{"id":"toc-2","paragraphs":[{"elements":[{"attrs":{"b":true},"type":"text","text":"I. The life of man - to know and love God"}]},{"elements":[{"type":"ref-ccc","ref_number":1},{"type":"text","text":"God, infinitely perfect and blessed in himself, in a plan of sheer goodness freely created man to make him share in his own blessed life. For this reason, at every time and in every place, God draws close to man. He calls man to seek him, to know him, to love him with all his strength. He calls together all men, scattered and divided by sin, into the unity of his family, the Church. To accomplish this, when the fullness of time had come, God sent his Son as Redeemer and Saviour. In his Son and through him, he invites men to become, in the Holy Spirit, his adopted children and thus heirs of his blessed life."}]},{"elements":[{"type":"ref-ccc","ref_number":2},{"type":"text","text":"So that this call should resound throughout the world, Christ sent forth the apostles he had chosen, commissioning them to proclaim the gospel: \"Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you; and lo, I am with you always, to the close of the age.\""},{"type":"ref","number":4},{"type":"text","text":" Strengthened by this mission, the apostles \"went forth and preached everywhere, while the Lord worked with them and confirmed the message by the signs that attended it.\""},{"type":"ref","number":5}]},{"elements":[{"type":"ref-ccc","ref_number":3},{"type":"text","text":"Those who with God's help have welcomed Christ's call and freely responded to it are urged on by love of Christ to proclaim the Good News everywhere in the world. This treasure, received from the apostles, has been faithfully guarded by their successors. All Christ's faithful are called to hand it on from generation to generation, by professing the faith, by living it in fraternal sharing, and by celebrating it in liturgy and prayer."},{"type":"ref","number":6}]}],"footnotes":{"4":{"number":4,"refs":[{"text":"⇒ Mt 28:19-20","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19"}]},"5":{"number":5,"refs":[{"text":"⇒ Mk 16:20","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.20"}]},"6":{"number":6,"refs":[{"text":"Cf. ⇒ Acts 2:42","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.42"}]}}}