{"id":"toc-3","paragraphs":[{"elements":[{"attrs":{"b":true},"type":"text","text":"II. Handing on the Faith: Catechesis"}]},{"elements":[{"type":"ref-ccc","ref_number":4},{"type":"text","text":"Quite early on, the name catechesis was given to the totality of the Church's efforts to make disciples, to help men believe that Jesus is the Son of God so that believing they might have life in his name, and to educate and instruct them in this life, thus building up the body of Christ."},{"type":"ref","number":7}]},{"elements":[{"type":"ref-ccc","ref_number":5},{"type":"text","text":"\"Catechesis is an education in the faith of children, young people and adults which includes especially the teaching of Christian doctrine imparted, generally speaking, in an organic and systematic way, with a view to initiating the hearers into the fullness of Christian life.\""},{"type":"ref","number":8}]},{"elements":[{"type":"ref-ccc","ref_number":6},{"type":"text","text":"While not being formally identified with them, catechesis is built on a certain number of elements of the Church's pastoral mission which have a catechetical aspect, that prepare for catechesis, or spring from it. They are: the initial proclamation of the Gospel or missionary preaching to arouse faith; examination of the reasons for belief; experience of Christian living; celebration of the sacraments; integration into the ecclesial community; and apostolic and missionary witness."},{"type":"ref","number":9}]},{"elements":[{"type":"ref-ccc","ref_number":7},{"type":"text","text":"\"Catechesis is intimately bound up with the whole of the Church's life. Not only her geographical extension and numerical increase, but even more her inner growth and correspondence with God's plan depend essentially on catechesis.\""},{"type":"ref","number":10}]},{"elements":[{"type":"ref-ccc","ref_number":8},{"type":"text","text":"Periods of renewal in the Church are also intense moments of catechesis. In the great era of the Fathers of the Church, saintly bishops devoted an important part of their ministry to catechesis. St. Cyril of Jerusalem and St. John Chrysostom, St. Ambrose and St. Augustine, and many other Fathers wrote catechetical works that remain models for us."},{"type":"ref","number":11}]},{"elements":[{"type":"ref-ccc","ref_number":9},{"type":"text","text":"\"The ministry of catechesis draws ever fresh energy from the councils. the Council of Trent is a noteworthy example of this. It gave catechesis priority in its constitutions and decrees. It lies at the origin of the Roman Catechism, which is also known by the name of that council and which is a work of the first rank as a summary of Christian teaching. . \""},{"type":"ref","number":12},{"type":"text","text":" The Council of Trent initiated a remarkable organization of the Church's catechesis. Thanks to the work of holy bishops and theologians such as St. Peter Canisius, St. Charles Borromeo, St. Turibius of Mongrovejo or St. Robert Bellarmine, it occasioned the publication of numerous catechisms."}]},{"elements":[{"type":"ref-ccc","ref_number":10},{"type":"text","text":"It is therefore no surprise that catechesis in the Church has again attracted attention in the wake of the Second Vatican Council, which Pope Paul Vl considered the great catechism of modern times. the General Catechetical Directory (1971) the sessions of the Synod of Bishops devoted to evangelization (1974) and catechesis (1977), the apostolic exhortations Evangelii nuntiandi (1975) and Catechesi tradendae (1979), attest to this. the Extraordinary Synod of Bishops in 1985 asked \"that a catechism or compendium of all Catholic doctrine regarding both faith and morals be composed\""},{"type":"ref","number":13},{"type":"text","text":" The Holy Father, Pope John Paul II, made the Synod's wish his own, acknowledging that \"this desire wholly corresponds to a real need of the universal Church and of the particular Churches.\""},{"type":"ref","number":14},{"type":"text","text":" He set in motion everything needed to carry out the Synod Fathers' wish."}]}],"footnotes":{"7":{"number":7,"refs":[{"text":"Cf. John Paul II, Apostolic Exhortation Catechesi tradendae 1","link":null},{"text":"2.","link":null}]},"8":{"number":8,"refs":[{"text":"CT 18.","link":null}]},"9":{"number":9,"refs":[{"text":"CT 18.","link":null}]},"10":{"number":10,"refs":[{"text":"CT 13.","link":null}]},"11":{"number":11,"refs":[{"text":"Cf. CT 12.","link":null}]},"12":{"number":12,"refs":[{"text":"CT 13.","link":null}]},"13":{"number":13,"refs":[{"text":"Extraordinary Synod of Bishops 1985,. Final Report II B a, 4.","link":null}]},"14":{"number":14,"refs":[{"text":"John Paul II, Discourse at the Closing of the Extraordinary Synod of    Bishops 7 December 1985: AAS 78, (1986).","link":null}]}}}