{"id":"toc-5","paragraphs":[{"elements":[{"type":"text","text":"IV. ","attrs":{"b":true}},{"type":"text","text":"Structure of this Catechism","attrs":{"b":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":13},{"type":"text","text":"The plan of this catechism is inspired by the great tradition of catechisms which build catechesis on four pillars: the baptismal profession of faith (the Creed), the sacraments of faith, the life of faith (the Commandments), and the prayer of the believer (the Lord's Prayer).","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Part One: the Profession of Faith","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":14},{"type":"text","text":"Those who belong to Christ through faith and Baptism must confess their baptismal faith before men.","attrs":{}},{"type":"ref","number":16},{"type":"text","text":" First therefore the Catechism expounds revelation, by which God addresses and gives himself to man, and the faith by which man responds to God (Section One). the profession of faith summarizes the gifts that God gives man: as the Author of all that is good; as Redeemer; and as Sanctifier. It develops these in the three chapters on our baptismal faith in the one God: the almighty Father, the Creator; his Son Jesus Christ, our Lord and Saviour; and the Holy Spirit, the Sanctifier, in the Holy Church (Section Two).","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Part Two: the Sacraments of Faith","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":15},{"type":"text","text":"The second part of the Catechism explains how God's salvation, accomplished once for all through Christ Jesus and the Holy Spirit, is made present in the sacred actions of the Church's liturgy (Section One), especially in the seven sacraments (Section Two).","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Part Three: the Life of Faith","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":16},{"type":"text","text":"The third part of the Catechism deals with the final end of man created in the image of God: beatitude, and the ways of reaching it - through right conduct freely chosen, with the help of God's law and grace (Section One), and through conduct that fulfils the twofold commandment of charity, specified in God's Ten Commandments (Section Two).","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Part Four: Prayer in the Life of Faith","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":17},{"type":"text","text":"The last part of the Catechism deals with the meaning and importance of prayer in the life of believers (Section One). It concludes with a brief commentary on the seven petitions of the Lord's Prayer (Section Two), for indeed we find in these the sum of all the good things which we must hope for, and which our heavenly Father wants to grant us.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"16":{"number":16,"refs":[{"text":"Cf. ⇒ Mt 10:32","link":"http://www.vatican.va/archive/ENG0839/_PVJ.HTM#GOSP.MAT.10.32"},{"text":"⇒ Rom 10:9","link":"http://www.vatican.va/archive/ENG0839/_PYY.HTM#NTLET.ROM.10.9"}]}}}