{"id":"toc-30","paragraphs":[{"elements":[{"type":"text","text":"III. The Holy Spirit, Interpreter of Scripture","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":109},{"type":"text","text":"In Sacred Scripture, God speaks to man in a human way. To interpret Scripture correctly, the reader must be attentive to what the human authors truly wanted to affirm, and to what God wanted to reveal to us by their words.","attrs":{}},{"type":"ref","number":75}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":110},{"type":"text","text":"In order to discover the sacred authors' intention, the reader must take into account the conditions of their time and culture, the literary genres in use at that time, and the modes of feeling, speaking and narrating then current. \"For the fact is that truth is differently presented and expressed in the various types of historical writing, in prophetical and poetical texts, and in other forms of literary expression.\"","attrs":{}},{"type":"ref","number":76}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":111},{"type":"text","text":"But since Sacred Scripture is inspired, there is another and no less important principle of correct interpretation, without which Scripture would remain a dead letter. \"Sacred Scripture must be read and interpreted in the light of the same Spirit by whom it was written.\"","attrs":{}},{"type":"ref","number":77}],"attrs":{}},{"elements":[{"type":"text","text":"The Second Vatican Council indicates three criteria for interpreting Scripture in accordance with the Spirit who inspired it.","attrs":{}},{"type":"ref","number":78}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":112},{"type":"text","text":"Be especially attentive \"to the content and unity of the whole Scripture\". Different as the books which compose it may be, Scripture is a unity by reason of the unity of God's plan, of which Christ Jesus is the center and heart, open since his Passover.","attrs":{}},{"type":"ref","number":79}],"attrs":{}},{"elements":[{"type":"text","text":"The phrase \"heart of Christ\" can refer to Sacred Scripture, which makes known his heart, closed before the Passion, as the Scripture was obscure. But the Scripture has been opened since the Passion; since those who from then on have understood it, consider and discern in what way the prophecies must be interpreted.","attrs":{}},{"type":"ref","number":80}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":113},{"type":"text","text":"2. Read the Scripture within \"the living Tradition of the whole Church\". According to a saying of the Fathers, Sacred Scripture is written principally in the Church's heart rather than in documents and records, for the Church carries in her Tradition the living memorial of God's Word, and it is the Holy Spirit who gives her the spiritual interpretation of the Scripture (\". . . according to the spiritual meaning which the Spirit grants to the Church\"","attrs":{}},{"type":"ref","number":81},{"type":"text","text":").","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":114},{"type":"text","text":"3. Be attentive to the analogy of faith.","attrs":{}},{"type":"ref","number":82},{"type":"text","text":" By \"analogy of faith\" we mean the coherence of the truths of faith among themselves and within the whole plan of Revelation.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The senses of Scripture","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":115},{"type":"text","text":"According to an ancient tradition, one can distinguish between two senses of Scripture: the literal and the spiritual, the latter being subdivided into the allegorical, moral and anagogical senses. the profound concordance of the four senses guarantees all its richness to the living reading of Scripture in the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":116},{"type":"text","text":"The literal sense is the meaning conveyed by the words of Scripture and discovered by exegesis, following the rules of sound interpretation: \"All other senses of Sacred Scripture are based on the literal.\"","attrs":{}},{"type":"ref","number":83}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":117},{"type":"text","text":"The spiritual sense. Thanks to the unity of God's plan, not only the text of Scripture but also the realities and events about which it speaks can be signs. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" 1. the allegorical sense. We can acquire a more profound understanding of events by recognizing their significance in Christ; thus the crossing of the Red Sea is a sign or type of Christ's victory and also of Christian Baptism.","attrs":{}},{"type":"ref","number":84},{"type":"spacer"},{"type":"text","text":" 2. the moral sense. the events reported in Scripture ought to lead us to act justly. As St. Paul says, they were written \"for our instruction\".","attrs":{}},{"type":"ref","number":85},{"type":"spacer"},{"type":"text","text":" 3. the anagogical sense (Greek: anagoge, \"leading\"). We can view realities and events in terms of their eternal significance, leading us toward our true homeland: thus the Church on earth is a sign of the heavenly Jerusalem.","attrs":{}},{"type":"ref","number":86}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":118},{"type":"text","text":"A medieval couplet summarizes the significance of the four senses:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The Letter speaks of deeds; Allegory to faith; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The Moral how to act; Anagogy our destiny.","attrs":{}},{"type":"ref","number":87}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":119},{"type":"text","text":"\"It is the task of exegetes to work, according to these rules, towards a better understanding and explanation of the meaning of Sacred Scripture in order that their research may help the Church to form a firmer judgement. For, of course, all that has been said about the manner of interpreting Scripture is ultimately subject to the judgement of the Church which exercises the divinely conferred commission and ministry of watching over and interpreting the Word of God.\"","attrs":{}},{"type":"ref","number":88}],"attrs":{}},{"elements":[{"type":"text","text":"But I would not believe in the Gospel, had not the authority of the Catholic Church already moved me.","attrs":{}},{"type":"ref","number":89}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"75":{"number":75,"refs":[{"text":"Cf. DV 12 # 1.","link":null}]},"76":{"number":76,"refs":[{"text":"DV 12 # 2.","link":null}]},"77":{"number":77,"refs":[{"text":"DV 12 # 3.","link":null}]},"78":{"number":78,"refs":[{"text":"Cf. DV 12 # 4.","link":null}]},"79":{"number":79,"refs":[{"text":"Cf. ⇒ Lk 24:25-27, ⇒ 44-46","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.25"}]},"80":{"number":80,"refs":[{"text":"St. Thomas Aquinas, Expos. in ⇒ Ps. 21, ⇒ 11","link":"http://www.vatican.va/archive/ENG0839/_PGD.HTM#WISDB.PSA.21"},{"text":"cf. ⇒ Ps 22:14.","link":"http://www.vatican.va/archive/ENG0839/_PG3.HTM#WISDB.PSA.11"}]},"81":{"number":81,"refs":[{"text":"Origen, Hom. in ⇒ Lev. 5, 5: PG 12, 454D.","link":"http://www.vatican.va/archive/ENG0839/_P2R.HTM#PENT.LEV.5.5"}]},"82":{"number":82,"refs":[{"text":"Cf. ⇒ Rom 12:6.","link":"http://www.vatican.va/archive/ENG0839/_PZ0.HTM#NTLET.ROM.12.6"}]},"83":{"number":83,"refs":[{"text":"St. Thomas Aquinas, S Th I, 1, 10, ad I.","link":null}]},"84":{"number":84,"refs":[{"text":"Cf. I Cor 10:2.","link":null}]},"85":{"number":85,"refs":[{"text":"I Cor 10:11","link":null},{"text":"cf. ⇒ Heb 3:1 - ⇒ 4:11.","link":"http://www.vatican.va/archive/ENG0839/_P11I.HTM#NTLET.HEB.3.1"}]},"86":{"number":86,"refs":[{"text":"Cf. ⇒ Rev 21:1 - ⇒ 22:5.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.1"}]},"87":{"number":87,"refs":[{"text":"Lettera gesta docet, quid credas allegoria, moralis quid agas, quo    tendas anagogia.","link":null}]},"88":{"number":88,"refs":[{"text":"DV 12 # 3.","link":null}]},"89":{"number":89,"refs":[{"text":"St. Augustine, Contra epistolam Manichaei 5, 6: PL 42, 176.","link":null}]}}}