{"id":"toc-20","paragraphs":[{"elements":[{"type":"text","text":"III. Christ Jesus -- \"Mediator and Fullness of All Revelation\"","attrs":{"b":true,"heavy_header":true}},{"type":"ref","number":25}],"attrs":{}},{"elements":[{"type":"text","text":"God has said everything in his Word","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":65},{"type":"text","text":"\"In many and various ways God spoke of old to our fathers by the prophets, but in these last days he has spoken to us by a Son.\"","attrs":{}},{"type":"ref","number":26},{"type":"text","text":" Christ, the Son of God made man, is the Father's one, perfect and unsurpassable Word. In him he has said everything; there will be no other word than this one. St. John of the Cross, among others, commented strikingly on Hebrews 1:1-2:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"In giving us his Son, his only Word (for he possesses no other), he spoke everything to us at once in this sole Word - and he has no more to say. . . because what he spoke before to the prophets in parts, he has now spoken all at once by giving us the All Who is His Son. Any person questioning God or desiring some vision or revelation would be guilty not only of foolish behaviour but also of offending him, by not fixing his eyes entirely upon Christ and by living with the desire for some other novelty.","attrs":{}},{"type":"ref","number":27}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"There will be no further Revelation","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":66},{"type":"text","text":"\"The Christian economy, therefore, since it is the new and definitive Covenant, will never pass away; and no new public revelation is to be expected before the glorious manifestation of our Lord Jesus Christ.\"","attrs":{}},{"type":"ref","number":28},{"type":"text","text":" Yet even if Revelation is already complete, it has not been made completely explicit; it remains for Christian faith gradually to grasp its full significance over the course of the centuries.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":67},{"type":"text","text":"Throughout the ages, there have been so-called \"private\" revelations, some of which have been recognized by the authority of the Church. They do not belong, however, to the deposit of faith. It is not their role to improve or complete Christ's definitive Revelation, but to help live more fully by it in a certain period of history. Guided by the Magisterium of the Church, the sensus fidelium knows how to discern and welcome in these revelations whatever constitutes an authentic call of Christ or his saints to the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Christian faith cannot accept \"revelations\" that claim to surpass or correct the Revelation of which Christ is the fulfilment, as is the case in certain nonChristian religions and also in certain recent sects which base themselves on such \"revelations\".","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"25":{"number":25,"refs":[{"text":"DV 2.","link":null}]},"26":{"number":26,"refs":[{"text":"⇒ Heb 1:1-2","link":"http://www.vatican.va/archive/ENG0839/_P11G.HTM#NTLET.HEB.1.1"}]},"27":{"number":27,"refs":[{"text":"St. John of the Cross, the Ascent of Mount Carmel 2, 22, 3-5 in The    Collected Works of St. John of the Cross, tr. K. Kavanaugh OCD and O.    Rodriguez OCD (Washington DC: Institute of Carmelite Studies, 1979),    179-180: LH, Advent, week 2, Monday, OR.","link":null}]},"28":{"number":28,"refs":[{"text":"DV 4","link":null},{"text":"cf. ⇒ I Tim 6:14","link":"http://www.vatican.va/archive/ENG0839/_P114.HTM#NTLET.1TIM.6.14"},{"text":"⇒ Titus 2:13","link":"http://www.vatican.va/archive/ENG0839/_P11C.HTM#NTLET.TIT.2.13"}]}}}