{"id":"toc-29","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. Inspiration and Truth of Sacred Scripture"}]},{"elements":[{"type":"ref-ccc","ref_number":105},{"type":"text","text":"God is the author of Sacred Scripture. \"The divinely revealed realities, which are contained and presented in the text of Sacred Scripture, have been written down under the inspiration of the Holy Spirit.\""},{"type":"ref","number":69}]},{"elements":[{"type":"text","text":"\"For Holy Mother Church, relying on the faith of the apostolic age, accepts as sacred and canonical the books of the Old and the New Testaments, whole and entire, with all their parts, on the grounds that, written under the inspiration of the Holy Spirit, they have God as their author, and have been handed on as such to the Church herself.\""},{"type":"ref","number":70}]},{"elements":[{"type":"ref-ccc","ref_number":106},{"type":"text","text":"God inspired the human authors of the sacred books. \"To compose the sacred books, God chose certain men who, all the while he employed them in this task, made full use of their own faculties and powers so that, though he acted in them and by them, it was as true authors that they consigned to writing whatever he wanted written, and no more.\""},{"type":"ref","number":71}]},{"elements":[{"type":"ref-ccc","ref_number":107},{"type":"text","text":"The inspired books teach the truth. \"Since therefore all that the inspired authors or sacred writers affirm should be regarded as affirmed by the Holy Spirit, we must acknowledge that the books of Scripture firmly, faithfully, and without error teach that truth which God, for the sake of our salvation, wished to see confided to the Sacred Scriptures.\""},{"type":"ref","number":72}]},{"elements":[{"type":"ref-ccc","ref_number":108},{"type":"text","text":"Still, the Christian faith is not a \"religion of the book\". Christianity is the religion of the \"Word\" of God, \"not a written and mute word, but incarnate and living\"."},{"type":"ref","number":73},{"type":"text","text":" If the Scriptures are not to remain a dead letter, Christ, the eternal Word of the living God, must, through the Holy Spirit, \"open (our) minds to understand the Scriptures.\""},{"type":"ref","number":74}]}],"footnotes":{"69":{"number":69,"refs":[{"text":"DV 11","link":null},{"text":"","link":null}]},"70":{"number":70,"refs":[{"text":"DV 11","link":null},{"text":"cf. ⇒ Jn 20:31","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.31"},{"text":"⇒ 2 Tim 3:16","link":"http://www.vatican.va/archive/ENG0839/_P118.HTM#NTLET.2TIM.3.16"},{"text":"⇒ 2 Pt 1:19-21","link":"http://www.vatican.va/archive/ENG0839/_P127.HTM#CATHL.2PET.1.19"},{"text":"⇒ 3:15-16","link":"http://www.vatican.va/archive/ENG0839/_P129.HTM#CATHL.2PET.3.15"}]},"71":{"number":71,"refs":[{"text":"DV 11.","link":null}]},"72":{"number":72,"refs":[{"text":"DV 11.","link":null}]},"73":{"number":73,"refs":[{"text":"St. Bernard, S. missus est hom. 4, 11: PL 183, 86.","link":null}]},"74":{"number":74,"refs":[{"text":"Cf. ⇒ Lk 24:45","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.45"}]}}}