{"id":"toc-12","paragraphs":[{"elements":[{"type":"text","text":"II. Ways of Coming to Know God","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":31},{"type":"text","text":"Created in God's image and called to know and love him, the person who seeks God discovers certain ways of coming to know him. These are also called proofs for the existence of God, not in the sense of proofs in the natural sciences, but rather in the sense of \"converging and convincing arguments\", which allow us to attain certainty about the truth. These \"ways\" of approaching God from creation have a twofold point of departure: the physical world, and the human person.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":32},{"type":"text","text":"The world: starting from movement, becoming, contingency, and the world's order and beauty, one can come to a knowledge of God as the origin and the end of the universe.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"As St. Paul says of the Gentiles: For what can be known about God is plain to them, because God has shown it to them. Ever since the creation of the world his invisible nature, namely, his eternal power and deity, has been clearly perceived in the things that have been made.","attrs":{}},{"type":"ref","number":7}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"And St. Augustine issues this challenge: Question the beauty of the earth, question the beauty of the sea, question the beauty of the air distending and diffusing itself, question the beauty of the sky. . . question all these realities. All respond: \"See, we are beautiful.\" Their beauty is a profession [confessio]. These beauties are subject to change. Who made them if not the Beautiful One [Pulcher] who is not subject to change?","attrs":{}},{"type":"ref","number":8}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":33},{"type":"text","text":"The human person: with his openness to truth and beauty, his sense of moral goodness, his freedom and the voice of his conscience, with his longings for the infinite and for happiness, man questions himself about God's existence. In all this he discerns signs of his spiritual soul. the soul, the \"seed of eternity we bear in ourselves, irreducible to the merely material\",","attrs":{}},{"type":"ref","number":9},{"type":"text","text":" can have its origin only in God.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":34},{"type":"text","text":"The world, and man, attest that they contain within themselves neither their first principle nor their final end, but rather that they participate in Being itself, which alone is without origin or end. Thus, in different ways, man can come to know that there exists a reality which is the first cause and final end of all things, a reality \"that everyone calls God\".","attrs":{}},{"type":"ref","number":10}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":35},{"type":"text","text":"Man's faculties make him capable of coming to a knowledge of the existence of a personal God. But for man to be able to enter into real intimacy with him, God willed both to reveal himself to man, and to give him the grace of being able to welcome this revelation in faith.(so) the proofs of God's existence, however, can predispose one to faith and help one to see that faith is not opposed to reason.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"7":{"number":7,"refs":[{"text":"⇒ Rom 1:19-20","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.19"},{"text":"cf., ⇒ Acts 14:15, ⇒ 17","link":"http://www.vatican.va/archive/ENG0839/_PY8.HTM#GOSP.ACT.14.15"},{"text":"⇒ 17:27-28","link":"http://www.vatican.va/archive/ENG0839/_PY8.HTM#GOSP.ACT.14.17"},{"text":"⇒ Wis 13:1-9.","link":"http://www.vatican.va/archive/ENG0839/_PYB.HTM#GOSP.ACT.17.27"}]},"8":{"number":8,"refs":[{"text":"St. Augustine, Sermo 241, 2: PL 38, 1134,","link":null}]},"9":{"number":9,"refs":[{"text":"GS 18 # 1","link":null},{"text":"cf. 14 # 2.","link":null}]},"10":{"number":10,"refs":[{"text":"St. Thomas Aquinas, S Th I, 2, 3.","link":null}]}}}