{"id":"toc-14","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"How Can We Speak about God?"}]},{"elements":[{"type":"ref-ccc","ref_number":39},{"type":"text","text":"In defending the ability of human reason to know God, the Church is expressing her confidence in the possibility of speaking about him to all men and with all men, and therefore of dialogue with other religions, with philosophy and science, as well as with unbelievers and atheists."}]},{"elements":[{"type":"ref-ccc","ref_number":40},{"type":"text","text":"Since our knowledge of God is limited, our language about him is equally so. We can name God only by taking creatures as our starting point, and in accordance with our limited human ways of knowing and thinking."}]},{"elements":[{"type":"ref-ccc","ref_number":41},{"type":"text","text":"All creatures bear a certain resemblance to God, most especially man, created in the image and likeness of God. the manifold perfections of creatures - their truth, their goodness, their beauty all reflect the infinite perfection of God. Consequently we can name God by taking his creatures\" perfections as our starting point, \"for from the greatness and beauty of created things comes a corresponding perception of their Creator\"."},{"type":"ref","number":15}]},{"elements":[{"type":"ref-ccc","ref_number":42},{"type":"text","text":"God transcends all creatures. We must therefore continually purify our language of everything in it that is limited, imagebound or imperfect, if we are not to confuse our image of God --\"the inexpressible, the incomprehensible, the invisible, the ungraspable\"-- with our human representations."},{"type":"ref","number":16},{"type":"text","text":" Our human words always fall short of the mystery of God."}]},{"elements":[{"type":"ref-ccc","ref_number":43},{"type":"text","text":"Admittedly, in speaking about God like this, our language is using human modes of expression; nevertheless it really does attain to God himself, though unable to express him in his infinite simplicity. Likewise, we must recall that \"between Creator and creature no similitude can be expressed without implying an even greater dissimilitude\";"},{"type":"ref","number":17},{"type":"text","text":" and that \"concerning God, we cannot grasp what he is, but only what he is not, and how other beings stand in relation to him.\""},{"type":"ref","number":18}]}],"footnotes":{"15":{"number":15,"refs":[{"text":"⇒ Wis 13:5","link":"http://www.vatican.va/archive/ENG0839/_PLU.HTM#WISDB.WISD.13.5"}]},"16":{"number":16,"refs":[{"text":"Liturgy of St. John Chrysostom, Anaphora.","link":null}]},"17":{"number":17,"refs":[{"text":"Lateran Council IV: DS 806.","link":null}]},"18":{"number":18,"refs":[{"text":"St. Thomas Aquinas, SCG 1, 30.","link":null}]}}}