{"id":"toc-42","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. Only One Faith"}]},{"elements":[{"type":"ref-ccc","ref_number":172},{"type":"text","text":"Through the centuries, in so many languages, cultures, peoples and nations, the Church has constantly confessed this one faith, received from the one Lord, transmitted by one Baptism, and grounded in the conviction that all people have only one God and Father."},{"type":"ref","number":58},{"type":"text","text":" St. Irenaeus of Lyons, a witness of this faith, declared:"}]},{"elements":[{"type":"ref-ccc","ref_number":173},{"type":"text","text":"\"Indeed, the Church, though scattered throughout the whole world, even to the ends of the earth, having received the faith from the apostles and their disciples. . . guards [this preaching and faith] with care, as dwelling in but a single house, and similarly believes as if having but one soul and a single heart, and preaches, teaches and hands on this faith with a unanimous voice, as if possessing only one mouth.\""},{"type":"ref","number":59}]},{"elements":[{"type":"ref-ccc","ref_number":174},{"type":"text","text":"\"For though languages differ throughout the world, the content of the Tradition is one and the same. the Churches established in Germany have no other faith or Tradition, nor do those of the Iberians, nor those of the Celts, nor those of the East, of Egypt, of Libya, nor those established at the centre of the world. . .\""},{"type":"ref","number":60},{"type":"text","text":" The Church's message \"is true and solid, in which one and the same way of salvation appears throughout the whole world.\""},{"type":"ref","number":61}]},{"elements":[{"type":"ref-ccc","ref_number":175},{"type":"text","text":"\"We guard with care the faith that we have received from the Church, for without ceasing, under the action of God's Spirit, this deposit of great price, as if in an excellent vessel, is constantly being renewed and causes the very vessel that contains it to be renewed.\""},{"type":"ref","number":62}]}],"footnotes":{"58":{"number":58,"refs":[{"text":"Cf. ⇒ Eph 4:4-6","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.4"}]},"59":{"number":59,"refs":[{"text":"St. Irenaeus, Adv. haeres. I, 10, 1-2: PG 7/1, 549-552.","link":null}]},"60":{"number":60,"refs":[{"text":"St. Irenaeus, Adv. haeres. I, 10, 1-2: PG 7/1, 552-553.","link":null}]},"61":{"number":61,"refs":[{"text":"St. Irenaeus, Adv. haeres. 5, 20, I: PG 7/2, 1177.","link":null}]},"62":{"number":62,"refs":[{"text":"St. Irenaeus, Adv. haeres. 3, 24, I: PG 7/1, 966.","link":null}]}}}