{"id":"toc-23","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. The Apostolic Tradition"}]},{"elements":[{"type":"ref-ccc","ref_number":75},{"type":"text","text":"\"Christ the Lord, in whom the entire Revelation of the most high God is summed up, commanded the apostles to preach the Gospel, which had been promised beforehand by the prophets, and which he fulfilled in his own person and promulgated with his own lips. In preaching the Gospel, they were to communicate the gifts of God to all men. This Gospel was to be the source of all saving truth and moral discipline.\""},{"type":"ref","number":32}]},{"elements":[{"type":"text","text":"In the apostolic preaching. . ."}]},{"elements":[{"type":"ref-ccc","ref_number":76},{"type":"text","text":"In keeping with the Lord's command, the Gospel was handed on in two ways: "},{"type":"spacer"},{"type":"text","text":" - orally \"by the apostles who handed on, by the spoken word of their preaching, by the example they gave, by the institutions they established, what they themselves had received - whether from the lips of Christ, from his way of life and his works, or whether they had learned it at the prompting of the Holy Spirit\";"},{"type":"ref","number":33},{"type":"spacer"},{"type":"text","text":" - in writing \"by those apostles and other men associated with the apostles who, under the inspiration of the same Holy Spirit, committed the message of salvation to writing\"."},{"type":"ref","number":34}]},{"elements":[{"type":"text","text":". . . continued in apostolic succession"}]},{"elements":[{"type":"ref-ccc","ref_number":77},{"type":"text","text":"\"In order that the full and living Gospel might always be preserved in the Church the apostles left bishops as their successors. They gave them their own position of teaching authority.\""},{"type":"ref","number":35},{"type":"text","text":" Indeed, \"the apostolic preaching, which is expressed in a special way in the inspired books, was to be preserved in a continuous line of succession until the end of time.\""},{"type":"ref","number":36}]},{"elements":[{"type":"ref-ccc","ref_number":78},{"type":"text","text":"This living transmission, accomplished in the Holy Spirit, is called Tradition, since it is distinct from Sacred Scripture, though closely connected to it. Through Tradition, \"the Church, in her doctrine, life and worship, perpetuates and transmits to every generation all that she herself is, all that she believes.\""},{"type":"ref","number":37},{"type":"text","text":" \"The sayings of the holy Fathers are a witness to the life-giving presence of this Tradition, showing how its riches are poured out in the practice and life of the Church, in her belief and her prayer.\""},{"type":"ref","number":38}]},{"elements":[{"type":"ref-ccc","ref_number":79},{"type":"text","text":"The Father's self-communication made through his Word in the Holy Spirit, remains present and active in the Church: \"God, who spoke in the past, continues to converse with the Spouse of his beloved Son. and the Holy Spirit, through whom the living voice of the Gospel rings out in the Church - and through her in the world - leads believers to the full truth, and makes the Word of Christ dwell in them in all its richness.\""},{"type":"ref","number":39}]}],"footnotes":{"32":{"number":32,"refs":[{"text":"DV 7","link":null},{"text":"cf. ⇒ Mt 28:19-20","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19"},{"text":"⇒ Mk 16:15","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.15"}]},"33":{"number":33,"refs":[{"text":"DV 7.","link":null}]},"34":{"number":34,"refs":[{"text":"DV 7.","link":null}]},"35":{"number":35,"refs":[{"text":"DV 7 # 2","link":null},{"text":"St. Irenaeus, Adv. haeres. 3, 3, 1: PG 7/1, 848","link":null},{"text":"Harvey, 2, 9.","link":null}]},"36":{"number":36,"refs":[{"text":"DV 8 # 1.","link":null}]},"37":{"number":37,"refs":[{"text":"DV 8 # 1.","link":null}]},"38":{"number":38,"refs":[{"text":"DV 8 # 3.","link":null}]},"39":{"number":39,"refs":[{"text":"DV 8 # 3","link":null},{"text":"cf. ⇒ Col 3:16.","link":"http://www.vatican.va/archive/ENG0839/_P10M.HTM#NTLET.COL.3.16"}]}}}