{"id":"toc-24","paragraphs":[{"elements":[{"type":"text","text":"II. The Relationship Between Tradition and Sacred Scripture","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"One common source. . .","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":80},{"type":"text","text":"\"Sacred Tradition and Sacred Scripture, then, are bound closely together, and communicate one with the other. For both of them, flowing out from the same divine well-spring, come together in some fashion to form one thing, and move towards the same goal.\"","attrs":{}},{"type":"ref","number":40},{"type":"text","text":" Each of them makes present and fruitful in the Church the mystery of Christ, who promised to remain with his own \"always, to the close of the age\".","attrs":{}},{"type":"ref","number":41}],"attrs":{}},{"elements":[{"type":"text","text":". . . two distinct modes of transmission","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":81},{"type":"text","text":"\"Sacred Scripture is the speech of God as it is put down in writing under the breath of the Holy Spirit.\"","attrs":{}},{"type":"ref","number":42}],"attrs":{}},{"elements":[{"type":"text","text":"\"and [Holy] Tradition transmits in its entirety the Word of God which has been entrusted to the apostles by Christ the Lord and the Holy Spirit. It transmits it to the successors of the apostles so that, enlightened by the Spirit of truth, they may faithfully preserve, expound and spread it abroad by their preaching.\"","attrs":{}},{"type":"ref","number":43}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":82},{"type":"text","text":"As a result the Church, to whom the transmission and interpretation of Revelation is entrusted, \"does not derive her certainty about all revealed truths from the holy Scriptures alone. Both Scripture and Tradition must be accepted and honoured with equal sentiments of devotion and reverence.\"","attrs":{}},{"type":"ref","number":44}],"attrs":{}},{"elements":[{"type":"text","text":"Apostolic Tradition and ecclesial traditions","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":83},{"type":"text","text":"The Tradition here in question comes from the apostles and hands on what they received from Jesus' teaching and example and what they learned from the Holy Spirit. the first generation of Christians did not yet have a written New Testament, and the New Testament itself demonstrates the process of living Tradition.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Tradition is to be distinguished from the various theological, disciplinary, liturgical or devotional traditions, born in the local churches over time. These are the particular forms, adapted to different places and times, in which the great Tradition is expressed. In the light of Tradition, these traditions can be retained, modified or even abandoned under the guidance of the Church's Magisterium.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"40":{"number":40,"refs":[{"text":"DV 9.","link":null}]},"41":{"number":41,"refs":[{"text":"⇒ Mt 28:20","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.20"}]},"42":{"number":42,"refs":[{"text":"DV 9.","link":null}]},"43":{"number":43,"refs":[{"text":"DV 9.","link":null}]},"44":{"number":44,"refs":[{"text":"DV 9.","link":null}]}}}