{"id":"toc-13","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. The Knowledge of God According to the Church"}]},{"elements":[{"type":"ref-ccc","ref_number":36},{"type":"text","text":"\"Our holy mother, the Church, holds and teaches that God, the first principle and last end of all things, can be known with certainty from the created world by the natural light of human reason.\""},{"type":"ref","number":11},{"type":"text","text":" Without this capacity, man would not be able to welcome God's revelation. Man has this capacity because he is created \"in the image of God\"."},{"type":"ref","number":12}]},{"elements":[{"type":"ref-ccc","ref_number":37},{"type":"text","text":"In the historical conditions in which he finds himself, however, man experiences many difficulties in coming to know God by the light of reason alone:"}]},{"elements":[{"type":"text","text":"Though human reason is, strictly speaking, truly capable by its own natural power and light of attaining to a true and certain knowledge of the one personal God, who watches over and controls the world by his providence, and of the natural law written in our hearts by the Creator; yet there are many obstacles which prevent reason from the effective and fruitful use of this inborn faculty. For the truths that concern the relations between God and man wholly transcend the visible order of things, and, if they are translated into human action and influence it, they call for self-surrender and abnegation. the human mind, in its turn, is hampered in the attaining of such truths, not only by the impact of the senses and the imagination, but also by disordered appetites which are the consequences of original sin. So it happens that men in such matters easily persuade themselves that what they would not like to be true is false or at least doubtful."},{"type":"ref","number":13}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":38},{"type":"text","text":"This is why man stands in need of being enlightened by God's revelation, not only about those things that exceed his understanding, but also \"about those religious and moral truths which of themselves are not beyond the grasp of human reason, so that even in the present condition of the human race, they can be known by all men with ease, with firm certainty and with no admixture of error\"."},{"type":"ref","number":14}]}],"footnotes":{"11":{"number":11,"refs":[{"text":"Vatican Council I, Dei Filius 2: DS 3004 cf. 3026","link":null},{"text":"Vatican Council    II, Dei Verbum 6.","link":null}]},"12":{"number":12,"refs":[{"text":"Cf. ⇒ Gen 1:27","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.27"}]},"13":{"number":13,"refs":[{"text":"Pius XII, Humani generis 561: DS 3875.","link":null}]},"14":{"number":14,"refs":[{"text":"Pius XII, Humani generis 561: DS 3876","link":null},{"text":"cf. Dei Filius 2: DS 3005","link":null},{"text":"DV 6","link":null},{"text":"St. Thomas Aquinas, S Th I, I, I.","link":null}]}}}