{"id":"toc-31","paragraphs":[{"elements":[{"type":"text","text":"IV. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"The Canon of Scripture","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":120},{"type":"text","text":"It was by the apostolic Tradition that the Church discerned which writings are to be included in the list of the sacred books.","attrs":{}},{"type":"ref","number":90}],"attrs":{}},{"elements":[{"type":"text","text":"This complete list is called the canon of Scripture. It includes 46 books for the Old Testament (45 if we count Jeremiah and Lamentations as one) and 27 for the New.","attrs":{}},{"type":"ref","number":91}],"attrs":{}},{"elements":[{"type":"text","text":"The Old Testament: Genesis, Exodus, Leviticus, Numbers, Deuteronomy, Joshua, Judges, Ruth, 1 and 2 Samuel, 1 and 2 Kings, 1 and 2 Chronicles, Ezra and Nehemiah, Tobit, Judith, Esther, 1 and 2 Maccabees, Job, Psalms, Proverbs, Ecclesiastes, the Song of Songs, the Wisdom of Solomon, Sirach (Ecclesiasticus), Isaiah, Jeremiah, Lamentations, Baruch, Ezekiel, Daniel, Hosea, Joel, Amos, Obadiah, Jonah, Micah, Nahum, Habakkuk, Zephaniah, Haggai, Zachariah and Malachi.","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The New Testament: the Gospels according to Matthew, Mark, Luke and John, the Acts of the Apostles, the Letters of St. Paul to the Romans, 1 and 2 Corinthians, Galatians, Ephesians, Philippians, Colossians, 1 and 2 Thessalonians, 1 and 2 Timothy, Titus, Philemon, the Letter to the Hebrews, the Letters of James, 1 and 2 Peter, 1, 2 and 3 John, and Jude, and Revelation (the Apocalypse).","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Old Testament","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":121},{"type":"text","text":"The Old Testament is an indispensable part of Sacred Scripture. Its books are divinely inspired and retain a permanent value,","attrs":{}},{"type":"ref","number":92},{"type":"text","text":" for the Old Covenant has never been revoked.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":122},{"type":"text","text":"Indeed, \"the economy of the Old Testament was deliberately SO oriented that it should prepare for and declare in prophecy the coming of Christ, redeemer of all men.\"","attrs":{}},{"type":"ref","number":93},{"type":"text","text":" \"Even though they contain matters imperfect and provisional,","attrs":{}},{"type":"ref","number":94},{"type":"text","text":" The books of the OldTestament bear witness to the whole divine pedagogy of God's saving love: these writings \"are a storehouse of sublime teaching on God and of sound wisdom on human life, as well as a wonderful treasury of prayers; in them, too, the mystery of our salvation is present in a hidden way.\"","attrs":{}},{"type":"ref","number":95}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":123},{"type":"text","text":"Christians venerate the Old Testament as true Word of God. the Church has always vigorously opposed the idea of rejecting the Old Testament under the pretext that the New has rendered it void (Marcionism).","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The New Testament","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":124},{"type":"text","text":"\"The Word of God, which is the power of God for salvation to everyone who has faith, is set forth and displays its power in a most wonderful way in the writings of the New Testament\"","attrs":{}},{"type":"ref","number":96},{"type":"text","text":" which hand on the ultimate truth of God's Revelation. Their central object is Jesus Christ, God's incarnate Son: his acts, teachings, Passion and glorification, and his Church's beginnings under the Spirit's guidance.","attrs":{}},{"type":"ref","number":97}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":125},{"type":"text","text":"The Gospels are the heart of all the Scriptures \"because they are our principal source for the life and teaching of the Incarnate Word, our Saviour\".","attrs":{}},{"type":"ref","number":98}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":126},{"type":"text","text":"We can distinguish three stages in the formation of the Gospels: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" 1. the life and teaching of Jesus. the Church holds firmly that the four Gospels, \"whose historicity she unhesitatingly affirms, faithfully hand on what Jesus, the Son of God, while he lived among men, really did and taught for their eternal salvation, until the day when he was taken up.\"","attrs":{}},{"type":"ref","number":99},{"type":"spacer"},{"type":"text","text":" 2. the oral tradition. \"For, after the ascension of the Lord, the apostles handed on to their hearers what he had said and done, but with that fuller understanding which they, instructed by the glorious events of Christ and enlightened by the Spirit of truth, now enjoyed.\"","attrs":{}},{"type":"ref","number":100},{"type":"spacer"},{"type":"text","text":" 3. the written Gospels. \"The sacred authors, in writing the four Gospels, selected certain of the many elements which had been handed on, either orally or already in written form; others they synthesized or explained with an eye to the situation of the churches, the while sustaining the form of preaching, but always in such a fashion that they have told us the honest truth about Jesus.\"","attrs":{}},{"type":"ref","number":101}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":127},{"type":"text","text":"The fourfold Gospel holds a unique place in the Church, as is evident both in the veneration which the liturgy accords it and in the surpassing attraction it has exercised on the saints at all times:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"There is no doctrine which could be better, more precious and more splendid than the text of the Gospel. Behold and retain what our Lord and Master, Christ, has taught by his words and accomplished by his deeds.","attrs":{}},{"type":"ref","number":102}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"But above all it's the gospels that occupy my mind when I'm at prayer; my poor soul has so many needs, and yet this is the one thing needful. I'm always finding fresh lights there; hidden meanings which had meant nothing to me hitherto.","attrs":{}},{"type":"ref","number":103}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The unity of the Old and New Testaments","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":128},{"type":"text","text":"The Church, as early as apostolic times,","attrs":{}},{"type":"ref","number":104},{"type":"text","text":" and then constantly in her Tradition, has illuminated the unity of the divine plan in the two Testaments through typology, which discerns in God's works of the Old Covenant prefigurations of what he accomplished in the fullness of time in the person of his incarnate Son.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":129},{"type":"text","text":"Christians therefore read the Old Testament in the light of Christ crucified and risen. Such typological reading discloses the inexhaustible content of the Old Testament; but it must not make us forget that the Old Testament retains its own intrinsic value as Revelation reaffirmed by our Lord himself.","attrs":{}},{"type":"ref","number":105},{"type":"text","text":" Besides, the New Testament has to be read in the light of the Old. Early Christian catechesis made constant use of the Old Testament.","attrs":{}},{"type":"ref","number":106},{"type":"text","text":" As an old saying put it, the New Testament lies hidden in the Old and the Old Testament is unveiled in the New.","attrs":{}},{"type":"ref","number":107}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":130},{"type":"text","text":"Typology indicates the dynamic movement toward the fulfilment of the divine plan when \"God [will] be everything to everyone.\"","attrs":{}},{"type":"ref","number":108},{"type":"text","text":" Nor do the calling of the patriarchs and the exodus from Egypt, for example, lose their own value in God's plan, from the mere fact that they were intermediate stages.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"90":{"number":90,"refs":[{"text":"Cf. DV 8 # 3.","link":null}]},"91":{"number":91,"refs":[{"text":"Cf. DS 179","link":null},{"text":"1334-1336","link":null},{"text":"1501-1504.","link":null}]},"92":{"number":92,"refs":[{"text":"Cf. DV 14.","link":null}]},"93":{"number":93,"refs":[{"text":"DV 15.","link":null}]},"94":{"number":94,"refs":[{"text":"DV 15.","link":null}]},"95":{"number":95,"refs":[{"text":"DV 15.","link":null}]},"96":{"number":96,"refs":[{"text":"DV 17","link":null},{"text":"cf. ⇒ Rom 1:16","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.16"}]},"97":{"number":97,"refs":[{"text":"Cf. DV 20.","link":null}]},"98":{"number":98,"refs":[{"text":"DV 18.","link":null}]},"99":{"number":99,"refs":[{"text":"DV 19","link":null},{"text":"cf. ⇒ Acts 1:1-2","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.1"}]},"100":{"number":100,"refs":[{"text":"DV 19.","link":null}]},"101":{"number":101,"refs":[{"text":"DV 19.","link":null}]},"102":{"number":102,"refs":[{"text":"St. Caesaria the Younger to St. Richildis and St. Radegunde: SCh 345, 480.","link":null}]},"103":{"number":103,"refs":[{"text":"St. Therese of Lisieux, Autobiography of a Saint, tr. Ronald Knox    (London: Collins, 1960), 175.","link":null}]},"104":{"number":104,"refs":[{"text":"Cf. ⇒ I Cor 10:6, ⇒ 11","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.6"},{"text":"⇒ Heb 10:1","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.11"},{"text":"⇒ l Pt 3:21.","link":"http://www.vatican.va/archive/ENG0839/_P11P.HTM#NTLET.HEB.10.1"}]},"105":{"number":105,"refs":[{"text":"Cf. ⇒ Mk 12:29-31","link":"http://www.vatican.va/archive/ENG0839/_PWE.HTM#GOSP.MAR.12.29"}]},"106":{"number":106,"refs":[{"text":"Cf. ⇒ I Cor 5:6-8","link":"http://www.vatican.va/archive/ENG0839/_PZA.HTM#NTLET.1COR.5.6"},{"text":"⇒ 10:1-11.","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.1"}]},"107":{"number":107,"refs":[{"text":"Cf. St. Augustine, Quaest. in Hept. 2, 73: PL 34,623","link":null},{"text":"Cf. DU 16.","link":null}]},"108":{"number":108,"refs":[{"text":"⇒ 1 Cor 15:28","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.28"}]}}}