{"id":"toc-49","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 2. THE FATHER"}]},{"elements":[{"type":"text","text":"I. \"IN THE NAME OF THE FATHER AND OF THE SON AND OF THE HOLY SPIRIT\""}]},{"elements":[{"type":"ref-ccc","ref_number":232},{"type":"text","text":"Christians are baptized \"in the name of the Father and of the Son and of the Holy Spirit\""},{"type":"ref","number":53},{"type":"text","text":" Before receiving the sacrament, they respond to a three-part question when asked to confess the Father, the Son and the Spirit: \"I do.\" \"The faith of all Christians rests on the Trinity.\""},{"type":"ref","number":54}]},{"elements":[{"type":"ref-ccc","ref_number":233},{"type":"text","text":"Christians are baptized in the name of the Father and of the Son and of the Holy Spirit: not in their names,"},{"type":"ref","number":55},{"type":"text","text":" for there is only one God, the almighty Father, his only Son and the Holy Spirit: the Most Holy Trinity."}]},{"elements":[{"type":"ref-ccc","ref_number":234},{"type":"text","text":"The mystery of the Most Holy Trinity is the central mystery of Christian faith and life. It is the mystery of God in himself. It is therefore the source of all the other mysteries of faith, the light that enlightens them. It is the most fundamental and essential teaching in the \"hierarchy of the truths of faith\"."},{"type":"ref","number":56},{"type":"text","text":" The whole history of salvation is identical with the history of the way and the means by which the one true God, Father, Son and Holy Spirit, reveals himself to men \"and reconciles and unites with himself those who turn away from sin\"."},{"type":"ref","number":57}]},{"elements":[{"type":"ref-ccc","ref_number":235},{"type":"text","text":"This paragraph expounds briefly (I) how the mystery of the Blessed Trinity was revealed, (II) how the Church has articulated the doctrine of the faith regarding this mystery, and (III) how, by the divine missions of the Son and the Holy Spirit, God the Father fulfils the \"plan of his loving goodness\" of creation, redemption and sanctification."}]},{"elements":[{"type":"ref-ccc","ref_number":236},{"type":"text","text":"The Fathers of the Church distinguish between theology (theologia) and economy (oikonomia). \"Theology\" refers to the mystery of God's inmost life within the Blessed Trinity and \"economy\" to all the works by which God reveals himself and communicates his life. Through the oikonomia the theologia is revealed to us; but conversely, the theologia illuminates the whole oikonomia. God's works reveal who he is in himself; the mystery of his inmost being enlightens our understanding of all his works. So it is, analogously, among human persons. A person discloses himself in his actions, and the better we know a person, the better we understand his actions."}]},{"elements":[{"type":"ref-ccc","ref_number":237},{"type":"text","text":"The Trinity is a mystery of faith in the strict sense, one of the \"mysteries that are hidden in God, which can never be known unless they are revealed by God\"."},{"type":"ref","number":58},{"type":"text","text":" To be sure, God has left traces of his Trinitarian being in his work of creation and in his Revelation throughout the Old Testament. But his inmost Being as Holy Trinity is a mystery that is inaccessible to reason alone or even to Israel's faith before the Incarnation of God's Son and the sending of the Holy Spirit."}]},{"elements":[{"type":"text","text":"II. THE REVELATION OF GOD AS TRINITY"}]},{"elements":[{"type":"text","text":"The Father revealed by the Son"}]},{"elements":[{"type":"ref-ccc","ref_number":238},{"type":"text","text":"Many religions invoke God as \"Father\". the deity is often considered the \"father of gods and of men\". In Israel, God is called \"Father\" inasmuch as he is Creator of the world."},{"type":"ref","number":59},{"type":"text","text":" Even more, God is Father because of the covenant and the gift of the law to Israel, \"his first-born son\"."},{"type":"ref","number":60},{"type":"text","text":" God is also called the Father of the king of Israel. Most especially he is \"the Father of the poor\", of the orphaned and the widowed, who are under his loving protection."},{"type":"ref","number":61}]},{"elements":[{"type":"ref-ccc","ref_number":239},{"type":"text","text":"By calling God \"Father\", the language of faith indicates two main things: that God is the first origin of everything and transcendent authority; and that he is at the same time goodness and loving care for all his children. God's parental tenderness can also be expressed by the image of motherhood,"},{"type":"ref","number":62},{"type":"text","text":" which emphasizes God's immanence, the intimacy between Creator and creature. the language of faith thus draws on the human experience of parents, who are in a way the first representatives of God for man. But this experience also tells us that human parents are fallible and can disfigure the face of fatherhood and motherhood. We ought therefore to recall that God transcends the human distinction between the sexes. He is neither man nor woman: he is God. He also transcends human fatherhood and motherhood, although he is their origin and standard:"},{"type":"ref","number":63},{"type":"text","text":" no one is father as God is Father."}]},{"elements":[{"type":"ref-ccc","ref_number":240},{"type":"text","text":"Jesus revealed that God is Father in an unheard-of sense: he is Father not only in being Creator; he is eternally Father by his relationship to his only Son who, reciprocally, is Son only in relation to his Father: \"No one knows the Son except the Father, and no one knows the Father except the Son and any one to whom the Son chooses to reveal him.\""},{"type":"ref","number":64}]},{"elements":[{"type":"ref-ccc","ref_number":241},{"type":"text","text":"For this reason the apostles confess Jesus to be the Word: \"In the beginning was the Word, and the Word was with God, and the Word was God\"; as \"the image of the invisible God\"; as the \"radiance of the glory of God and the very stamp of his nature\"."},{"type":"ref","number":65}]},{"elements":[{"type":"ref-ccc","ref_number":242},{"type":"text","text":"Following this apostolic tradition, the Church confessed at the first ecumenical council at Nicaea (325) that the Son is \"consubstantial\" with the Father, that is, one only God with him."},{"type":"ref","number":66},{"type":"text","text":" The second ecumenical council, held at Constantinople in 381, kept this expression in its formulation of the Nicene Creed and confessed \"the only-begotten Son of God, eternally begotten of the Father, light from light, true God from true God, begotten not made, consubstantial with the Father\"."},{"type":"ref","number":67}]},{"elements":[{"type":"text","text":"The Father and the son revealed by the spirit"}]},{"elements":[{"type":"ref-ccc","ref_number":243},{"type":"text","text":"Before his Passover, Jesus announced the sending of \"another Paraclete\" (Advocate), the Holy Spirit. At work since creation, having previously \"spoken through the prophets\", the Spirit will now be with and in the disciples, to teach them and guide them \"into all the truth\"."},{"type":"ref","number":68},{"type":"text","text":" The Holy Spirit is thus revealed as another divine person with Jesus and the Father."}]},{"elements":[{"type":"ref-ccc","ref_number":244},{"type":"text","text":"The eternal origin of the Holy Spirit is revealed in his mission in time. the Spirit is sent to the apostles and to the Church both by the Father in the name of the Son, and by the Son in person, once he had returned to the Father."},{"type":"ref","number":69},{"type":"text","text":" The sending of the person of the Spirit after Jesus' glorification"},{"type":"ref","number":70},{"type":"text","text":" reveals in its fullness the mystery of the Holy Trinity."}]},{"elements":[{"type":"ref-ccc","ref_number":245},{"type":"text","text":"The apostolic faith concerning the Spirit was confessed by the second ecumenical council at Constantinople (381): \"We believe in the Holy Spirit, the Lord and giver of life, who proceeds from the Father.\""},{"type":"ref","number":71},{"type":"text","text":" By this confession, the Church recognizes the Father as \"the source and origin of the whole divinity\"."},{"type":"ref","number":72},{"type":"text","text":" But the eternal origin of the Spirit is not unconnected with the Son's origin: \"The Holy Spirit, the third person of the Trinity, is God, one and equal with the Father and the Son, of the same substance and also of the same nature. . . Yet he is not called the Spirit of the Father alone,. . . but the Spirit of both the Father and the Son.\""},{"type":"ref","number":73},{"type":"text","text":" The Creed of the Church from the Council of Constantinople confesses: \"With the Father and the Son, he is worshipped and glorified.\""},{"type":"ref","number":74}]},{"elements":[{"type":"ref-ccc","ref_number":246},{"type":"text","text":"The Latin tradition of the Creed confesses that the Spirit \"proceeds from the Father and the Son (filioque)\". the Council of Florence in 1438 explains: \"The Holy Spirit is eternally from Father and Son; He has his nature and subsistence at once (simul) from the Father and the Son. He proceeds eternally from both as from one principle and through one spiration... And, since the Father has through generation given to the only-begotten Son everything that belongs to the Father, except being Father, the Son has also eternally from the Father, from whom he is eternally born, that the Holy Spirit proceeds from the Son.\""},{"type":"ref","number":75}]},{"elements":[{"type":"ref-ccc","ref_number":247},{"type":"text","text":"The affirmation of the filioque does not appear in the Creed confessed in 381 at Constantinople. But Pope St. Leo I, following an ancient Latin and Alexandrian tradition, had already confessed it dogmatically in 447,"},{"type":"ref","number":76},{"type":"text","text":" even before Rome, in 451 at the Council of Chalcedon, came to recognize and receive the Symbol of 381. the use of this formula in the Creed was gradually admitted into the Latin liturgy (between the eighth and eleventh centuries). the introduction of the filioque into the Niceno-Constantinopolitan Creed by the Latin liturgy constitutes moreover, even today, a point of disagreement with the Orthodox Churches."}]},{"elements":[{"type":"ref-ccc","ref_number":248},{"type":"text","text":"At the outset the Eastern tradition expresses the Father's character as first origin of the Spirit. By confessing the Spirit as he \"who proceeds from the Father\", it affirms that he comes from the Father through the Son."},{"type":"ref","number":77},{"type":"text","text":" The Western tradition expresses first the consubstantial communion between Father and Son, by saying that the Spirit proceeds from the Father and the Son (filioque). It says this, \"legitimately and with good reason\","},{"type":"ref","number":78},{"type":"text","text":" for the eternal order of the divine persons in their consubstantial communion implies that the Father, as \"the principle without principle\","},{"type":"ref","number":79},{"type":"text","text":" is the first origin of the Spirit, but also that as Father of the only Son, he is, with the Son, the single principle from which the Holy Spirit proceeds."},{"type":"ref","number":80},{"type":"text","text":" This legitimate complementarity, provided it does not become rigid, does not affect the identity of faith in the reality of the same mystery confessed."}]},{"elements":[{"type":"text","text":"III. THE HOLY TRINITY IN THE TEACHING OF THE FAITH"}]},{"elements":[{"type":"text","text":"The formation of the Trinitarian dogma"}]},{"elements":[{"type":"ref-ccc","ref_number":249},{"type":"text","text":"From the beginning, the revealed truth of the Holy Trinity has been at the very root of the Church's living faith, principally by means of Baptism. It finds its expression in the rule of baptismal faith, formulated in the preaching, catechesis and prayer of the Church. Such formulations are already found in the apostolic writings, such as this salutation taken up in the Eucharistic liturgy: \"The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.\""},{"type":"ref","number":81}]},{"elements":[{"type":"ref-ccc","ref_number":250},{"type":"text","text":"During the first centuries the Church sought to clarify her Trinitarian faith, both to deepen her own understanding of the faith and to defend it against the errors that were deforming it. This clarification was the work of the early councils, aided by the theological work of the Church Fathers and sustained by the Christian people's sense of the faith."}]},{"elements":[{"type":"ref-ccc","ref_number":251},{"type":"text","text":"In order to articulate the dogma of the Trinity, the Church had to develop her own terminology with the help of certain notions of philosophical origin: \"substance\", \"person\" or \"hypostasis\", \"relation\" and so on. In doing this, she did not submit the faith to human wisdom, but gave a new and unprecedented meaning to these terms, which from then on would be used to signify an ineffable mystery, \"infinitely beyond all that we can humanly understand\"."},{"type":"ref","number":82}]},{"elements":[{"type":"ref-ccc","ref_number":252},{"type":"text","text":"The Church uses (I) the term \"substance\" (rendered also at times by \"essence\" or \"nature\") to designate the divine being in its unity, (II) the term \"person\" or \"hypostasis\" to designate the Father, Son and Holy Spirit in the real distinction among them, and (III) the term \"relation\" to designate the fact that their distinction lies in the relationship of each to the others."}]},{"elements":[{"type":"text","text":"The dogma of the Holy Trinity"}]},{"elements":[{"type":"ref-ccc","ref_number":253},{"type":"text","text":"The Trinity is One. We do not confess three Gods, but one God in three persons, the \"consubstantial Trinity\"."},{"type":"ref","number":83},{"type":"text","text":" The divine persons do not share the one divinity among themselves but each of them is God whole and entire: \"The Father is that which the Son is, the Son that which the Father is, the Father and the Son that which the Holy Spirit is, i.e. by nature one God.\""},{"type":"ref","number":84},{"type":"text","text":" In the words of the Fourth Lateran Council (1215), \"Each of the persons is that supreme reality, viz., the divine substance, essence or nature.\""},{"type":"ref","number":85}]},{"elements":[{"type":"ref-ccc","ref_number":254},{"type":"text","text":"The divine persons are really distinct from one another. \"God is one but not solitary.\""},{"type":"ref","number":86},{"type":"text","text":" \"Father\", \"Son\", \"Holy Spirit\" are not simply names designating modalities of the divine being, for they are really distinct from one another: \"He is not the Father who is the Son, nor is the Son he who is the Father, nor is the Holy Spirit he who is the Father or the Son.\""},{"type":"ref","number":87},{"type":"text","text":" They are distinct from one another in their relations of origin: \"It is the Father who generates, the Son who is begotten, and the Holy Spirit who proceeds.\""},{"type":"ref","number":88},{"type":"text","text":" The divine Unity is Triune."}]},{"elements":[{"type":"ref-ccc","ref_number":255},{"type":"text","text":"The divine persons are relative to one another. Because it does not divide the divine unity, the real distinction of the persons from one another resides solely in the relationships which relate them to one another: \"In the relational names of the persons the Father is related to the Son, the Son to the Father, and the Holy Spirit to both. While they are called three persons in view of their relations, we believe in one nature or substance.\""},{"type":"ref","number":89},{"type":"text","text":" Indeed \"everything (in them) is one where there is no opposition of relationship.\""},{"type":"ref","number":90},{"type":"text","text":" \"Because of that unity the Father is wholly in the Son and wholly in the Holy Spirit; the Son is wholly in the Father and wholly in the Holy Spirit; the Holy Spirit is wholly in the Father and wholly in the Son.\""},{"type":"ref","number":91}]},{"elements":[{"type":"ref-ccc","ref_number":256},{"type":"text","text":"St. Gregory of Nazianzus, also called \"the Theologian\", entrusts this summary of Trinitarian faith to the catechumens of Constantinople: "},{"type":"spacer"},{"type":"text","text":" Above all guard for me this great deposit of faith for which I live and fight, which I want to take with me as a companion, and which makes me bear all evils and despise all pleasures: I mean the profession of faith in the Father and the Son and the Holy Spirit. I entrust it to you today. By it I am soon going to plunge you into water and raise you up from it. I give it to you as the companion and patron of your whole life. I give you but one divinity and power, existing one in three, and containing the three in a distinct way. Divinity without disparity of substance or nature, without superior degree that raises up or inferior degree that casts down. . . the infinite co-naturality of three infinites. Each person considered in himself is entirely God. . . the three considered together. . . I have not even begun to think of unity when the Trinity bathes me in its splendour. I have not even begun to think of the Trinity when unity grasps me. ."},{"type":"ref","number":92}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"IV. THE DIVINE WORKS AND THE TRINITARIAN MISSIONS"}]},{"elements":[{"type":"ref-ccc","ref_number":257},{"type":"text","text":"\"O blessed light, O Trinity and first Unity!\""},{"type":"ref","number":93},{"type":"text","text":" God is eternal blessedness, undying life, unfading light. God is love: Father, Son and Holy Spirit. God freely wills to communicate the glory of his blessed life. Such is the \"plan of his loving kindness\", conceived by the Father before the foundation of the world, in his beloved Son: \"He destined us in love to be his sons\" and \"to be conformed to the image of his Son\", through \"the spirit of sonship\"."},{"type":"ref","number":94},{"type":"text","text":" This plan is a \"grace [which] was given to us in Christ Jesus before the ages began\", stemming immediately from Trinitarian love."},{"type":"ref","number":95},{"type":"text","text":" It unfolds in the work of creation, the whole history of salvation after the fall, and the missions of the Son and the Spirit, which are continued in the mission of the Church."},{"type":"ref","number":96}]},{"elements":[{"type":"ref-ccc","ref_number":258},{"type":"text","text":"The whole divine economy is the common work of the three divine persons. For as the Trinity has only one and the same natures so too does it have only one and the same operation: \"The Father, the Son and the Holy Spirit are not three principles of creation but one principle.\""},{"type":"ref","number":97},{"type":"text","text":" However, each divine person performs the common work according to his unique personal property. Thus the Church confesses, following the New Testament, \"one God and Father from whom all things are, and one Lord Jesus Christ, through whom all things are, and one Holy Spirit in whom all things are\"."},{"type":"ref","number":98},{"type":"text","text":" It is above all the divine missions of the Son's Incarnation and the gift of the Holy Spirit that show forth the properties of the divine persons."}]},{"elements":[{"type":"ref-ccc","ref_number":259},{"type":"text","text":"Being a work at once common and personal, the whole divine economy makes known both what is proper to the divine persons, and their one divine nature. Hence the whole Christian life is a communion with each of the divine persons, without in any way separating them. Everyone who glorifies the Father does so through the Son in the Holy Spirit; everyone who follows Christ does so because the Father draws him and the Spirit moves him."},{"type":"ref","number":99}]},{"elements":[{"type":"ref-ccc","ref_number":260},{"type":"text","text":"The ultimate end of the whole divine economy is the entry of God's creatures into the perfect unity of the Blessed Trinity."},{"type":"ref","number":100},{"type":"text","text":" But even now we are called to be a dwelling for the Most Holy Trinity: \"If a man loves me\", says the Lord, \"he will keep my word, and my Father will love him, and we will come to him, and make our home with him\":"},{"type":"ref","number":101}]},{"elements":[{"type":"text","text":"O my God, Trinity whom I adore, help me forget myself entirely so to establish myself in you, unmovable and peaceful as if my soul were already in eternity. May nothing be able to trouble my peace or make me leave you, O my unchanging God, but may each minute bring me more deeply into your mystery! Grant my soul peace. Make it your heaven, your beloved dwelling and the place of your rest. May I never abandon you there, but may I be there, whole and entire, completely vigilant in my faith, entirely adoring, and wholly given over to your creative action."},{"type":"ref","number":102}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":261},{"attrs":{"i":true},"type":"text","text":"The mystery of the Most Holy Trinity is the central mystery of the Christian faith and of Christian life. God alone can make it known to us by revealing himself as Father, Son and Holy Spirit."}]},{"elements":[{"type":"ref-ccc","ref_number":262},{"attrs":{"i":true},"type":"text","text":"The Incarnation of God's Son reveals that God is the eternal Father and that the Son is consubstantial with the Father, which means that, in the Father and with the Father the Son is one and the same God."}]},{"elements":[{"type":"ref-ccc","ref_number":263},{"attrs":{"i":true},"type":"text","text":"The mission of the Holy Spirit, sent by the Father in the name of the Son ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.26"},{"attrs":{"i":true},"type":"text","text":" Jn 14:26) and by the Son \"from the Father\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.26"},{"attrs":{"i":true},"type":"text","text":" Jn 15:26), reveals that, with them, the Spirit is one and the same God. \"With the Father and the Son he is worshipped and glorified\" (Nicene Creed)."}]},{"elements":[{"type":"ref-ccc","ref_number":264},{"attrs":{"i":true},"type":"text","text":"\"The Holy Spirit proceeds from the Father as the first principle and, by the eternal gift of this to the Son, from the communion of both the Father and the Son\" (St. Augustine, De Trin. 15, 26, 47: PL 42, 1095)."}]},{"elements":[{"type":"ref-ccc","ref_number":265},{"attrs":{"i":true},"type":"text","text":"By the grace of Baptism \"in the name of the Father and of the Son and of the Holy Spirit\", we are called to share in the life of the Blessed Trinity, here on earth in the obscurity of faith, and after death in eternal light (cf. Paul VI, CPG # 9)."}]},{"elements":[{"type":"ref-ccc","ref_number":266},{"attrs":{"i":true},"type":"text","text":"\"Now this is the Catholic faith: We worship one God in the Trinity and the Trinity in unity, without either confusing the persons or dividing the substance; for the person of the Father is one, the Son's is another, the Holy Spirit's another; but the Godhead of the Father, Son and Holy Spirit is one, their glory equal, their majesty coeternal\" (Athanasian Creed: DS 75; ND 16)."}]},{"elements":[{"type":"ref-ccc","ref_number":267},{"attrs":{"i":true},"type":"text","text":"Inseparable in what they are, the divine persons are also inseparable in what they do. But within the single divine operation each shows forth what is proper to him in the Trinity, especially in the divine missions of the Son's Incarnation and the gift of the Holy Spirit."}]}],"footnotes":{"53":{"number":53,"refs":[{"text":"⇒ Mt 28:19.","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19"}]},"54":{"number":54,"refs":[{"text":"St. Caesarius of Arles, Sermo 9, Exp. symb.: CCL 103, 47.","link":null}]},"55":{"number":55,"refs":[{"text":"Cf. Profession of faith of Pope Vigilius I (552): DS 415.","link":null}]},"56":{"number":56,"refs":[{"text":"GCD 43.","link":null}]},"57":{"number":57,"refs":[{"text":"GCD 47.","link":null}]},"58":{"number":58,"refs":[{"text":"Dei Filius 4: DS 3015.","link":null}]},"59":{"number":59,"refs":[{"text":"Cf. Dt 32:6","link":null},{"text":"Mal 2:10.","link":null}]},"60":{"number":60,"refs":[{"text":"Ex 4:22.","link":null}]},"61":{"number":61,"refs":[{"text":"Cf. 2 Sam 7:14","link":null},{"text":"⇒ Ps 68:6.","link":"http://www.vatican.va/archive/ENG0839/_PHO.HTM#WISDB.PSA.68.6"}]},"62":{"number":62,"refs":[{"text":"Cf. ⇒ Is 66:13","link":"http://www.vatican.va/archive/ENG0839/_PPD.HTM#PROPHB.ISA.66.13"},{"text":"⇒ Ps 131:2.","link":"http://www.vatican.va/archive/ENG0839/_PJF.HTM#WISDB.PSA.131.2"}]},"63":{"number":63,"refs":[{"text":"Cf. ⇒ Ps 27:10","link":"http://www.vatican.va/archive/ENG0839/_PGJ.HTM#WISDB.PSA.27.10"},{"text":"⇒ Eph 3:14","link":"http://www.vatican.va/archive/ENG0839/_P10A.HTM#NTLET.EPH.3.14"},{"text":"⇒ Is 49:15.","link":"http://www.vatican.va/archive/ENG0839/_POW.HTM#PROPHB.ISA.49.15"}]},"64":{"number":64,"refs":[{"text":"⇒ Mt 11-27.","link":"http://www.vatican.va/archive/ENG0839/_PVK.HTM#GOSP.MAT.11.27"}]},"65":{"number":65,"refs":[{"text":"⇒ Jn 1:1","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.1"},{"text":"⇒ Col 1:15","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.15"},{"text":"⇒ Heb 1:3.","link":"http://www.vatican.va/archive/ENG0839/_P11G.HTM#NTLET.HEB.1.3"}]},"66":{"number":66,"refs":[{"text":"The English phrases \"of one being\" and \"one in being\" translate the    Greek word homoousios, which was rendered in Latin by consubstantialis.","link":null}]},"67":{"number":67,"refs":[{"text":"Niceno-Constantinopolitan Creed","link":null},{"text":"cf. DS 150.","link":null}]},"68":{"number":68,"refs":[{"text":"Cf. ⇒ Gen 1:2","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.2"},{"text":"Nicene Creed (DS 150)","link":null},{"text":"⇒ Jn 14:17, ⇒ 26","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.17"},{"text":"⇒ 16:13.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.26"}]},"69":{"number":69,"refs":[{"text":"Cf. ⇒ Jn 14:26","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.26"},{"text":"⇒ 15:26","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.26"},{"text":"⇒ 16:14.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.14"}]},"70":{"number":70,"refs":[{"text":"Cf. ⇒ Jn 7:39.","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.39"}]},"71":{"number":71,"refs":[{"text":"Nicene Creed","link":null},{"text":"cf. DS 150.","link":null}]},"72":{"number":72,"refs":[{"text":"Council of Toledo VI (638): DS 490.","link":null}]},"73":{"number":73,"refs":[{"text":"Council of Toledo XI (675): DS 527.","link":null}]},"74":{"number":74,"refs":[{"text":"Nicene Creed","link":null},{"text":"cf. DS 150.","link":null}]},"75":{"number":75,"refs":[{"text":"Council of Florence (1439): DS 1300-1301.","link":null}]},"76":{"number":76,"refs":[{"text":"Cf. Leo I, Quam laudabiliter (447): DS 284.","link":null}]},"77":{"number":77,"refs":[{"text":"⇒ Jn 15:26","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.26"},{"text":"cf. AG 2.","link":null}]},"78":{"number":78,"refs":[{"text":"Council of Florence (1439): DS 1302.","link":null}]},"79":{"number":79,"refs":[{"text":"Council of Florence (1442): DS 1331.","link":null}]},"80":{"number":80,"refs":[{"text":"Cf. Council of Lyons II(1274): DS 850.","link":null}]},"81":{"number":81,"refs":[{"text":"⇒ 2 Cor 13:14","link":"http://www.vatican.va/archive/ENG0839/_PZZ.HTM#NTLET.2COR.13.13"},{"text":"cf. ⇒ I Cor 12:4 - 6","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.4"},{"text":"⇒ Eph 4:4-6.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.4"}]},"82":{"number":82,"refs":[{"text":"Paul VI, CPC # 2.","link":null}]},"83":{"number":83,"refs":[{"text":"Council of Constantinople II (553): DS 421.","link":null}]},"84":{"number":84,"refs":[{"text":"Council of Toledo XI (675): DS 530:26.","link":null}]},"85":{"number":85,"refs":[{"text":"Lateran Council IV (1215): DS 804.","link":null}]},"86":{"number":86,"refs":[{"text":"Fides Damasi: DS 71.","link":null}]},"87":{"number":87,"refs":[{"text":"Council of Toledo XI (675): DS 530:25.","link":null}]},"88":{"number":88,"refs":[{"text":"Lateran Council IV (1215): DS 804.","link":null}]},"89":{"number":89,"refs":[{"text":"Council of Toledo XI (675): DS 528.","link":null}]},"90":{"number":90,"refs":[{"text":"Council of Florence (1442): DS 1330.","link":null}]},"91":{"number":91,"refs":[{"text":"Council of Florence (1442): DS 1331.","link":null}]},"92":{"number":92,"refs":[{"text":"St. Gregory of Nazianzus, Oratio 40, 41: PG 36,417.","link":null}]},"93":{"number":93,"refs":[{"text":"LH, Hymn for Evening Prayer.","link":null}]},"94":{"number":94,"refs":[{"text":"⇒ Eph 1:4-5, ⇒ 9","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.4"},{"text":"⇒ Rom 8:15, ⇒ 29.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.9"}]},"95":{"number":95,"refs":[{"text":"2 Tim 1:9-10.","link":null}]},"96":{"number":96,"refs":[{"text":"Cf. AG 2-9.","link":null}]},"97":{"number":97,"refs":[{"text":"Council of Florence (1442): DS 1331","link":null},{"text":"cf. Council of Constantinople II    (553): DS 421.","link":null}]},"98":{"number":98,"refs":[{"text":"Council of Constantinople II: DS 421.","link":null}]},"99":{"number":99,"refs":[{"text":"Cf. ⇒ Jn 6:44","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.44"},{"text":"⇒ Rom 8:14.","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.14"}]},"100":{"number":100,"refs":[{"text":"Cf. ⇒ Jn 17:21-23.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.21"}]},"101":{"number":101,"refs":[{"text":"⇒ Jn 14:23.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.23"}]},"102":{"number":102,"refs":[{"text":"Prayer of Blessed Elizabeth of the Trinity.","link":null}]}}}