{"id":"toc-63","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Article 3"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"\"HE WAS CONCEIVED BY THE POWER OF THE HOLY SPIRIT, AND WAS BORN OF THE VIRGIN MARY\""}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 1. THE SON OF GOD BECAME MAN"}]},{"elements":[{"type":"text","text":"I. WHY DID THE WORD BECOME FLESH?"}]},{"elements":[{"type":"ref-ccc","ref_number":456},{"type":"text","text":"With the Nicene Creed, we answer by confessing: \"For us men and for our salvation he came down from heaven; by the power of the Holy Spirit, he became incarnate of the Virgin Mary, and was made man.\""}]},{"elements":[{"type":"ref-ccc","ref_number":457},{"type":"text","text":"The Word became flesh for us in order to save us by reconciling us with God, who \"loved us and sent his Son to be the expiation for our sins\": \"the Father has sent his Son as the Saviour of the world\", and \"he was revealed to take away sins\":"},{"type":"ref","number":70}]},{"elements":[{"type":"text","text":"Sick, our nature demanded to be healed; fallen, to be raised up; dead, to rise again. We had lost the possession of the good; it was necessary for it to be given back to us. Closed in the darkness, it was necessary to bring us the light; captives, we awaited a Saviour; prisoners, help; slaves, a liberator. Are these things minor or insignificant? Did they not move God to descend to human nature and visit it, since humanity was in so miserable and unhappy a state?"},{"type":"ref","number":71}]},{"elements":[{"type":"ref-ccc","ref_number":458},{"type":"text","text":"The Word became flesh so that thus we might know God's love: \"In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him.\""},{"type":"ref","number":72},{"type":"text","text":" \"For God so loved the world that he gave his only Son, that whoever believes in him should not perish but have eternal life.\""},{"type":"ref","number":73}]},{"elements":[{"type":"ref-ccc","ref_number":459},{"type":"text","text":"The Word became flesh to be our model of holiness: \"Take my yoke upon you, and learn from me.\" \"I am the way, and the truth, and the life; no one comes to the Father, but by me.\""},{"type":"ref","number":74},{"type":"text","text":" On the mountain of the Transfiguration, the Father commands: \"Listen to him!\""},{"type":"ref","number":75},{"type":"text","text":" Jesus is the model for the Beatitudes and the norm of the new law: \"Love one another as I have loved you.\""},{"type":"ref","number":76},{"type":"text","text":" This love implies an effective offering of oneself, after his example."},{"type":"ref","number":77}]},{"elements":[{"type":"ref-ccc","ref_number":460},{"type":"text","text":"The Word became flesh to make us \"partakers of the divine nature\":"},{"type":"ref","number":78},{"type":"text","text":" \"For this is why the Word became man, and the Son of God became the Son of man: so that man, by entering into communion with the Word and thus receiving divine sonship, might become a son of God.\""},{"type":"ref","number":79},{"type":"text","text":" \"For the Son of God became man so that we might become God.\""},{"type":"ref","number":80},{"type":"text","text":" \"The only-begotten Son of God, wanting to make us sharers in his divinity, assumed our nature, so that he, made man, might make men gods.\""},{"type":"ref","number":81}]},{"elements":[{"type":"text","text":"II. THE INCARNATION"}]},{"elements":[{"type":"ref-ccc","ref_number":461},{"type":"text","text":"Taking up St. John's expression, \"The Word became flesh\","},{"type":"ref","number":82},{"type":"text","text":" The Church calls \"Incarnation\" the fact that the Son of God assumed a human nature in order to accomplish our salvation in it. In a hymn cited by St. Paul, the Church sings the mystery of the Incarnation:"}]},{"elements":[{"type":"text","text":"Have this mind among yourselves, which is yours in Christ Jesus, who, though he was in the form of God, did not count equality with God a thing to be grasped, but emptied himself, taking the form of a servant, being born in the likeness of men. and being found in human form he humbled himself and became obedient unto death, even death on a cross."},{"type":"ref","number":83}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":462},{"type":"text","text":"The Letter to the Hebrews refers to the same mystery:"}]},{"elements":[{"type":"text","text":"Consequently, when Christ came into the world, he said, \"Sacrifices and offerings you have not desired, but a body have you prepared for me; in burnt offerings and sin offerings you have taken no pleasure. Then I said, Lo, I have come to do your will, O God.\""},{"type":"ref","number":84}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":463},{"type":"text","text":"Belief in the true Incarnation of the Son of God is the distinctive sign of Christian faith: \"By this you know the Spirit of God: every spirit which confesses that Jesus Christ has come in the flesh is of God.\""},{"type":"ref","number":85},{"type":"text","text":" Such is the joyous conviction of the Church from her beginning whenever she sings \"the mystery of our religion\": \"He was manifested in the flesh.\""},{"type":"ref","number":86}]},{"elements":[{"type":"text","text":"III. TRUE GOD AND TRUE MAN"}]},{"elements":[{"type":"ref-ccc","ref_number":464},{"type":"text","text":"The unique and altogether singular event of the Incarnation of the Son of God does not mean that Jesus Christ is part God and part man, nor does it imply that he is the result of a confused mixture of the divine and the human. He became truly man while remaining truly God. Jesus Christ is true God and true man. "},{"type":"spacer"},{"type":"text","text":" During the first centuries, the Church had to defend and clarify this truth of faith against the heresies that falsified it."}]},{"elements":[{"type":"ref-ccc","ref_number":465},{"type":"text","text":"The first heresies denied not so much Christ's divinity as his true humanity (Gnostic Docetism). From apostolic times the Christian faith has insisted on the true incarnation of God's Son \"come in the flesh\"."},{"type":"ref","number":87},{"type":"text","text":" But already in the third century, the Church in a council at Antioch had to affirm against Paul of Samosata that Jesus Christ is Son of God by nature and not by adoption. the first ecumenical council of Nicaea in 325 confessed in its Creed that the Son of God is \"begotten, not made, of the same substance (homoousios) as the Father\", and condemned Arius, who had affirmed that the Son of God \"came to be from things that were not\" and that he was \"from another substance\" than that of the Father."},{"type":"ref","number":88}]},{"elements":[{"type":"ref-ccc","ref_number":466},{"type":"text","text":"The Nestorian heresy regarded Christ as a human person joined to the divine person of God's Son. Opposing this heresy, St. Cyril of Alexandria and the third ecumenical council, at Ephesus in 431, confessed \"that the Word, uniting to himself in his person the flesh animated by a rational soul, became man.\""},{"type":"ref","number":89},{"type":"text","text":" Christ's humanity has no other subject than the divine person of the Son of God, who assumed it and made it his own, from his conception. For this reason the Council of Ephesus proclaimed in 431 that Mary truly became the Mother of God by the human conception of the Son of God in her womb: \"Mother of God, not that the nature of the Word or his divinity received the beginning of its existence from the holy Virgin, but that, since the holy body, animated by a rational soul, which the Word of God united to himself according to the hypostasis, was born from her, the Word is said to be born according to the flesh.\""},{"type":"ref","number":90}]},{"elements":[{"type":"ref-ccc","ref_number":467},{"type":"text","text":"The Monophysites affirmed that the human nature had ceased to exist as such in Christ when the divine person of God's Son assumed it. Faced with this heresy, the fourth ecumenical council, at Chalcedon in 451, confessed: "},{"type":"spacer"},{"type":"text","text":" Following the holy Fathers, we unanimously teach and confess one and the same Son, our Lord Jesus Christ: the same perfect in divinity and perfect in humanity, the same truly God and truly man, composed of rational soul and body; consubstantial with the Father as to his divinity and consubstantial with us as to his humanity; \"like us in all things but sin\". He was begotten from the Father before all ages as to his divinity and in these last days, for us and for our salvation, was born as to his humanity of the virgin Mary, the Mother of God."},{"type":"ref","number":91}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"We confess that one and the same Christ, Lord, and only-begotten Son, is to be acknowledged in two natures without confusion, change, division or separation. the distinction between the natures was never abolished by their union, but rather the character proper to each of the two natures was preserved as they came together in one person (prosopon) and one hypostasis."},{"type":"ref","number":92}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":468},{"type":"text","text":"After the Council of Chalcedon, some made of Christ's human nature a kind of personal subject. Against them, the fifth ecumenical council, at Constantinople in 553, confessed that \"there is but one hypostasis [or person], which is our Lord Jesus Christ, one of the Trinity.\""},{"type":"ref","number":93},{"type":"text","text":" Thus everything in Christ's human nature is to be attributed to his divine person as its proper subject, not only his miracles but also his sufferings and even his death: \"He who was crucified in the flesh, our Lord Jesus Christ, is true God, Lord of glory, and one of the Holy Trinity.\""},{"type":"ref","number":94}]},{"elements":[{"type":"ref-ccc","ref_number":469},{"type":"text","text":"The Church thus confesses that Jesus is inseparably true God and true man. He is truly the Son of God who, without ceasing to be God and Lord, became a man and our brother: \"What he was, he remained and what he was not, he assumed\", sings the Roman Liturgy."},{"type":"ref","number":95},{"type":"text","text":" and the liturgy of St. John Chrysostom proclaims and sings: \"O only-begotten Son and Word of God, immortal being, you who deigned for our salvation to become incarnate of the holy Mother of God and ever-virgin Mary, you who without change became man and were crucified, O Christ our God, you who by your death have crushed death, you who are one of the Holy Trinity, glorified with the Father and the Holy Spirit, save us!\""},{"type":"ref","number":96}]},{"elements":[{"type":"text","text":"IV. HOW IS THE SON OF GOD MAN?"}]},{"elements":[{"type":"ref-ccc","ref_number":470},{"type":"text","text":"Because \"human nature was assumed, not absorbed\","},{"type":"ref","number":97},{"type":"text","text":" in the mysterious union of the Incarnation, the Church was led over the course of centuries to confess the full reality of Christ's human soul, with its operations of intellect and will, and of his human body. In parallel fashion, she had to recall on each occasion that Christ's human nature belongs, as his own, to the divine person of the Son of God, who assumed it. Everything that Christ is and does in this nature derives from \"one of the Trinity\"."}]},{"elements":[{"type":"text","text":"The Son of God therefore communicates to his humanity his own personal mode of existence in the Trinity. In his soul as in his body, Christ thus expresses humanly the divine ways of the Trinity:"},{"type":"ref","number":98}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Son of God. . . worked with human hands; he thought with a human mind. He acted with a human will, and with a human heart he loved. Born of the Virgin Mary, he has truly been made one of us, like to us in all things except sin."},{"type":"ref","number":99}]},{"elements":[{"type":"text","text":"Christ's soul and his human knowledge"}]},{"elements":[{"type":"ref-ccc","ref_number":471},{"type":"text","text":"Apollinarius of Laodicaea asserted that in Christ the divine Word had replaced the soul or spirit. Against this error the Church confessed that the eternal Son also assumed a rational, human soul."},{"type":"ref","number":100}]},{"elements":[{"type":"ref-ccc","ref_number":472},{"type":"text","text":"This human soul that the Son of God assumed is endowed with a true human knowledge. As such, this knowledge could not in itself be unlimited: it was exercised in the historical conditions of his existence in space and time. This is why the Son of God could, when he became man, \"increase in wisdom and in stature, and in favour with God and man\","},{"type":"ref","number":101},{"type":"text","text":" and would even have to inquire for himself about what one in the human condition can learn only from experience."},{"type":"ref","number":102},{"type":"text","text":" This corresponded to the reality of his voluntary emptying of himself, taking \"the form of a slave\"."},{"type":"ref","number":103}]},{"elements":[{"type":"ref-ccc","ref_number":473},{"type":"text","text":"But at the same time, this truly human knowledge of God's Son expressed the divine life of his person."},{"type":"ref","number":104},{"type":"text","text":" \"The human nature of God's Son, not by itself but by its union with the Word, knew and showed forth in itself everything that pertains to God.\""},{"type":"ref","number":105},{"type":"text","text":" Such is first of all the case with the intimate and immediate knowledge that the Son of God made man has of his Father."},{"type":"ref","number":106},{"type":"text","text":" The Son in his human knowledge also showed the divine penetration he had into the secret thoughts of human hearts."},{"type":"ref","number":107}]},{"elements":[{"type":"ref-ccc","ref_number":474},{"type":"text","text":"By its union to the divine wisdom in the person of the Word incarnate, Christ enjoyed in his human knowledge the fullness of understanding of the eternal plans he had come to reveal."},{"type":"ref","number":108},{"type":"text","text":" What he admitted to not knowing in this area, he elsewhere declared himself not sent to reveal."},{"type":"ref","number":109}]},{"elements":[{"type":"text","text":"Christ's human will"}]},{"elements":[{"type":"ref-ccc","ref_number":475},{"type":"text","text":"Similarly, at the sixth ecumenical council, Constantinople III in 681, the Church confessed that Christ possesses two wills and two natural operations, divine and human. They are not opposed to each other, but co-operate in such a way that the Word made flesh willed humanly in obedience to his Father all that he had decided divinely with the Father and the Holy Spirit for our salvation."},{"type":"ref","number":110},{"type":"text","text":" Christ's human will \"does not resist or oppose but rather submits to his divine and almighty will.\""},{"type":"ref","number":111}]},{"elements":[{"type":"text","text":"Christ's true body"}]},{"elements":[{"type":"ref-ccc","ref_number":476},{"type":"text","text":"Since the Word became flesh in assuming a true humanity, Christ's body was finite."},{"type":"ref","number":112},{"type":"text","text":" Therefore the human face of Jesus can be portrayed; at the seventh ecumenical council (Nicaea II in 787) the Church recognized its representation in holy images to be legitimate."},{"type":"ref","number":113}]},{"elements":[{"type":"ref-ccc","ref_number":477},{"type":"text","text":"At the same time the Church has always acknowledged that in the body of Jesus \"we see our God made visible and so are caught up in love of the God we cannot see.\""},{"type":"ref","number":114},{"type":"text","text":" The individual characteristics of Christ's body express the divine person of God's Son. He has made the features of his human body his own, to the point that they can be venerated when portrayed in a holy image, for the believer \"who venerates the icon is venerating in it the person of the one depicted\"."},{"type":"ref","number":115}]},{"elements":[{"type":"text","text":"The heart of the Incarnate Word"}]},{"elements":[{"type":"ref-ccc","ref_number":478},{"type":"text","text":"Jesus knew and loved us each and all during his life, his agony and his Passion, and gave himself up for each one of us: \"The Son of God. . . loved me and gave himself for me.\""},{"type":"ref","number":116},{"type":"text","text":" He has loved us all with a human heart. For this reason, the Sacred Heart of Jesus, pierced by our sins and for our salvation,"},{"type":"ref","number":117},{"type":"text","text":" \"is quite rightly considered the chief sign and symbol of that. . . love with which the divine Redeemer continually loves the eternal Father and all human beings\" without exception."},{"type":"ref","number":118}]},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":479},{"attrs":{"i":true},"type":"text","text":"At the time appointed by God, the only Son of the Father, the eternal Word, that is, the Word and substantial Image of the Father, became incarnate; without losing his divine nature he has assumed human nature."}]},{"elements":[{"type":"ref-ccc","ref_number":480},{"attrs":{"i":true},"type":"text","text":"Jesus Christ is true God and true man, in the unity of his divine person; for this reason he is the one and only mediator between God and men."}]},{"elements":[{"type":"ref-ccc","ref_number":481},{"attrs":{"i":true},"type":"text","text":"Jesus Christ possesses two natures, one divine and the other human, not confused, but united in the one person of God's Son."}]},{"elements":[{"type":"ref-ccc","ref_number":482},{"attrs":{"i":true},"type":"text","text":"Christ, being true God and true man, has a human intellect and will, perfectly attuned and subject to his divine intellect and divine will, which he has in common with the Father and the Holy Spirit."}]},{"elements":[{"type":"ref-ccc","ref_number":483},{"attrs":{"i":true},"type":"text","text":"The Incarnation is therefore the mystery of the wonderful union of the divine and human natures in the one person of the Word."}]}],"footnotes":{"70":{"number":70,"refs":[{"text":"I ⇒ Jn 4:10","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.10"},{"text":"⇒ 4:14","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.14"},{"text":"⇒ 3:5.","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.5"}]},"71":{"number":71,"refs":[{"text":"St. Gregory of Nyssa, Orat. catech 15: PG 45, 48B.","link":null}]},"72":{"number":72,"refs":[{"text":"⇒ I Jn 4:9.","link":"http://www.vatican.va/archive/ENG0839/_P12E.HTM#CATHL.1JOH.4.9"}]},"73":{"number":73,"refs":[{"text":"⇒ Jn 3:16.","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.16"}]},"74":{"number":74,"refs":[{"text":"⇒ Mt 11:29","link":"http://www.vatican.va/archive/ENG0839/_PVK.HTM#GOSP.MAT.11.29"},{"text":"⇒ Jn 14:6.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.6"}]},"75":{"number":75,"refs":[{"text":"⇒ Mk 9:7","link":"http://www.vatican.va/archive/ENG0839/_PWB.HTM#GOSP.MAR.9.7"},{"text":"cf. Dt 6:4-5.","link":null}]},"76":{"number":76,"refs":[{"text":"⇒ Jn 15:12.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.12"}]},"77":{"number":77,"refs":[{"text":"Cf. ⇒ Mk 8:34.","link":"http://www.vatican.va/archive/ENG0839/_PWA.HTM#GOSP.MAR.8.34"}]},"78":{"number":78,"refs":[{"text":"⇒ 2 Pt 1:4.","link":"http://www.vatican.va/archive/ENG0839/_P127.HTM#CATHL.2PET.1.4"}]},"79":{"number":79,"refs":[{"text":"St. Irenaeus, Adv. haeres. 3, 19, 1: PG 7/1, 939.","link":null}]},"80":{"number":80,"refs":[{"text":"St. Athanasius, De inc. 54, 3: PG 25, 192B.","link":null}]},"81":{"number":81,"refs":[{"text":"St. Thomas Aquinas, Opusc. 57, 1-4.","link":null}]},"82":{"number":82,"refs":[{"text":"⇒ Jn 1:14.","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.14"}]},"83":{"number":83,"refs":[{"text":"⇒ Phil 2:5-8","link":"http://www.vatican.va/archive/ENG0839/_P10G.HTM#NTLET.PHI.2.5"},{"text":"cf. LH, Saturday, Canticle at Evening Prayer.","link":null}]},"84":{"number":84,"refs":[{"text":"]⇒ Heb 10:5-7, citing  Ps 40:6-8 (7-9 LXX).","link":"http://www.vatican.va/archive/ENG0839/_P11P.HTM#NTLET.HEB.10.5"}]},"85":{"number":85,"refs":[{"text":"I ⇒ Jn 4:2.","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.2"}]},"86":{"number":86,"refs":[{"text":"1 Tim 3:16.","link":null}]},"87":{"number":87,"refs":[{"text":"Cf. ⇒ I Jn 4:2-3","link":"http://www.vatican.va/archive/ENG0839/_P12E.HTM#CATHL.1JOH.4.2"},{"text":"⇒ 2 ⇒ Jn 7.","link":"http://www.vatican.va/archive/ENG0839/_P12C.HTM#CATHL.1JOH.2"}]},"88":{"number":88,"refs":[{"text":"Council of Nicaea I (325): DS 130, 126.","link":null}]},"89":{"number":89,"refs":[{"text":"Council of Ephesus (431): DS 250.","link":null}]},"90":{"number":90,"refs":[{"text":"Council of Ephesus: DS 251.","link":null}]},"91":{"number":91,"refs":[{"text":"Council of Chalcedon (451): DS 301","link":null},{"text":"cf. ⇒ Heb 4:15.","link":"http://www.vatican.va/archive/ENG0839/_P11J.HTM#NTLET.HEB.4.15"}]},"92":{"number":92,"refs":[{"text":"Council of Chalcedon: DS 302.","link":null}]},"93":{"number":93,"refs":[{"text":"Council of Constantinople II (553): DS 424.","link":null}]},"94":{"number":94,"refs":[{"text":"Council of Constantinople II (553): DS 432","link":null},{"text":"cf. DS 424","link":null},{"text":"Council of    Ephesus, DS 255.","link":null}]},"95":{"number":95,"refs":[{"text":"LH, 1 January, Antiphon for Morning Prayer","link":null},{"text":"cf. St. Leo the Great, Sermo    in nat. Dom. 1, 2","link":null},{"text":"PL 54, 191-192.","link":null}]},"96":{"number":96,"refs":[{"text":"Liturgy of St. John Chrysostom, Troparion O monogenes.","link":null}]},"97":{"number":97,"refs":[{"text":"GS 22 # 2.","link":null}]},"98":{"number":98,"refs":[{"text":"Cf. ⇒ Jn 14:9-10.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.9"}]},"99":{"number":99,"refs":[{"text":"GS 22 # 2.","link":null}]},"100":{"number":100,"refs":[{"text":"Cf. Damasus 1: DS 149.","link":null}]},"101":{"number":101,"refs":[{"text":"⇒ Lk 2:52.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.52"}]},"102":{"number":102,"refs":[{"text":"Cf. ⇒ Mk 6 38","link":"http://www.vatican.va/archive/ENG0839/_PW8.HTM#GOSP.MAR.6.38"},{"text":"⇒ 8 27","link":"http://www.vatican.va/archive/ENG0839/_PWA.HTM#GOSP.MAR.8.27"},{"text":"⇒ Jn 11:34","link":"http://www.vatican.va/archive/ENG0839/_PXJ.HTM#GOSP.JOH.11.34"},{"text":"etc.","link":null}]},"103":{"number":103,"refs":[{"text":"⇒ Phil 2:7.","link":"http://www.vatican.va/archive/ENG0839/_P10G.HTM#NTLET.PHI.2.7"}]},"104":{"number":104,"refs":[{"text":"Cf. St. Gregory the Great, \"Sicut aqua\" ad Eulogium, Epist. Lib. 10, 39    PL 77, 1097 Aff.","link":null},{"text":"DS 475.","link":null}]},"105":{"number":105,"refs":[{"text":"St. Maximus the Confessor, Qu. et dub. 66 PG 90, 840A.","link":null}]},"106":{"number":106,"refs":[{"text":"Cf. ⇒ Mk 14:36","link":"http://www.vatican.va/archive/ENG0839/_PWG.HTM#GOSP.MAR.14.36"},{"text":"⇒ Mt 11:27","link":"http://www.vatican.va/archive/ENG0839/_PVK.HTM#GOSP.MAT.11.27"},{"text":"⇒ Jn 1:18","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.18"},{"text":"8:55","link":null},{"text":"etc.","link":null}]},"107":{"number":107,"refs":[{"text":"Cf. ⇒ Mk 2:8","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.8"},{"text":"⇒ Jn 2 25","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.25"},{"text":"⇒ 6:61","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.61"},{"text":"etc.","link":null}]},"108":{"number":108,"refs":[{"text":"Cf. ⇒ Mk 8:31","link":"http://www.vatican.va/archive/ENG0839/_PWA.HTM#GOSP.MAR.8.31"},{"text":"⇒ 9:31","link":"http://www.vatican.va/archive/ENG0839/_PWB.HTM#GOSP.MAR.9.31"},{"text":"⇒ 10:33-34","link":"http://www.vatican.va/archive/ENG0839/_PWA.HTM#GOSP.MAR.8.31"},{"text":"⇒ 14:18-20, ⇒ 26-30.","link":"http://www.vatican.va/archive/ENG0839/_PWG.HTM#GOSP.MAR.14.18"}]},"109":{"number":109,"refs":[{"text":"Cf. ⇒ Mk 13:32, ⇒ Acts 1:7.","link":"http://www.vatican.va/archive/ENG0839/_PWF.HTM#GOSP.MAR.13.32"}]},"110":{"number":110,"refs":[{"text":"Cf. Council of Constantinople III (681): DS 556-559.","link":null}]},"111":{"number":111,"refs":[{"text":"Council of Constantinople III: DS 556.","link":null}]},"112":{"number":112,"refs":[{"text":"Cf. Council of the Lateran (649): DS 504.","link":null}]},"113":{"number":113,"refs":[{"text":"Cf. Cal 3:1","link":null},{"text":"cf. Council of Nicaea II (787): DS 600-603.","link":null}]},"114":{"number":114,"refs":[{"text":"Roman Missal, Preface of Christmas I.","link":null}]},"115":{"number":115,"refs":[{"text":"Council of Nicaea II: DS 601.","link":null}]},"116":{"number":116,"refs":[{"text":"Cal 2:20.","link":null}]},"117":{"number":117,"refs":[{"text":"Cf. ⇒ Jn 19:34.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.34"}]},"118":{"number":118,"refs":[{"text":"Pius XII, Enc. Haurietis aquas (1956): DS 3924","link":null},{"text":"cf. DS 3812.","link":null}]}}}