{"id":"toc-67","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 1. JESUS AND ISRAEL"}]},{"elements":[{"type":"ref-ccc","ref_number":574},{"type":"text","text":"From the beginning of Jesus' public ministry, certain Pharisees and partisans of Herod together with priests and scribes agreed together to destroy him."},{"type":"ref","number":317},{"type":"text","text":" Because of certain acts of his expelling demons, forgiving sins, healing on the sabbath day, his novel interpretation of the precepts of the Law regarding purity, and his familiarity with tax collectors and public sinners"},{"type":"ref","number":318},{"type":"text","text":"--some ill-intentioned persons suspected Jesus of demonic possession."},{"type":"ref","number":319},{"type":"text","text":" He is accused of blasphemy and false prophecy, religious crimes which the Law punished with death by stoning."},{"type":"ref","number":320}]},{"elements":[{"type":"ref-ccc","ref_number":575},{"type":"text","text":"Many of Jesus' deeds and words constituted a \"sign of contradiction\","},{"type":"ref","number":321},{"type":"text","text":" but more so for the religious authorities in Jerusalem, whom the Gospel according to John often calls simply \"the Jews\","},{"type":"ref","number":322},{"type":"text","text":" than for the ordinary People of God."},{"type":"ref","number":323},{"type":"text","text":" To be sure, Christ's relations with the Pharisees were not exclusively polemical. Some Pharisees warn him of the danger he was courting;"},{"type":"ref","number":324},{"type":"text","text":" Jesus praises some of them, like the scribe of Mark 12:34, and dines several times at their homes."},{"type":"ref","number":325},{"type":"text","text":" Jesus endorses some of the teachings imparted by this religious elite of God's people: the resurrection of the dead,"},{"type":"ref","number":326},{"type":"text","text":" certain forms of piety (almsgiving, fasting and prayer),"},{"type":"ref","number":327},{"type":"text","text":" The custom of addressing God as Father, and the centrality of the commandment to love God and neighbour."},{"type":"ref","number":328}]},{"elements":[{"type":"ref-ccc","ref_number":576},{"type":"text","text":"In the eyes of many in Israel, Jesus seems to be acting against essential institutions of the Chosen People: - submission to the whole of the Law in its written commandments and, for the Pharisees, in the interpretation of oral tradition; - the centrality of the Temple at Jerusalem as the holy place where God's presence dwells in a special way; - faith in the one God whose glory no man can share."}]},{"elements":[{"type":"text","text":"I. JESUS AND THE LAW"}]},{"elements":[{"type":"ref-ccc","ref_number":577},{"type":"text","text":"At the beginning of the Sermon on the Mount Jesus issued a solemn warning in which he presented God's law, given on Sinai during the first covenant, in light of the grace of the New Covenant:"}]},{"elements":[{"type":"text","text":"Do not think that I have come to abolish the law or the prophets: I have come not to abolish but to fulfil. For truly I tell you, until heaven and earth pass away, not one letter, not one stroke of a letter, will pass from the law, until all is accomplished. Therefore, whoever breaks one of the least of these commandments, and teaches others to do the same, will be called least in the kingdom of heaven; but whoever does them and teaches them will be called great in the kingdom of heaven."},{"type":"ref","number":329}]},{"elements":[{"type":"ref-ccc","ref_number":578},{"type":"text","text":"Jesus, Israel's Messiah and therefore the greatest in the kingdom of heaven, was to fulfil the Law by keeping it in its all embracing detail - according to his own words, down to \"the least of these commandments\"."},{"type":"ref","number":330},{"type":"text","text":" He is in fact the only one who could keep it perfectly."},{"type":"ref","number":331},{"type":"text","text":" On their own admission the Jews were never able to observe the Law in its entirety without violating the least of its precepts."},{"type":"ref","number":332},{"type":"text","text":" This is why every year on the Day of Atonement the children of Israel ask God's forgiveness for their transgressions of the Law. the Law indeed makes up one inseparable whole, and St. James recalls, \"Whoever keeps the whole law but fails in one point has become guilty of all of it.\""},{"type":"ref","number":333}]},{"elements":[{"type":"ref-ccc","ref_number":579},{"type":"text","text":"This principle of integral observance of the Law not only in letter but in spirit was dear to the Pharisees. By giving Israel this principle they had led many Jews of Jesus' time to an extreme religious zeal."},{"type":"ref","number":334},{"type":"text","text":" This zeal, were it not to lapse into \"hypocritical\" casuistry,"},{"type":"ref","number":335},{"type":"text","text":" could only prepare the People for the unprecedented intervention of God through the perfect fulfilment of the Law by the only Righteous One in place of all sinners."},{"type":"ref","number":336}]},{"elements":[{"type":"ref-ccc","ref_number":580},{"type":"text","text":"The perfect fulfilment of the Law could be the work of none but the divine legislator, born subject to the Law in the person of the Son."},{"type":"ref","number":337},{"type":"text","text":" In Jesus, the Law no longer appears engraved on tables of stone but \"upon the heart\" of the Servant who becomes \"a covenant to the people\", because he will \"faithfully bring forth justice\"."},{"type":"ref","number":338},{"type":"text","text":" Jesus fulfils the Law to the point of taking upon himself \"the curse of the Law\" incurred by those who do not \"abide by the things written in the book of the Law, and do them\", for his death took place to redeem them \"from the transgressions under the first covenant\"."},{"type":"ref","number":339}]},{"elements":[{"type":"ref-ccc","ref_number":581},{"type":"text","text":"The Jewish people and their spiritual leaders viewed Jesus as a rabbi."},{"type":"ref","number":340},{"type":"text","text":" He often argued within the framework of rabbinical interpretation of the Law."},{"type":"ref","number":341},{"type":"text","text":" Yet Jesus could not help but offend the teachers of the Law, for he was not content to propose his interpretation alongside theirs but taught the people \"as one who had authority, and not as their scribes\"."},{"type":"ref","number":342},{"type":"text","text":" In Jesus, the same Word of God that had resounded on Mount Sinai to give the written Law to Moses, made itself heard anew on the Mount of the Beatitudes."},{"type":"ref","number":343},{"type":"text","text":" Jesus did not abolish the Law but fulfilled it by giving its ultimate interpretation in a divine way: \"You have heard that it was said to the men of old. . . But I say to you. . .\""},{"type":"ref","number":344},{"type":"text","text":" With this same divine authority, he disavowed certain human traditions of the Pharisees that were \"making void the word of God\"."},{"type":"ref","number":345}]},{"elements":[{"type":"ref-ccc","ref_number":582},{"type":"text","text":"Going even further, Jesus perfects the dietary law, so important in Jewish daily life, by revealing its pedagogical meaning through a divine interpretation: \"Whatever goes into a man from outside cannot defile him. . . (Thus he declared all foods clean.). . . What comes out of a man is what defiles a man. For from within, out of the heart of man, come evil thoughts. . .\""},{"type":"ref","number":346},{"type":"text","text":" In presenting with divine authority the definitive interpretation of the Law, Jesus found himself confronted by certain teachers of the Law who did not accept his interpretation of the Law, guaranteed though it was by the divine signs that accompanied it."},{"type":"ref","number":347},{"type":"text","text":" This was the case especially with the sabbath laws, for he recalls, often with rabbinical arguments, that the sabbath rest is not violated by serving God and neighbour,"},{"type":"ref","number":348},{"type":"text","text":" which his own healings did."}]},{"elements":[{"type":"text","text":"II. JESUS AND THE TEMPLE"}]},{"elements":[{"type":"ref-ccc","ref_number":583},{"type":"text","text":"Like the prophets before him Jesus expressed the deepest respect for the Temple in Jerusalem. It was in the Temple that Joseph and Mary presented him forty days after his birth."},{"type":"ref","number":349},{"type":"text","text":" At the age of twelve he decided to remain in the Temple to remind his parents that he must be about his Father's business."},{"type":"ref","number":350},{"type":"text","text":" He went there each year during his hidden life at least for Passover."},{"type":"ref","number":351},{"type":"text","text":" His public ministry itself was patterned by his pilgrimages to Jerusalem for the great Jewish feasts."},{"type":"ref","number":352}]},{"elements":[{"type":"ref-ccc","ref_number":584},{"type":"text","text":"Jesus went up to the Temple as the privileged place of encounter with God. For him, the Temple was the dwelling of his Father, a house of prayer, and he was angered that its outer court had become a place of commerce."},{"type":"ref","number":353},{"type":"text","text":" He drove merchants out of it because of jealous love for his Father: \"You shall not make my Father's house a house of trade. His disciples remembered that it was written, 'Zeal for your house will consume me.'\""},{"type":"ref","number":354},{"type":"text","text":" After his Resurrection his apostles retained their reverence for the Temple."},{"type":"ref","number":355}]},{"elements":[{"type":"ref-ccc","ref_number":585},{"type":"text","text":"On the threshold of his Passion Jesus announced the coming destruction of this splendid building, of which there would not remain \"one stone upon another\"."},{"type":"ref","number":356},{"type":"text","text":" By doing so, he announced a sign of the last days, which were to begin with his own Passover."},{"type":"ref","number":357},{"type":"text","text":" But this prophecy would be distorted in its telling by false witnesses during his interrogation at the high priest's house, and would be thrown back at him as an insult when he was nailed to the cross."},{"type":"ref","number":358}]},{"elements":[{"type":"ref-ccc","ref_number":586},{"type":"text","text":"Far from having been hostile to the Temple, where he gave the essential part of his teaching, Jesus was willing to pay the Temple-tax, associating with him Peter, whom he had just made the foundation of his future Church."},{"type":"ref","number":359},{"type":"text","text":" He even identified himself with the Temple by presenting himself as God's definitive dwelling-place among men."},{"type":"ref","number":360},{"type":"text","text":" Therefore his being put to bodily death"},{"type":"ref","number":361},{"type":"text","text":" presaged the destruction of the Temple, which would manifest the dawning of a new age in the history of salvation: \"The hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.\""},{"type":"ref","number":362}]},{"elements":[{"type":"text","text":"III. JESUS AND ISRAEL'S FAITH IN THE ONE GOD AND SAVIOUR"}]},{"elements":[{"type":"ref-ccc","ref_number":587},{"type":"text","text":"If the Law and the Jerusalem Temple could be occasions of opposition to Jesus by Israel's religious authorities, his role in the redemption of sins, the divine work par excellence, was the true stumbling-block for them."},{"type":"ref","number":363}]},{"elements":[{"type":"ref-ccc","ref_number":588},{"type":"text","text":"Jesus scandalized the Pharisees by eating with tax collectors and sinners as familiarly as with themselves."},{"type":"ref","number":364},{"type":"text","text":" Against those among them \"who trusted in themselves that they were righteous and despised others\", Jesus affirmed: \"I have not come to call the righteous, but sinners to repentance.\""},{"type":"ref","number":365},{"type":"text","text":" He went further by proclaiming before the Pharisees that, since sin is universal, those who pretend not to need salvation are blind to themselves."},{"type":"ref","number":366}]},{"elements":[{"type":"ref-ccc","ref_number":589},{"type":"text","text":"Jesus gave scandal above all when he identified his merciful conduct toward sinners with God's own attitude toward them."},{"type":"ref","number":367},{"type":"text","text":" He went so far as to hint that by sharing the table of sinners he was admitting them to the messianic banquet."},{"type":"ref","number":368},{"type":"text","text":" But it was most especially by forgiving sins that Jesus placed the religious authorities of Israel on the horns of a dilemma. Were they not entitled to demand in consternation, \"Who can forgive sins but God alone?\""},{"type":"ref","number":369},{"type":"text","text":" By forgiving sins Jesus either is blaspheming as a man who made himself God's equal, or is speaking the truth and his person really does make present and reveal God's name."},{"type":"ref","number":370}]},{"elements":[{"type":"ref-ccc","ref_number":590},{"type":"text","text":"Only the divine identity of Jesus' person can justify so absolute a claim as \"He who is not with me is against me\"; and his saying that there was in him \"something greater than Jonah,. . . greater than Solomon\", something \"greater than the Temple\"; his reminder that David had called the Messiah his Lord,"},{"type":"ref","number":371},{"type":"text","text":" and his affirmations, \"Before Abraham was, I AM\", and even \"I and the Father are one.\""},{"type":"ref","number":372}]},{"elements":[{"type":"ref-ccc","ref_number":591},{"type":"text","text":"Jesus asked the religious authorities of Jerusalem to believe in him because of the Father's works which he accomplished."},{"type":"ref","number":373},{"type":"text","text":" But such an act of faith must go through a mysterious death to self, for a new \"birth from above\" under the influence of divine grace."},{"type":"ref","number":374},{"type":"text","text":" Such a demand for conversion in the face of so surprising a fulfilment of the promises"},{"type":"ref","number":375},{"type":"text","text":" allows one to understand the Sanhedrin's tragic misunderstanding of Jesus: they judged that he deserved the death sentence as a blasphemer."},{"type":"ref","number":376},{"type":"text","text":" The members of the Sanhedrin were thus acting at the same time out of \"ignorance\" and the \"hardness\" of their \"unbelief\"."},{"type":"ref","number":377}]},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":592},{"attrs":{"i":true},"type":"text","text":"Jesus did not abolish the Law of Sinai, but rather fulfilled it (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.17"},{"attrs":{"i":true},"type":"text","text":" Mt 5:17-19) with such perfection (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.46"},{"attrs":{"i":true},"type":"text","text":" Jn 8:46) that he revealed its ultimate meaning (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.33"},{"attrs":{"i":true},"type":"text","text":" Mt 5:33) and redeemed the transgressions against it (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P11O.HTM#NTLET.HEB.9.15"},{"attrs":{"i":true},"type":"text","text":" Heb 9:15)."}]},{"elements":[{"type":"ref-ccc","ref_number":593},{"attrs":{"i":true},"type":"text","text":"Jesus venerated the Temple by going up to it for the Jewish feasts of pilgrimage, and with a jealous love he loved this dwelling of God among men. the Temple prefigures his own mystery. When he announces its destruction, it is as a manifestation of his own execution and of the entry into a new age in the history of salvation, when his Body would be the definitive Temple."}]},{"elements":[{"type":"ref-ccc","ref_number":594},{"attrs":{"i":true},"type":"text","text":"Jesus performed acts, such as pardoning sins, that manifested him to be the Saviour God himself (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.16"},{"attrs":{"i":true},"type":"text","text":" Jn 5:16-18). Certain Jews, who did not recognize God made man (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.14"},{"attrs":{"i":true},"type":"text","text":" Jn 1:14), saw in him only a man who made himself God ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.33"},{"attrs":{"i":true},"type":"text","text":" Jn 10:33), and judged him as a blasphemer."}]}],"footnotes":{"317":{"number":317,"refs":[{"text":"Cf. ⇒ Mk 3:6","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.6"},{"text":"14:1.","link":null}]},"318":{"number":318,"refs":[{"text":"Cf. ⇒ Mt 12:24","link":"http://www.vatican.va/archive/ENG0839/_PVL.HTM#GOSP.MAT.12.24"},{"text":"⇒ Mk 2:7, ⇒ 14-17","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.7"},{"text":"⇒ 3:1-6","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.14"},{"text":"⇒ 7:14-23.","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.1"}]},"319":{"number":319,"refs":[{"text":"Cf. ⇒ Mk 3:22","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.22"},{"text":"⇒ Jn 8:48","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.48"},{"text":"10:20.","link":null}]},"320":{"number":320,"refs":[{"text":"Cf. ⇒ Mk 2:7","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.7"},{"text":"⇒ Jn 5:18","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.18"},{"text":"⇒ 7:12, ⇒ 52","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.12"},{"text":"⇒ 8:59","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.52"},{"text":"⇒ 10:31, ⇒ 33.","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.59"}]},"321":{"number":321,"refs":[{"text":"⇒ Lk 2:34.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.34"}]},"322":{"number":322,"refs":[{"text":"Cf. ⇒ Jn 1:19","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.19"},{"text":"⇒ 2:18","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.18"},{"text":"⇒ 5:10","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.10"},{"text":"⇒ 7:13","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.13"},{"text":"⇒ 9:22","link":"http://www.vatican.va/archive/ENG0839/_PXH.HTM#GOSP.JOH.9.22"},{"text":"⇒ 18:12","link":"http://www.vatican.va/archive/ENG0839/_PXQ.HTM#GOSP.JOH.18.12"},{"text":"⇒ 19:38","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.38"},{"text":"⇒ 20:19.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.19"}]},"323":{"number":323,"refs":[{"text":"⇒ Jn 7:48-49.","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.48"}]},"324":{"number":324,"refs":[{"text":"Cf ⇒ Lk 13:31.","link":"http://www.vatican.va/archive/ENG0839/_PWW.HTM#GOSP.LUK.13.31"}]},"325":{"number":325,"refs":[{"text":"Cf. ⇒ Lk 7:36","link":"http://www.vatican.va/archive/ENG0839/_PWQ.HTM#GOSP.LUK.7.36"},{"text":"⇒ 14:1.","link":"http://www.vatican.va/archive/ENG0839/_PWX.HTM#GOSP.LUK.14.1"}]},"326":{"number":326,"refs":[{"text":"Cf. ⇒ Mt 22:23-34","link":"http://www.vatican.va/archive/ENG0839/_PVV.HTM#GOSP.MAT.22.23"},{"text":"⇒ Lk 20:39.","link":"http://www.vatican.va/archive/ENG0839/_PX3.HTM#GOSP.LUK.20.39"}]},"327":{"number":327,"refs":[{"text":"Cf. ⇒ Mt 6:18.","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.18"}]},"328":{"number":328,"refs":[{"text":"Cf. ⇒ Mk 12:28-34.","link":"http://www.vatican.va/archive/ENG0839/_PWE.HTM#GOSP.MAR.12.28"}]},"329":{"number":329,"refs":[{"text":"⇒ Mt 5:17-19.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.17"}]},"330":{"number":330,"refs":[{"text":"⇒ Mt 5:19.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.19"}]},"331":{"number":331,"refs":[{"text":"Cf. ⇒ Jn 8:46.","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.46"}]},"332":{"number":332,"refs":[{"text":"Cf. ⇒ Jn 7:19","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.19"},{"text":"⇒ Acts 13:38-41","link":"http://www.vatican.va/archive/ENG0839/_PY7.HTM#GOSP.ACT.13.38"},{"text":"⇒ 15:10.","link":"http://www.vatican.va/archive/ENG0839/_PY9.HTM#GOSP.ACT.15.10"}]},"333":{"number":333,"refs":[{"text":"⇒ Jas 2:10","link":"http://www.vatican.va/archive/ENG0839/_P11W.HTM#CATHL.JAM.2.10"},{"text":"cf. ⇒ Gal 3:10","link":"http://www.vatican.va/archive/ENG0839/_P103.HTM#NTLET.GAL.3.10"},{"text":"⇒ 5:3.","link":"http://www.vatican.va/archive/ENG0839/_P105.HTM#NTLET.GAL.5.3"}]},"334":{"number":334,"refs":[{"text":"Cf. ⇒ Rom 10:2.","link":"http://www.vatican.va/archive/ENG0839/_PYY.HTM#NTLET.ROM.10.2"}]},"335":{"number":335,"refs":[{"text":"Cf. ⇒ Mt 15:31","link":"http://www.vatican.va/archive/ENG0839/_PVO.HTM#GOSP.MAT.15.31"},{"text":"⇒ Lk 11:39-54.","link":"http://www.vatican.va/archive/ENG0839/_PWU.HTM#GOSP.LUK.11.39"}]},"336":{"number":336,"refs":[{"text":"Cf ⇒ Is 53:11","link":"http://www.vatican.va/archive/ENG0839/_PP0.HTM#PROPHB.ISA.53.11"},{"text":"⇒ Heb 9:15.","link":"http://www.vatican.va/archive/ENG0839/_P11O.HTM#NTLET.HEB.9.15"}]},"337":{"number":337,"refs":[{"text":"Cf. ⇒ Gal 4:4.","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.4"}]},"338":{"number":338,"refs":[{"text":"⇒ Jer 31:33","link":"http://www.vatican.va/archive/ENG0839/_PQ9.HTM#PROPHB.JER.31.33"},{"text":"⇒ Is 42:3, 6.","link":"http://www.vatican.va/archive/ENG0839/_POP.HTM#PROPHB.ISA.42.3"}]},"339":{"number":339,"refs":[{"text":"⇒ Gal 3:13","link":"http://www.vatican.va/archive/ENG0839/_P103.HTM#NTLET.GAL.3.13"},{"text":"⇒ 3:10","link":"http://www.vatican.va/archive/ENG0839/_P103.HTM#NTLET.GAL.3.10"},{"text":"⇒ Heb 9:15.","link":"http://www.vatican.va/archive/ENG0839/_P11O.HTM#NTLET.HEB.9.15"}]},"340":{"number":340,"refs":[{"text":"Cf ⇒ Jn 11:28","link":"http://www.vatican.va/archive/ENG0839/_PXJ.HTM#GOSP.JOH.11.28"},{"text":"⇒ 3:2","link":"http://www.vatican.va/archive/ENG0839/_PXJ.HTM#GOSP.JOH.11.28"},{"text":"⇒ Mt 22:23-24, ⇒ 34-36.","link":"http://www.vatican.va/archive/ENG0839/_PVV.HTM#GOSP.MAT.22.23"}]},"341":{"number":341,"refs":[{"text":"Cf. ⇒ Mt 12:5","link":"http://www.vatican.va/archive/ENG0839/_PVL.HTM#GOSP.MAT.12.5"},{"text":"⇒ 9:12","link":"http://www.vatican.va/archive/ENG0839/_PVI.HTM#GOSP.MAT.9.12"},{"text":"⇒ Mk 2:23-27","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.23"},{"text":"⇒ Lk 6:6-g","link":"http://www.vatican.va/archive/ENG0839/_PWP.HTM#GOSP.LUK.6.6"},{"text":"⇒ Jn 7:22-23.","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.22"}]},"342":{"number":342,"refs":[{"text":"⇒ Mt 7:28-29.","link":"http://www.vatican.va/archive/ENG0839/_PVG.HTM#GOSP.MAT.7.28"}]},"343":{"number":343,"refs":[{"text":"Cf. ⇒ Mt 5:1[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.1"}]},"344":{"number":344,"refs":[{"text":"⇒ Mt 5:33-34.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.33"}]},"345":{"number":345,"refs":[{"text":"⇒ Mk 7:13","link":"http://www.vatican.va/archive/ENG0839/_PW9.HTM#GOSP.MAR.7.13"},{"text":"cf. ⇒ 3:8.","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.8"}]},"346":{"number":346,"refs":[{"text":"⇒ Mk 7:18-21","link":"http://www.vatican.va/archive/ENG0839/_PW9.HTM#GOSP.MAR.7.18"},{"text":"cf. ⇒ Gal 3:24.","link":"http://www.vatican.va/archive/ENG0839/_P103.HTM#NTLET.GAL.3.24"}]},"347":{"number":347,"refs":[{"text":"Cf. ⇒ Jn 5:36","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.36"},{"text":"⇒ 10:25, ⇒ 37-38","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.25"},{"text":"⇒ 12:37.","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.37"}]},"348":{"number":348,"refs":[{"text":"Cf. ⇒ Num 28 9","link":"http://www.vatican.va/archive/ENG0839/_P46.HTM#PENT.NUM.28.9"},{"text":"⇒ Mt 12:5","link":"http://www.vatican.va/archive/ENG0839/_PVL.HTM#GOSP.MAT.12.5"},{"text":"⇒ Mk 2:25-27","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.25"},{"text":"⇒ Lk 13:15-16","link":"http://www.vatican.va/archive/ENG0839/_PWW.HTM#GOSP.LUK.13.15"},{"text":"⇒ 14:3-4","link":"http://www.vatican.va/archive/ENG0839/_PWX.HTM#GOSP.LUK.14.3"},{"text":"⇒ Jn 7:22-24.","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.22"}]},"349":{"number":349,"refs":[{"text":"⇒ Lk 2:22-39.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.22"}]},"350":{"number":350,"refs":[{"text":"Cf. ⇒ Lk 2 46-49.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.46"}]},"351":{"number":351,"refs":[{"text":"Cf. ⇒ Lk 2 41.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.41"}]},"352":{"number":352,"refs":[{"text":"Cf. ⇒ Jn 2 13-14","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.13"},{"text":"⇒ 5:1, ⇒ 14","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.1"},{"text":"⇒ 7:1, ⇒ 10, ⇒ 14","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.14"},{"text":"⇒ 8 2","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.1"},{"text":"⇒ 10:22-23.","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.10"}]},"353":{"number":353,"refs":[{"text":"Cf. ⇒ Mt 21:13.","link":"http://www.vatican.va/archive/ENG0839/_PVU.HTM#GOSP.MAT.21.13"}]},"354":{"number":354,"refs":[{"text":"⇒ Jn 2:16-17","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.16"},{"text":"cf. ⇒ Ps 69:10.","link":"http://www.vatican.va/archive/ENG0839/_PHP.HTM#WISDB.PSA.69.10"}]},"355":{"number":355,"refs":[{"text":"Cf. ⇒ Acts 2:46","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.46"},{"text":"⇒ 3:1","link":"http://www.vatican.va/archive/ENG0839/_PXX.HTM#GOSP.ACT.3.1"},{"text":"⇒ 5:20, ⇒ 21","link":"http://www.vatican.va/archive/ENG0839/_PXZ.HTM#GOSP.ACT.5.20"},{"text":"etc.","link":null}]},"356":{"number":356,"refs":[{"text":"Cf. ⇒ Mt 24:1-2.","link":"http://www.vatican.va/archive/ENG0839/_PVX.HTM#GOSP.MAT.24.1"}]},"357":{"number":357,"refs":[{"text":"Cf. ⇒ Mt 24:3","link":"http://www.vatican.va/archive/ENG0839/_PVX.HTM#GOSP.MAT.24.3"},{"text":"⇒ Lk 13:35.","link":"http://www.vatican.va/archive/ENG0839/_PWW.HTM#GOSP.LUK.13.35"}]},"358":{"number":358,"refs":[{"text":"Cf ⇒ Mk 14:57-58","link":"http://www.vatican.va/archive/ENG0839/_PWG.HTM#GOSP.MAR.14.57"},{"text":"⇒ Mt 27 39-40.","link":"http://www.vatican.va/archive/ENG0839/_PW0.HTM#GOSP.MAT.27.39"}]},"359":{"number":359,"refs":[{"text":"Cf. ⇒ Mt 8:4","link":"http://www.vatican.va/archive/ENG0839/_PVH.HTM#GOSP.MAT.8.4"},{"text":"⇒ 16:18","link":"http://www.vatican.va/archive/ENG0839/_PVP.HTM#GOSP.MAT.16.18"},{"text":"⇒ 17:24-27","link":"http://www.vatican.va/archive/ENG0839/_PVQ.HTM#GOSP.MAT.17.24"},{"text":"⇒ Lk 17:14","link":"http://www.vatican.va/archive/ENG0839/_PX0.HTM#GOSP.LUK.17.14"},{"text":"⇒ Jn 4:22","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.22"},{"text":"⇒ 18:20.","link":"http://www.vatican.va/archive/ENG0839/_PXQ.HTM#GOSP.JOH.18.20"}]},"360":{"number":360,"refs":[{"text":"Cf. ⇒ Jn 2:21","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.21"},{"text":"⇒ Mt 12:6.","link":"http://www.vatican.va/archive/ENG0839/_PVL.HTM#GOSP.MAT.12.6"}]},"361":{"number":361,"refs":[{"text":"Cf. ⇒ Jn 2:18-22.","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.18"}]},"362":{"number":362,"refs":[{"text":"⇒ Jn 4:21","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.21"},{"text":"cf. ⇒ 4:23-24","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.22"},{"text":"⇒ Mt 27:5","link":"http://www.vatican.va/archive/ENG0839/_PW0.HTM#GOSP.MAT.27.5"},{"text":"⇒ Heb 9:11","link":"http://www.vatican.va/archive/ENG0839/_P11O.HTM#NTLET.HEB.9.11"},{"text":"⇒ Rev 21:22.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.22"}]},"363":{"number":363,"refs":[{"text":"Cf. ⇒ Lk 2:34","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.34"},{"text":"⇒ 20:17-18","link":"http://www.vatican.va/archive/ENG0839/_PX3.HTM#GOSP.LUK.20.17"},{"text":"⇒ Ps 118:22.","link":"http://www.vatican.va/archive/ENG0839/_PJ2.HTM#WISDB.PSA.118.22"}]},"364":{"number":364,"refs":[{"text":"Cf. ⇒ Lk 5:30","link":"http://www.vatican.va/archive/ENG0839/_PWO.HTM#GOSP.LUK.5.30"},{"text":"⇒ 7:36","link":"http://www.vatican.va/archive/ENG0839/_PWQ.HTM#GOSP.LUK.7.36"},{"text":"⇒ 11:37","link":"http://www.vatican.va/archive/ENG0839/_PWU.HTM#GOSP.LUK.11.37"},{"text":"⇒ 14:1.","link":"http://www.vatican.va/archive/ENG0839/_PWX.HTM#GOSP.LUK.14.1"}]},"365":{"number":365,"refs":[{"text":"⇒ Lk 18:9","link":"http://www.vatican.va/archive/ENG0839/_PX1.HTM#GOSP.LUK.18.9"},{"text":"⇒ 5:32","link":"http://www.vatican.va/archive/ENG0839/_PWO.HTM#GOSP.LUK.5.32"},{"text":"cf. ⇒ Jn 7:49","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.49"},{"text":"⇒ 9:34.","link":"http://www.vatican.va/archive/ENG0839/_PXH.HTM#GOSP.JOH.9.34"}]},"366":{"number":366,"refs":[{"text":"Cf. ⇒ Jn 8:33-36","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.33"},{"text":"⇒ 9:40-41.","link":"http://www.vatican.va/archive/ENG0839/_PXH.HTM#GOSP.JOH.9.40"}]},"367":{"number":367,"refs":[{"text":"Cf. ⇒ Mt 9:13","link":"http://www.vatican.va/archive/ENG0839/_PVI.HTM#GOSP.MAT.9.13"},{"text":"⇒ Hos 6:6.","link":"http://www.vatican.va/archive/ENG0839/_PT6.HTM#PROPHB.HOS.6.6"}]},"368":{"number":368,"refs":[{"text":"Cf. ⇒ Lk 15:1-2, ⇒ 22-32.","link":"http://www.vatican.va/archive/ENG0839/_PWY.HTM#GOSP.LUK.15.1"}]},"369":{"number":369,"refs":[{"text":"⇒ Mk 2:7[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.7"}]},"370":{"number":370,"refs":[{"text":"Cf. ⇒ Jn 5:18","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.18"},{"text":"⇒ 10:33","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.33"},{"text":"⇒ 17:6,26.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.6"}]},"371":{"number":371,"refs":[{"text":"Cf. ⇒ Mt 12:6, ⇒ 30, ⇒ 36, ⇒ 37, ⇒ 41-42.","link":"http://www.vatican.va/archive/ENG0839/_PVL.HTM#GOSP.MAT.12.6"}]},"372":{"number":372,"refs":[{"text":"⇒ Jn 8:58","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.58"},{"text":"⇒ 10:30.","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.30"}]},"373":{"number":373,"refs":[{"text":"⇒ Jn 10:36-38.","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.36"}]},"374":{"number":374,"refs":[{"text":"Cf. ⇒ Jn 3:7","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.7"},{"text":"⇒ 6:44.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.44"}]},"375":{"number":375,"refs":[{"text":"Cf. ⇒ Is 53:1.","link":"http://www.vatican.va/archive/ENG0839/_PP0.HTM#PROPHB.ISA.53.1"}]},"376":{"number":376,"refs":[{"text":"Cf. ⇒ Mk 3:6","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.6"},{"text":"⇒ Mt 26:64-66.","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.64"}]},"377":{"number":377,"refs":[{"text":"Cf. ⇒ Lk 23 34","link":"http://www.vatican.va/archive/ENG0839/_PX6.HTM#GOSP.LUK.23.34"},{"text":"⇒ Acts 3: 17-18","link":"http://www.vatican.va/archive/ENG0839/_PXX.HTM#GOSP.ACT.3.17"},{"text":"⇒ Mk 3:5","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.5"},{"text":"⇒ Rom 11:25, ⇒ 20.","link":"http://www.vatican.va/archive/ENG0839/_PYZ.HTM#NTLET.ROM.11.25"}]}}}