{"id":"toc-91","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 4. CHRIST'S FAITHFUL - HIERARCHY, LAITY, CONSECRATED LIFE"}]},{"elements":[{"type":"ref-ccc","ref_number":871},{"type":"text","text":"\"The Christian faithful are those who, inasmuch as they have been incorporated in Christ through Baptism, have been constituted as the people of God; for this reason, since they have become sharers in Christ's priestly, prophetic, and royal office in their own manner, they are called to exercise the mission which God has entrusted to the Church to fulfill in the world, in accord with the condition proper to each one.\""},{"type":"ref","number":385}]},{"elements":[{"type":"ref-ccc","ref_number":872},{"type":"text","text":"\"In virtue of their rebirth in Christ there exists among all the Christian faithful a true equality with regard to dignity and the activity whereby all cooperate in the building up of the Body of Christ in accord with each one's own condition and function.\""},{"type":"ref","number":386}]},{"elements":[{"type":"ref-ccc","ref_number":873},{"type":"text","text":"The very differences which the Lord has willed to put between the members of his body serve its unity and mission. For \"in the Church there is diversity of ministry but unity of mission. To the apostles and their successors Christ has entrusted the office of teaching, sanctifying and governing in his name and by his power. But the laity are made to share in the priestly, prophetical, and kingly office of Christ; they have therefore, in the Church and in the world, their own assignment in the mission of the whole People of God.\""},{"type":"ref","number":387},{"type":"text","text":" Finally, \"from both groups [hierarchy and laity] there exist Christian faithful who are consecrated to God in their own special manner and serve the salvific mission of the Church through the profession of the evangelical counsels.\""},{"type":"ref","number":388}]},{"elements":[{"type":"text","text":"I. THE HIERARCHICAL CONSTITUTION OF THE CHURCH"}]},{"elements":[{"type":"text","text":"Why the ecclesial ministry?"}]},{"elements":[{"type":"ref-ccc","ref_number":874},{"type":"text","text":"Christ is himself the source of ministry in the Church. He instituted the Church. He gave her authority and mission, orientation and goal:"}]},{"elements":[{"type":"text","text":"In order to shepherd the People of God and to increase its numbers without cease, Christ the Lord set up in his Church a variety of offices which aim at the good of the whole body. the holders of office, who are invested with a sacred power, are, in fact, dedicated to promoting the interests of their brethren, so that all who belong to the People of God . . . may attain to salvation."},{"type":"ref","number":389}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":875},{"type":"text","text":"\"How are they to believe in him of whom they have never heard? and how are they to hear without a preacher? and how can men preach unless they are sent?\""},{"type":"ref","number":390},{"type":"text","text":" No one - no individual and no community - can proclaim the Gospel to himself: \"Faith comes from what is heard.\""},{"type":"ref","number":391},{"type":"text","text":" No one can give himself the mandate and the mission to proclaim the Gospel. the one sent by the Lord does not speak and act on his own authority, but by virtue of Christ's authority; not as a member of the community, but speaking to it in the name of Christ. No one can bestow grace on himself; it must be given and offered. This fact presupposes ministers of grace, authorized and empowered by Christ. From him, they receive the mission and faculty (\"the sacred power\") to act in persona Christi Capitis. the ministry in which Christ's emissaries do and give by God's grace what they cannot do and give by their own powers, is called a \"sacrament\" by the Church's tradition. Indeed, the ministry of the Church is conferred by a special sacrament."}]},{"elements":[{"type":"ref-ccc","ref_number":876},{"type":"text","text":"Intrinsically linked to the sacramental nature of ecclesial ministry is its character as service. Entirely dependent on Christ who gives mission and authority, ministers are truly \"slaves of Christ,\""},{"type":"ref","number":392},{"type":"text","text":" in the image of him who freely took \"the form of a slave\" for us."},{"type":"ref","number":393},{"type":"text","text":" Because the word and grace of which they are ministers are not their own, but are given to them by Christ for the sake of others, they must freely become the slaves of all."},{"type":"ref","number":394}]},{"elements":[{"type":"ref-ccc","ref_number":877},{"type":"text","text":"Likewise, it belongs to the sacramental nature of ecclesial ministry that it have a collegial character. In fact, from the beginning of his ministry, the Lord Jesus instituted the Twelve as \"the seeds of the new Israel and the beginning of the sacred hierarchy.\""},{"type":"ref","number":395},{"type":"text","text":" Chosen together, they were also sent out together, and their fraternal unity would be at the service of the fraternal communion of all the faithful: they would reflect and witness to the communion of the divine persons."},{"type":"ref","number":396},{"type":"text","text":" For this reason every bishop exercises his ministry from within the episcopal college, in communion with the bishop of Rome, the successor of St. Peter and head of the college. So also priests exercise their ministry from within the presbyterium of the diocese, under the direction of their bishop."}]},{"elements":[{"type":"ref-ccc","ref_number":878},{"type":"text","text":"Finally, it belongs to the sacramental nature of ecclesial ministry that it have a personal character. Although Chnst's ministers act in communion with one another, they also always act in a personal way. Each one is called personally: \"You, follow me\""},{"type":"ref","number":397},{"type":"text","text":" in order to be a personal witness within the common mission, to bear personal responsibility before him who gives the mission, acting \"in his person\" and for other persons: \"I baptize you in the name of the Father and of the Son and of the Holy Spirit ...\"; \"I absolve you....\""}]},{"elements":[{"type":"ref-ccc","ref_number":879},{"type":"text","text":"Sacramental ministry in the Church, then, is at once a collegial and a personal service, exercised in the name of Christ. This is evidenced by the bonds between the episcopal college and its head, the successor of St. Peter, and in the relationship between the bishop's pastoral responsibility for his particular church and the common solicitude of the episcopal college for the universal Church."}]},{"elements":[{"type":"text","text":"The episcopal college and its head, the Pope"}]},{"elements":[{"type":"ref-ccc","ref_number":880},{"type":"text","text":"When Christ instituted the Twelve, \"he constituted [them] in the form of a college or permanent assembly, at the head of which he placed Peter, chosen from among them.\""},{"type":"ref","number":398},{"type":"text","text":" Just as \"by the Lord's institution, St. Peter and the rest of the apostles constitute a single apostolic college, so in like fashion the Roman Pontiff, Peter's successor, and the bishops, the successors of the apostles, are related with and united to one another.\""},{"type":"ref","number":399}]},{"elements":[{"type":"ref-ccc","ref_number":881},{"type":"text","text":"The Lord made Simon alone, whom he named Peter, the \"rock\" of his Church. He gave him the keys of his Church and instituted him shepherd of the whole flock."},{"type":"ref","number":400},{"type":"text","text":" \"The office of binding and loosing which was given to Peter was also assigned to the college of apostles united to its head.\""},{"type":"ref","number":401},{"type":"text","text":" This pastoral office of Peter and the other apostles belongs to the Church's very foundation and is continued by the bishops under the primacy of the Pope."}]},{"elements":[{"type":"ref-ccc","ref_number":882},{"type":"text","text":"The Pope, Bishop of Rome and Peter's successor, \"is the perpetual and visible source and foundation of the unity both of the bishops and of the whole company of the faithful.\""},{"type":"ref","number":402},{"type":"text","text":" \"For the Roman Pontiff, by reason of his office as Vicar of Christ, and as pastor of the entire Church has full, supreme, and universal power over the whole Church, a power which he can always exercise unhindered.\""},{"type":"ref","number":403}]},{"elements":[{"type":"ref-ccc","ref_number":883},{"type":"text","text":"\"The college or body of bishops has no authority unless united with the Roman Pontiff, Peter's successor, as its head.\" As such, this college has \"supreme and full authority over the universal Church; but this power cannot be exercised without the agreement of the Roman Pontiff.\""},{"type":"ref","number":404}]},{"elements":[{"type":"ref-ccc","ref_number":884},{"type":"text","text":"\"The college of bishops exercises power over the universal Church in a solemn manner in an ecumenical council.\""},{"type":"ref","number":405},{"type":"text","text":" But \"there never is an ecumenical council which is not confirmed or at least recognized as such by Peter's successor.\""},{"type":"ref","number":406}]},{"elements":[{"type":"ref-ccc","ref_number":885},{"type":"text","text":"\"This college, in so far as it is composed of many members, is the expression of the variety and universality of the People of God; and of the unity of the flock of Christ, in so far as it is assembled under one head.\""},{"type":"ref","number":407}]},{"elements":[{"type":"ref-ccc","ref_number":886},{"type":"text","text":"\"The individual bishops are the visible source and foundation of unity in their own particular Churches.\""},{"type":"ref","number":408},{"type":"text","text":" As such, they \"exercise their pastoral office over the portion of the People of God assigned to them,\""},{"type":"ref","number":409},{"type":"text","text":" assisted by priests and deacons. But, as a member of the episcopal college, each bishop shares in the concern for all the Churches."},{"type":"ref","number":410},{"type":"text","text":" The bishops exercise this care first \"by ruling well their own Churches as portions of the universal Church,\" and so contributing \"to the welfare of the whole Mystical Body, which, from another point of view, is a corporate body of Churches.\""},{"type":"ref","number":411},{"type":"text","text":" They extend it especially to the poor,"},{"type":"ref","number":412},{"type":"text","text":" to those persecuted for the faith, as well as to missionaries who are working throughout the world."}]},{"elements":[{"type":"ref-ccc","ref_number":887},{"type":"text","text":"Neighboring particular Churches who share the same culture form ecclesiastical provinces or larger groupings called patriarchates or regions."},{"type":"ref","number":413},{"type":"text","text":" The bishops of these groupings can meet in synods or provincial councils. \"In a like fashion, the episcopal conferences at the present time are in a position to contribute in many and fruitful ways to the concrete realization of the collegiate spirit.\""},{"type":"ref","number":414}]},{"elements":[{"type":"text","text":"The teaching office"}]},{"elements":[{"type":"ref-ccc","ref_number":888},{"type":"text","text":"Bishops, with priests as co-workers, have as their first task \"to preach the Gospel of God to all men,\" in keeping with the Lord's command."},{"type":"ref","number":415},{"type":"text","text":" They are \"heralds of faith, who draw new disciples to Christ; they are authentic teachers\" of the apostolic faith \"endowed with the authority of Christ.\""},{"type":"ref","number":416}]},{"elements":[{"type":"ref-ccc","ref_number":889},{"type":"text","text":"In order to preserve the Church in the purity of the faith handed on by the apostles, Christ who is the Truth willed to confer on her a share in his own infallibility. By a \"supernatural sense of faith\" the People of God, under the guidance of the Church's living Magisterium, \"unfailingly adheres to this faith.\""},{"type":"ref","number":417}]},{"elements":[{"type":"ref-ccc","ref_number":890},{"type":"text","text":"The mission of the Magisterium is linked to the definitive nature of the covenant established by God with his people in Christ. It is this Magisterium's task to preserve God's people from deviations and defections and to guarantee them the objective possibility of professing the true faith without error. Thus, the pastoral duty of the Magisterium is aimed at seeing to it that the People of God abides in the truth that liberates. To fulfill this service, Christ endowed the Church's shepherds with the charism of infallibility in matters of faith and morals. the exercise of this charism takes several forms:"}]},{"elements":[{"type":"ref-ccc","ref_number":891},{"type":"text","text":"\"The Roman Pontiff, head of the college of bishops, enjoys this infallibility in virtue of his office, when, as supreme pastor and teacher of all the faithful - who confirms his brethren in the faith he proclaims by a definitive act a doctrine pertaining to faith or morals.... the infallibility promised to the Church is also present in the body of bishops when, together with Peter's successor, they exercise the supreme Magisterium,\" above all in an Ecumenical Council."},{"type":"ref","number":418},{"type":"text","text":" When the Church through its supreme Magisterium proposes a doctrine \"for belief as being divinely revealed,\""},{"type":"ref","number":419},{"type":"text","text":" and as the teaching of Christ, the definitions \"must be adhered to with the obedience of faith.\""},{"type":"ref","number":420},{"type":"text","text":" This infallibility extends as far as the deposit of divine Revelation itself."},{"type":"ref","number":421}]},{"elements":[{"type":"ref-ccc","ref_number":892},{"type":"text","text":"Divine assistance is also given to the successors of the apostles, teaching in communion with the successor of Peter, and, in a particular way, to the bishop of Rome, pastor of the whole Church, when, without arriving at an infallible definition and without pronouncing in a \"definitive manner,\" they propose in the exercise of the ordinary Magisterium a teaching that leads to better understanding of Revelation in matters of faith and morals. To this ordinary teaching the faithful \"are to adhere to it with religious assent\""},{"type":"ref","number":422},{"type":"text","text":" which, though distinct from the assent of faith, is nonetheless an extension of it."}]},{"elements":[{"type":"text","text":"The sanctifying office"}]},{"elements":[{"type":"ref-ccc","ref_number":893},{"type":"text","text":"The bishop is \"the steward of the grace of the supreme priesthood,\""},{"type":"ref","number":423},{"type":"text","text":" especially in the Eucharist which he offers personally or whose offering he assures through the priests, his co-workers. the Eucharist is the center of the life of the particular Church. the bishop and priests sanctify the Church by their prayer and work, by their ministry of the word and of the sacraments. They sanctify her by their example, \"not as domineering over those in your charge but being examples to the flock.\""},{"type":"ref","number":424},{"type":"text","text":" Thus, \"together with the flock entrusted to them, they may attain to eternal life.\""},{"type":"ref","number":425}]},{"elements":[{"type":"text","text":"The governing office"}]},{"elements":[{"type":"ref-ccc","ref_number":894},{"type":"text","text":"\"The bishops, as vicars and legates of Christ, govern the particular Churches assigned to them by their counsels, exhortations, and example, but over and above that also by the authority and sacred power\" which indeed they ought to exercise so as to edify, in the spirit of service which is that of their Master."},{"type":"ref","number":426}]},{"elements":[{"type":"ref-ccc","ref_number":895},{"type":"text","text":"\"The power which they exercise personally in the name of Christ, is proper, ordinary, and immediate, although its exercise is ultimately controlled by the supreme authority of the Church.\""},{"type":"ref","number":427},{"type":"text","text":" But the bishops should not be thought of as vicars of the Pope. His ordinary and immediate authority over the whole Church does not annul, but on the contrary confirms and defends that of the bishops. Their authority must be exercised in communion with the whole Church under the guidance of the Pope."}]},{"elements":[{"type":"ref-ccc","ref_number":896},{"type":"text","text":"The Good Shepherd ought to be the model and \"form\" of the bishop's pastoral office. Conscious of his own weaknesses, \"the bishop . . . can have compassion for those who are ignorant and erring. He should not refuse to listen to his subjects whose welfare he promotes as of his very own children.... the faithful ... should be closely attached to the bishop as the Church is to Jesus Christ, and as Jesus Christ is to the Father\":"},{"type":"ref","number":428}]},{"elements":[{"type":"text","text":"Let all follow the bishop, as Jesus Christ follows his Father, and the college of presbyters as the apostles; respect the deacons as you do God's law. Let no one do anything concerning the Church in separation from the bishop."},{"type":"ref","number":429}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"II. THE LAY FAITHFUL"}]},{"elements":[{"type":"ref-ccc","ref_number":897},{"type":"text","text":"\"The term 'laity' is here understood to mean all the faithful except those in Holy Orders and those who belong to a religious state approved by the Church. That is, the faithful, who by Baptism are incorporated into Christ and integrated into the People of God, are made sharers in their particular way in the priestly, prophetic, and kingly office of Christ, and have their own part to play in the mission of the whole Christian people in the Church and in the World.\""},{"type":"ref","number":430}]},{"elements":[{"type":"text","text":"The vocation of lay people"}]},{"elements":[{"type":"ref-ccc","ref_number":898},{"type":"text","text":"\"By reason of their special vocation it belongs to the laity to seek the kingdom of God by engaging in temporal affairs and directing them according to God's will.... It pertains to them in a special way so to illuminate and order all temporal things with which they are closely associated that these may always be effected and grow according to Christ and maybe to the glory of the Creator and Redeemer.\""},{"type":"ref","number":431}]},{"elements":[{"type":"ref-ccc","ref_number":899},{"type":"text","text":"The initiative of lay Christians is necessary especially when the matter involves discovering or inventing the means for permeating social, political, and economic realities with the demands of Christian doctrine and life. This initiative is a normal element of the life of the Church:"}]},{"elements":[{"type":"text","text":"Lay believers are in the front line of Church life; for them the Church is the animating principle of human society. Therefore, they in particular ought to have an ever-clearer consciousness not only of belonging to the Church, but of being the Church, that is to say, the community of the faithful on earth under the leadership of the Pope, the common Head, and of the bishops in communion with him. They are the Church."},{"type":"ref","number":432}]},{"elements":[{"type":"ref-ccc","ref_number":900},{"type":"text","text":"Since, like all the faithful, lay Christians are entrusted by God with the apostolate by virtue of their Baptism and Confirmation, they have the right and duty, individually or grouped in associations, to work so that the divine message of salvation may be known and accepted by all men throughout the earth. This duty is the more pressing when it is only through them that men can hear the Gospel and know Christ. Their activity in ecclesial communities is so necessary that, for the most part, the apostolate of the pastors cannot be fully effective without it."},{"type":"ref","number":433},{"type":"spacer"},{"type":"text","text":" The participation of lay people in Christ's priestly office"}]},{"elements":[{"type":"ref-ccc","ref_number":901},{"type":"text","text":"\"Hence the laity, dedicated as they are to Christ and anointed by the Holy Spirit, are marvellously called and prepared so that even richer fruits of the Spirit maybe produced in them. For all their works, prayers, and apostolic undertakings, family and married life, daily work, relaxation of mind and body, if they are accomplished in the Spirit - indeed even the hardships of life if patiently born - all these become spiritual sacrifices acceptable to God through Jesus Christ. In the celebration of the Eucharist these may most fittingly be offered to the Father along with the body of the Lord. and so, worshipping everywhere by their holy actions, the laity consecrate the world itself to God, everywhere offering worship by the holiness of their lives.\""},{"type":"ref","number":434}]},{"elements":[{"type":"ref-ccc","ref_number":902},{"type":"text","text":"In a very special way, parents share in the office of sanctifying \"by leading a conjugal life in the Christian spirit and by seeing to the Christian education of their children.\""},{"type":"ref","number":435}]},{"elements":[{"type":"ref-ccc","ref_number":903},{"type":"text","text":"Lay people who possess the required qualities can be admitted permanently to the ministries of lector and acolyte."},{"type":"ref","number":436},{"type":"text","text":" When the necessity of the Church warrants it and when ministers are lacking, lay persons, even if they are not lectors or acolytes, can also supply for certain of their offices, namely, to exercise the ministry of the word, to preside over liturgical prayers, to confer Baptism, and to distribute Holy Communion in accord with the prescriptions of law.\""},{"type":"ref","number":437}]},{"elements":[{"type":"text","text":"Participation in Christ's prophetic office"}]},{"elements":[{"type":"ref-ccc","ref_number":904},{"type":"text","text":"\"Christ . . . fulfills this prophetic office, not only by the hierarchy . . . but also by the laity. He accordingly both establishes them as witnesses and provides them with the sense of the faith [sensus fidei] and the grace of the word\""},{"type":"ref","number":438}]},{"elements":[{"type":"text","text":"To teach in order to lead others to faith is the task of every preacher and of each believer."},{"type":"ref","number":439}]},{"elements":[{"type":"ref-ccc","ref_number":905},{"type":"text","text":"Lay people also fulfill their prophetic mission by evangelization, \"that is, the proclamation of Christ by word and the testimony of life.\" For lay people, \"this evangelization . . . acquires a specific property and peculiar efficacy because it is accomplished in the ordinary circumstances of the world.\""},{"type":"ref","number":440}]},{"elements":[{"type":"text","text":"This witness of life, however, is not the sole element in the apostolate; the true apostle is on the lookout for occasions of announcing Christ by word, either to unbelievers . . . or to the faithful."},{"type":"ref","number":441}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":906},{"type":"text","text":"Lay people who are capable and trained may also collaborate in catechetical formation, in teaching the sacred sciences, and in use of the communications media."},{"type":"ref","number":442}]},{"elements":[{"type":"ref-ccc","ref_number":907},{"type":"text","text":"\"In accord with the knowledge, competence, and preeminence which they possess, [lay people] have the right and even at times a duty to manifest to the sacred pastors their opinion on matters which pertain to the good of the Church, and they have a right to make their opinion known to the other Christian faithful, with due regard to the integrity of faith and morals and reverence toward their pastors, and with consideration for the common good and the dignity of persons.\""},{"type":"ref","number":443}]},{"elements":[{"type":"text","text":"Participation in Christ's kingly office"}]},{"elements":[{"type":"ref-ccc","ref_number":908},{"type":"text","text":"By his obedience unto death,"},{"type":"ref","number":444},{"type":"text","text":" Christ communicated to his disciples the gift of royal freedom, so that they might \"by the self-abnegation of a holy life, overcome the reign of sin in themselves\":"},{"type":"ref","number":445}]},{"elements":[{"type":"text","text":"That man is rightly called a king who makes his own body an obedient subject and, by governing himself with suitable rigor, refuses to let his passions breed rebellion in his soul, for he exercises a kind of royal power over himself. and because he knows how to rule his own person as king, so too does he sit as its judge. He will not let himself be imprisoned by sin, or thrown headlong into wickedness."},{"type":"ref","number":446}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":909},{"type":"text","text":"\"Moreover, by uniting their forces let the laity so remedy the institutions and conditions of the world when the latter are an inducement to sin, that these may be conformed to the norms of justice, favoring rather than hindering the practice of virtue. By so doing they will impregnate culture and human works with a moral value.\""},{"type":"ref","number":447}]},{"elements":[{"type":"ref-ccc","ref_number":910},{"type":"text","text":"\"The laity can also feel called, or be in fact called, to cooperate with their pastors in the service of the ecclesial community, for the sake of its growth and life. This can be done through the exercise of different kinds of ministries according to the grace and charisms which the Lord has been pleased to bestow on them.\""},{"type":"ref","number":448}]},{"elements":[{"type":"ref-ccc","ref_number":911},{"type":"text","text":"In the Church, \"lay members of the Christian faithful can cooperate in the exercise of this power [of governance] in accord with the norm of law.\""},{"type":"ref","number":449},{"type":"text","text":" and so the Church provides for their presence at particular councils, diocesan synods, pastoral councils; the exercise in solidum of the pastoral care of a parish, collaboration in finance committees, and participation in ecclesiastical tribunals, etc."},{"type":"ref","number":450}]},{"elements":[{"type":"ref-ccc","ref_number":912},{"type":"text","text":"The faithful should \"distinguish carefully between the rights and the duties which they have as belonging to the Church and those which fall to them as members of the human society. They will strive to unite the two harmoniously, remembering that in every temporal affair they are to be guided by a Christian conscience, since no human activity, even of the temporal order, can be withdrawn from God's dominion.\""},{"type":"ref","number":451}]},{"elements":[{"type":"ref-ccc","ref_number":913},{"type":"text","text":"\"Thus, every person, through these gifts given to him, is at once the witness and the living instrument of the mission of the Church itself 'according to the measure of Christ's bestowal.\"'"},{"type":"ref","number":452}]},{"elements":[{"type":"text","text":"III. THE CONSECRATED LIFE"}]},{"elements":[{"type":"ref-ccc","ref_number":914},{"type":"text","text":"\"The state of life which is constituted by the profession of the evangelical counsels, while not entering into the hierarchical structure of the Church, belongs undeniably to her life and holiness.\""},{"type":"ref","number":453}]},{"elements":[{"type":"text","text":"Evangelical counsels, consecrated life"}]},{"elements":[{"type":"ref-ccc","ref_number":915},{"type":"text","text":"Christ proposes the evangelical counsels, in their great variety, to every disciple. the perfection of charity, to which all the faithful are called, entails for those who freely follow the call to consecrated life the obligation of practicing chastity in celibacy for the sake of the Kingdom, poverty and obedience. It is the profession of these counsels, within a permanent state of life recognized by the Church, that characterizes the life consecrated to God."},{"type":"ref","number":454}]},{"elements":[{"type":"ref-ccc","ref_number":916},{"type":"text","text":"The religious state is thus one way of experiencing a \"more intimate\" consecration, rooted in Baptism and dedicated totally to God."},{"type":"ref","number":455},{"type":"text","text":" In the consecrated life, Christ's faithful, moved by the Holy Spirit, propose to follow Christ more nearly, to give themselves to God who is loved above all and, pursuing the perfection of charity in the service of the Kingdom, to signify and proclaim in the Church the glory of the world to come."},{"type":"ref","number":456}]},{"elements":[{"type":"text","text":"One great tree, with many branches"}]},{"elements":[{"type":"ref-ccc","ref_number":917},{"type":"text","text":"\"From the God-given seed of the counsels a wonderful and wide-spreading tree has grown up in the field of the Lord, branching out into various forms of the religious life lived in solitude or in community. Different religious families have come into existence in which spiritual resources are multiplied for the progress in holiness of their members and for the good of the entire Body of Christ.\""},{"type":"ref","number":457}]},{"elements":[{"type":"ref-ccc","ref_number":918},{"type":"text","text":"From the very beginning of the Church there were men and women who set out to follow Christ with greater liberty, and to imitate him more closely, by practicing the evangelical counsels. They led lives dedicated to God, each in his own way. Many of them, under the inspiration of the Holy Spirit, became hermits or founded religious families. These the Church, by virtue of her authority, gladly accepted and approved."},{"type":"ref","number":458}]},{"elements":[{"type":"ref-ccc","ref_number":919},{"type":"text","text":"Bishops will always strive to discern new gifts of consecrated life granted to the Church by the Holy Spirit; the approval of new forms of consecrated life is reserved to the Apostolic See."},{"type":"ref","number":459}]},{"elements":[{"type":"text","text":"The eremitic life"}]},{"elements":[{"type":"ref-ccc","ref_number":920},{"type":"text","text":"Without always professing the three evangelical counsels publicly, hermits \"devote their life to the praise of God and salvation of the world through a stricter separation from the world, the silence of solitude and assiduous prayer and penance.\""},{"type":"ref","number":460}]},{"elements":[{"type":"ref-ccc","ref_number":921},{"type":"text","text":"They manifest to everyone the interior aspect of the mystery of the Church, that is, personal intimacy with Christ. Hidden from the eyes of men, the life of the hermit is a silent preaching of the Lord, to whom he has surrendered his life simply because he is everything to him. Here is a particular call to find in the desert, in the thick of spiritual battle, the glory of the Crucified One."}]},{"elements":[{"type":"text","text":"Consecrated virgins"}]},{"elements":[{"type":"ref-ccc","ref_number":922},{"type":"text","text":"From apostolic times Christian virgins, called by the Lord to cling only to him with greater freedom of heart, body, and spirit, have decided with the Church's approval to live in a state of virginity \"for the sake of the Kingdom of heaven.\""},{"type":"ref","number":461}]},{"elements":[{"type":"ref-ccc","ref_number":923},{"type":"text","text":"\"Virgins who, committed to the holy plan of following Christ more closely, are consecrated to God by the diocesan bishop according to the approved liturgical rite, are betrothed mystically to Christ, the Son of God, and are dedicated to the service of the Church.\""},{"type":"ref","number":462},{"type":"text","text":" By this solemn rite (Consecratio virginum), the virgin is \"constituted . . . a sacred person, a transcendent sign of the Church's love for Christ, and an eschatological image of this heavenly Bride of Christ and of the life to come.\""},{"type":"ref","number":463}]},{"elements":[{"type":"ref-ccc","ref_number":924},{"type":"text","text":"\"As with other forms of consecrated life,\" the order of virgins establishes the woman living in the world (or the nun) in prayer, penance, service of her brethren, and apostolic activity, according to the state of life and spiritual gifts given to her."},{"type":"ref","number":464},{"type":"text","text":" Consecrated virgins can form themselves into associations to observe their commitment more faithfully."},{"type":"ref","number":465}]},{"elements":[{"type":"text","text":"Religious life"}]},{"elements":[{"type":"ref-ccc","ref_number":925},{"type":"text","text":"Religious life was born in the East during the first centuries of Christianity. Lived within institutes canonically erected by the Church, it is distinguished from other forms of consecrated life by its liturgical character, public profession of the evangelical counsels, fraternal life led in common, and witness given to the union of Christ with the Church."},{"type":"ref","number":466}]},{"elements":[{"type":"ref-ccc","ref_number":926},{"type":"text","text":"Religious life derives from the mystery of the Church. It is a gift she has received from her Lord, a gift she offers as a stable way of life to the faithful called by God to profess the counsels. Thus, the Church can both show forth Christ and acknowledge herself to be the Savior's bride. Religious life in its various forms is called to signify the very charity of God in the language of our time."}]},{"elements":[{"type":"ref-ccc","ref_number":927},{"type":"text","text":"All religious, whether exempt or not, take their place among the collaborators of the diocesan bishop in his pastoral duty."},{"type":"ref","number":467},{"type":"text","text":" From the outset of the work of evangelization, the missionary \"planting\" and expansion of the Church require the presence of the religious life in all its forms."},{"type":"ref","number":468},{"type":"text","text":" \"History witnesses to the outstanding service rendered by religious families in the propagation of the faith and in the formation of new Churches: from the ancient monastic institutions to the medieval orders, all the way to the more recent congregations.\""},{"type":"ref","number":469}]},{"elements":[{"type":"text","text":"Secular institutes"}]},{"elements":[{"type":"ref-ccc","ref_number":928},{"type":"text","text":"\"A secular institute is an institute of consecrated life in which the Christian faithful living in the world strive for the perfection of charity and work for the sanctification of the world especially from within.\""},{"type":"ref","number":470}]},{"elements":[{"type":"ref-ccc","ref_number":929},{"type":"text","text":"By a \"life perfectly and entirely consecrated to [such] sanctification,\" the members of these institutes share in the Church's task of evangelization, \"in the world and from within the world,\" where their presence acts as \"leaven in the world.\""},{"type":"ref","number":471},{"type":"text","text":" \"Their witness of a Christian life\" aims \"to order temporal things according to God and inform the world with the power of the gospel.\" They commit themselves to the evangelical counsels by sacred bonds and observe among themselves the communion and fellowship appropriate to their \"particular secular way of life.\""},{"type":"ref","number":472}]},{"elements":[{"type":"text","text":"Societies of apostolic life"}]},{"elements":[{"type":"ref-ccc","ref_number":930},{"type":"text","text":"Alongside the different forms of consecrated life are \"societies of apostolic life whose members without religious vows pursue the particular apostolic purpose of their society, and lead a life as brothers or sisters in common according to a particular manner of life, strive for the perfection of charity through the observance of the constitutions. Among these there are societies in which the members embrace the evangelical counsels\" according to their constitutions."},{"type":"ref","number":473}]},{"elements":[{"type":"text","text":"Consecration and mission: proclaiming the King who is corning"}]},{"elements":[{"type":"ref-ccc","ref_number":931},{"type":"text","text":"Already dedicated to him through Baptism, the person who surrenders himself to the God he loves above all else thereby consecrates himself more intimately to God's service and to the good of the Church. By this state of life consecrated to God, the Church manifests Christ and shows us how the Holy Spirit acts so wonderfully in her. and so the first mission of those who profess the evangelical counsels is to live out their consecration. Moreover, \"since members of institutes of consecrated life dedicate themselves through their consecration to the service of the Church they are obliged in a special manner to engage in missionary work, in accord with the character of the institute.\""},{"type":"ref","number":474}]},{"elements":[{"type":"ref-ccc","ref_number":932},{"type":"text","text":"In the Church, which is like the sacrament - the sign and instrument - of God's own life, the consecrated life is seen as a special sign of the mystery of redemption. To follow and imitate Christ more nearly and to manifest more clearly his self-emptying is to be more deeply present to one's contemporaries, in the heart of Christ. For those who are on this \"narrower\" path encourage their brethren by their example, and bear striking witness \"that the world cannot be transfigured and offered to God without the spirit of the beatitudes.\""},{"type":"ref","number":475}]},{"elements":[{"type":"ref-ccc","ref_number":933},{"type":"text","text":"Whether their witness is public, as in the religious state, or less public, or even secret, Christ's coming remains for all those consecrated both the origin and rising sun of their life:"}]},{"elements":[{"type":"text","text":"For the People of God has here no lasting city, . . . [and this state] reveals more clearly to all believers the heavenly goods which are already present in this age, witnessing to the new and eternal life which we have acquired through the redemptive work of Christ and preluding our future resurrection and the glory of the heavenly kingdom."},{"type":"ref","number":476}]},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":934},{"attrs":{"i":true},"type":"text","text":"\"Among the Christian faithful by divine institution there exist in the Church sacred ministers, who are also called clerics in law, and other Christian faithful who are also called laity.\" In both groups there are those Christian faithful who, professing the evangelical counsels, are consecrated to God and so serve the Church's saving mission (cf. "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG1104/_PU.HTM#2.1.0.0.0.0.207"},{"attrs":{"i":true},"type":"text","text":" CIC, can. 207 # 1, 2)."}]},{"elements":[{"type":"ref-ccc","ref_number":935},{"attrs":{"i":true},"type":"text","text":"To proclaim the faith and to plant his reign, Christ sends his apostles and their successors. He gives them a share in his own mission. From him they receive the power to act in his person."}]},{"elements":[{"type":"ref-ccc","ref_number":936},{"attrs":{"i":true},"type":"text","text":"The Lord made St. Peter the visible foundation of his Church. He entrusted the keys of the Church to him. the bishop of the Church of Rome, successor to St. Peter, is \"head of the college of bishops, the Vicar of Christ and Pastor of the universal Church on earth\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG1104/_P16.HTM#2.2.1.0.1.0.331"},{"attrs":{"i":true},"type":"text","text":" CIC, can. 331)."}]},{"elements":[{"type":"ref-ccc","ref_number":937},{"attrs":{"i":true},"type":"text","text":"The Pope enjoys, by divine institution, \"supreme, full, immediate, and universal power in the care of souls\" (CD 2)."}]},{"elements":[{"type":"ref-ccc","ref_number":938},{"attrs":{"i":true},"type":"text","text":"The Bishops, established by the Holy Spirit, succeed the apostles. They are \"the visible source and foundation of unity in their own particular Churches\" (LG 23)."}]},{"elements":[{"type":"ref-ccc","ref_number":939},{"attrs":{"i":true},"type":"text","text":"Helped by the priests, their co-workers, and by the deacons, the bishops have the duty of authentically teaching the faith, celebrating divine worship, above all the Eucharist, and guiding their Churches as true pastors. Their responsibility also includes concern for all the Churches, with and under the Pope."}]},{"elements":[{"type":"ref-ccc","ref_number":940},{"attrs":{"i":true},"type":"text","text":"\"The characteristic of the lay state being a life led in the midst of the world and of secular affairs, lay people are called by God to make of their apostolate, through the vigor of their Christian spirit, a leaven in the world\" (AA 2 # 2)."}]},{"elements":[{"type":"ref-ccc","ref_number":941},{"attrs":{"i":true},"type":"text","text":"Lay people share in Christ's priesthood: ever more united with him, they exhibit the grace of Baptism and Confirmation in all dimensions of their personal family, social and ecclesial lives, and so fulfill the call to holiness addressed to all the baptized."}]},{"elements":[{"type":"ref-ccc","ref_number":942},{"attrs":{"i":true},"type":"text","text":"By virtue of their prophetic mission, lay people \"are called . . . to be witnesses to Christ in all circumstances and at the very heart of the community of mankind\" (GS 43 # 4)."}]},{"elements":[{"type":"ref-ccc","ref_number":943},{"attrs":{"i":true},"type":"text","text":"By virtue of their kingly mission, lay people have the power to uproot the rule of sin within themselves and in the world, by their self-denial and holiness of life (cf. LG 36)."}]},{"elements":[{"type":"ref-ccc","ref_number":944},{"attrs":{"i":true},"type":"text","text":"The life consecrated to God is characterized by the public profession of the evangelical counsels of poverty, chastity, and obedience, in a stable state of life recognized by the Church."}]},{"elements":[{"type":"ref-ccc","ref_number":945},{"attrs":{"i":true},"type":"text","text":"Already destined for him through Baptism, the person who surrenders himself to the God he loves above all else thereby consecrates himself more intimately to God's service and to the good of the whole Church."}]}],"footnotes":{"385":{"number":385,"refs":[{"text":"⇒ CIC, Can. 204 para 1","link":"http://www.vatican.va/archive/ENG1104/_PU.HTM#2.1.0.0.0.0.204"},{"text":"Cf. LG 31.","link":null}]},"386":{"number":386,"refs":[{"text":"⇒ CIC, Can. 208","link":"http://www.vatican.va/archive/ENG1104/_PV.HTM#2.1.0.1.0.0.208"},{"text":"Cf. LG 32.","link":null}]},"387":{"number":387,"refs":[{"text":"AA 2.","link":null}]},"388":{"number":388,"refs":[{"text":"⇒ CIC, Can. 207 # 2.","link":"http://www.vatican.va/archive/ENG1104/_PU.HTM#2.1.0.0.0.0.207"}]},"389":{"number":389,"refs":[{"text":"LG 18.","link":null}]},"390":{"number":390,"refs":[{"text":"Rom 10:14:15.","link":null}]},"391":{"number":391,"refs":[{"text":"⇒ Rom 10:17.","link":"http://www.vatican.va/archive/ENG0839/_PYY.HTM#NTLET.ROM.10.17"}]},"392":{"number":392,"refs":[{"text":"Cf. ⇒ Rom 1:1.","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.1"}]},"393":{"number":393,"refs":[{"text":"⇒ Phil 2:7.","link":"http://www.vatican.va/archive/ENG0839/_P10G.HTM#NTLET.PHI.2.7"}]},"394":{"number":394,"refs":[{"text":"Cf. ⇒ 1 Cor 9:19.","link":"http://www.vatican.va/archive/ENG0839/_PZE.HTM#NTLET.1COR.9.19"}]},"395":{"number":395,"refs":[{"text":"AG 5.","link":null}]},"396":{"number":396,"refs":[{"text":"Cf. ⇒ Jn 17:21-23.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.21"}]},"397":{"number":397,"refs":[{"text":"⇒ Jn 21:22","link":"http://www.vatican.va/archive/ENG0839/_PXT.HTM#GOSP.JOH.21.22"},{"text":"Cf. ⇒ Mt 4:19. ⇒ 21","link":"http://www.vatican.va/archive/ENG0839/_PVD.HTM#GOSP.MAT.4.19"},{"text":"⇒ Jn 1:4[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PVD.HTM#GOSP.MAT.4.21"}]},"398":{"number":398,"refs":[{"text":"LG 19","link":null},{"text":"cf. ⇒ Lk 6:13","link":"http://www.vatican.va/archive/ENG0839/_PWP.HTM#GOSP.LUK.6.13"},{"text":"⇒ Jn 21:15-17.","link":"http://www.vatican.va/archive/ENG0839/_PXT.HTM#GOSP.JOH.21.15"}]},"399":{"number":399,"refs":[{"text":"LG 22","link":null},{"text":"cf. ⇒ CIC, can. 330.","link":"http://www.vatican.va/archive/ENG1104/_P15.HTM#2.1.0.5.4.0.330"}]},"400":{"number":400,"refs":[{"text":"Cf. ⇒ Mt 16:18-19","link":"http://www.vatican.va/archive/ENG0839/_PVP.HTM#GOSP.MAT.16.18"},{"text":"⇒ Jn 21:15-17.","link":"http://www.vatican.va/archive/ENG0839/_PXT.HTM#GOSP.JOH.21.15"}]},"401":{"number":401,"refs":[{"text":"LG 22 # 2.","link":null}]},"402":{"number":402,"refs":[{"text":"LG 23.","link":null}]},"403":{"number":403,"refs":[{"text":"LG 22","link":null},{"text":"cf. CD 2,9.","link":null}]},"404":{"number":404,"refs":[{"text":"LG 22","link":null},{"text":"cf. ⇒ CIC, can 336.","link":"http://www.vatican.va/archive/ENG1104/_P17.HTM#2.2.1.0.1.1.336"}]},"405":{"number":405,"refs":[{"text":"⇒ CIC, can. 337 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P18.HTM#2.2.1.0.1.2.337"}]},"406":{"number":406,"refs":[{"text":"LG 22.","link":null}]},"407":{"number":407,"refs":[{"text":"LG 22.","link":null}]},"408":{"number":408,"refs":[{"text":"LG 23.","link":null}]},"409":{"number":409,"refs":[{"text":"LG 23.","link":null}]},"410":{"number":410,"refs":[{"text":"Cf. CD 3.","link":null}]},"411":{"number":411,"refs":[{"text":"LG 23.","link":null}]},"412":{"number":412,"refs":[{"text":"Cf. ⇒ Gal 2:10.","link":"http://www.vatican.va/archive/ENG0839/_P102.HTM#NTLET.GAL.2.10"}]},"413":{"number":413,"refs":[{"text":"Cf. Apostolic Constitutions 34.","link":null}]},"414":{"number":414,"refs":[{"text":"LG 23 # 3.","link":null}]},"415":{"number":415,"refs":[{"text":"PO 4","link":null},{"text":"cf. ⇒ Mk 16:15.","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.15"}]},"416":{"number":416,"refs":[{"text":"LG 25.","link":null}]},"417":{"number":417,"refs":[{"text":"LG 12","link":null},{"text":"cf. DV 10.","link":null}]},"418":{"number":418,"refs":[{"text":"LG 25","link":null},{"text":"cf. Vatican Council I: DS 3074.","link":null}]},"419":{"number":419,"refs":[{"text":"DV 10 # 2.","link":null}]},"420":{"number":420,"refs":[{"text":"LG 25 # 2.","link":null}]},"421":{"number":421,"refs":[{"text":"Cf. LG 25.","link":null}]},"422":{"number":422,"refs":[{"text":"LG 25.","link":null}]},"423":{"number":423,"refs":[{"text":"LG 26.","link":null}]},"424":{"number":424,"refs":[{"text":"⇒ 1 Pet 5:3.","link":"http://www.vatican.va/archive/ENG0839/_P125.HTM#CATHL.1PET.5.3"}]},"425":{"number":425,"refs":[{"text":"LG 26 # 3.","link":null}]},"426":{"number":426,"refs":[{"text":"LG 27","link":null},{"text":"cf. ⇒ Lk 22:26-27.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.26"}]},"427":{"number":427,"refs":[{"text":"LG 27.","link":null}]},"428":{"number":428,"refs":[{"text":"LG 27 # 2.","link":null}]},"429":{"number":429,"refs":[{"text":"St. Ignatius of Antioch, Ad Smyrn. 8, 1: Apostolic Fathers, II/2, 309.","link":null}]},"430":{"number":430,"refs":[{"text":"LG 31.","link":null}]},"431":{"number":431,"refs":[{"text":"LG 31 # 2.","link":null}]},"432":{"number":432,"refs":[{"text":"Pius XII, Discourse, February 20, 1946: AAS 38 (1946) 149","link":null},{"text":"quoted by    John Paul II, CL 9.","link":null}]},"433":{"number":433,"refs":[{"text":"Cf. LG 33.","link":null}]},"434":{"number":434,"refs":[{"text":"LG 34","link":null},{"text":"cf. LG 10, ⇒ 1 Pet 2:5.","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.5"}]},"435":{"number":435,"refs":[{"text":"⇒ CIC, can. 835 # 4.","link":"http://www.vatican.va/archive/ENG1104/_P1F.HTM#2.2.2.1.2.2.385"}]},"436":{"number":436,"refs":[{"text":"Cf. ⇒ CIC, can. 230 # 1.","link":"http://www.vatican.va/archive/ENG1104/_PW.HTM#2.1.0.2.0.0.230"}]},"437":{"number":437,"refs":[{"text":"⇒ CIC, can. 230 # 3.","link":"http://www.vatican.va/archive/ENG1104/_PW.HTM#2.1.0.2.0.0.230"}]},"438":{"number":438,"refs":[{"text":"LG 35.","link":null}]},"439":{"number":439,"refs":[{"text":"St. Thomas Aquinas, STh. III, 71, 4 ad 3.","link":null}]},"440":{"number":440,"refs":[{"text":"LG 35 # 1, # 2.","link":null}]},"441":{"number":441,"refs":[{"text":"AA 6 # 3","link":null},{"text":"cf. AG 15.","link":null}]},"442":{"number":442,"refs":[{"text":"Cf. ⇒ CIC, cann. 229","link":"http://www.vatican.va/archive/ENG1104/_PW.HTM#2.1.0.2.0.0.229"},{"text":"⇒ 774","link":"http://www.vatican.va/archive/ENG1104/_P2L.HTM#3.0.0.1.2.0.774"},{"text":"⇒ 776","link":"http://www.vatican.va/archive/ENG1104/_P2L.HTM#3.0.0.1.2.0.776"},{"text":"⇒ 780","link":"http://www.vatican.va/archive/ENG1104/_P2L.HTM#3.0.0.1.2.0.780"},{"text":"⇒ 823 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P2R.HTM#3.0.0.4.0.0.823"}]},"443":{"number":443,"refs":[{"text":"⇒ CIC, can. 212 # 3.","link":"http://www.vatican.va/archive/ENG1104/_PV.HTM#2.1.0.1.0.0.212"}]},"444":{"number":444,"refs":[{"text":"Cf. ⇒ Phil 2:8-9.","link":"http://www.vatican.va/archive/ENG0839/_P10G.HTM#NTLET.PHI.2.8"}]},"445":{"number":445,"refs":[{"text":"LG 36.","link":null}]},"446":{"number":446,"refs":[{"text":"St. Ambrose, Psal 118:14:30: PL 15:1476.","link":null}]},"447":{"number":447,"refs":[{"text":"LG 36 # 3.","link":null}]},"448":{"number":448,"refs":[{"text":"Paul VI, EN 73.","link":null}]},"449":{"number":449,"refs":[{"text":"⇒ CIC, can. 129 # 2.","link":"http://www.vatican.va/archive/ENG1104/_PF.HTM#1.0.0.8.0.0.129"}]},"450":{"number":450,"refs":[{"text":"Cf. ⇒ CIC, cann. 443 # 4","link":"http://www.vatican.va/archive/ENG1104/_P1L.HTM#2.2.2.2.3.0.443"},{"text":"⇒ 463 ## 1 and 2","link":"http://www.vatican.va/archive/ENG1104/_P1N.HTM#2.2.2.3.1.0.463"},{"text":"⇒ 492 # 1","link":"http://www.vatican.va/archive/ENG1104/_P1Q.HTM#2.2.2.3.2.2.492"},{"text":"⇒ 511","link":"http://www.vatican.va/archive/ENG1104/_P1T.HTM#2.2.2.3.4.0.511"},{"text":"⇒ 517 # 2","link":"http://www.vatican.va/archive/ENG1104/_P1V.HTM#2.2.2.3.6.0.517"},{"text":"⇒ 536","link":"http://www.vatican.va/archive/ENG1104/_P1V.HTM#2.2.2.3.6.0.536"},{"text":"⇒ 1421 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P5E.HTM#7.1.0.2.1.1.1421"}]},"451":{"number":451,"refs":[{"text":"LG 36 # 4.","link":null}]},"452":{"number":452,"refs":[{"text":"LG 33 # 2","link":null},{"text":"cf. ⇒ Eph 4:7.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.7"}]},"453":{"number":453,"refs":[{"text":"LG 44 # 4.","link":null}]},"454":{"number":454,"refs":[{"text":"Cf. LG 42-43","link":null},{"text":"PC 1.","link":null}]},"455":{"number":455,"refs":[{"text":"Cf. PC 5.","link":null}]},"456":{"number":456,"refs":[{"text":"Cf. ⇒ CIC, can. 573.","link":"http://www.vatican.va/archive/ENG1104/_P1Y.HTM#2.2.2.3.8.2.573"}]},"457":{"number":457,"refs":[{"text":"LG 43.","link":null}]},"458":{"number":458,"refs":[{"text":"PC 1.","link":null}]},"459":{"number":459,"refs":[{"text":"Cf. ⇒ CIC, can. 605.","link":"http://www.vatican.va/archive/ENG1104/_P1Z.HTM#2.3.1.1.0.0.605"}]},"460":{"number":460,"refs":[{"text":"⇒ CIC, can. 603 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P1Z.HTM#2.3.1.1.0.0.603"}]},"461":{"number":461,"refs":[{"text":"⇒ Mt 19:12","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.12"},{"text":"cf. ⇒ l Cor 7:34-36.","link":"http://www.vatican.va/archive/ENG0839/_PZC.HTM#NTLET.1COR.7.34"}]},"462":{"number":462,"refs":[{"text":"⇒ CIC, can. 604 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P1Z.HTM#2.3.1.1.0.0.604"}]},"463":{"number":463,"refs":[{"text":"Ordo Consecrationis Virginum, Praenotanda 1.","link":null}]},"464":{"number":464,"refs":[{"text":"Cf. ⇒ CIC, can. 604 # 1","link":"http://www.vatican.va/archive/ENG1104/_P1Z.HTM#2.3.1.1.0.0.604"},{"text":"OCV Praenotanda 2.","link":null}]},"465":{"number":465,"refs":[{"text":"Cf. ⇒ CIC, can. 604 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P1Z.HTM#2.3.1.1.0.0.604"}]},"466":{"number":466,"refs":[{"text":"Cf. ⇒ CIC, cann. 607","link":"http://www.vatican.va/archive/ENG1104/_P1Z.HTM#2.3.1.1.0.0.607"},{"text":"⇒ 573","link":"http://www.vatican.va/archive/ENG1104/_P1Y.HTM#2.2.2.3.8.2.573"},{"text":"UR 15.","link":null}]},"467":{"number":467,"refs":[{"text":"Cf. CD 33-35","link":null},{"text":"⇒ CIC, can. 591.","link":"http://www.vatican.va/archive/ENG1104/_P1Z.HTM#2.3.1.1.0.0.591"}]},"468":{"number":468,"refs":[{"text":"Cf. AG 18","link":null},{"text":"40.","link":null}]},"469":{"number":469,"refs":[{"text":"John Paul II, RMiss 69.","link":null}]},"470":{"number":470,"refs":[{"text":"⇒ CIC, can. 710.","link":"http://www.vatican.va/archive/ENG1104/_P2F.HTM#2.3.1.2.8.0.710"}]},"471":{"number":471,"refs":[{"text":"Pius XII, Provida Mater","link":null},{"text":"cf. PC 11.","link":null}]},"472":{"number":472,"refs":[{"text":"Cf. ⇒ CIC, can. 713 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P2F.HTM#2.3.1.2.8.0.710"}]},"473":{"number":473,"refs":[{"text":"Cf. ⇒ CIC, can. 731 ## 1 and 2.","link":"http://www.vatican.va/archive/ENG1104/_P2G.HTM#2.3.1.3.0.0.731"}]},"474":{"number":474,"refs":[{"text":"⇒ CIC, can. 783.","link":"http://www.vatican.va/archive/ENG1104/_P2M.HTM#3.0.0.2.0.0.783"},{"text":"cf. RM 69","link":null}]},"475":{"number":475,"refs":[{"text":"LG 31 # 2.","link":null}]},"476":{"number":476,"refs":[{"text":"LG 44 # 3.","link":null}]}}}