{"id":"toc-81","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. The Joint Mission of the Son and the Spirit"}]},{"elements":[{"type":"ref-ccc","ref_number":689},{"type":"text","text":"The One whom the Father has sent into our hearts, the Spirit of his Son, is truly God."},{"type":"ref","number":10},{"type":"text","text":" Consubstantial with the Father and the Son, the Spirit is inseparable from them, in both the inner life of the Trinity and his gift of love for the world. In adoring the Holy Trinity, life-giving, consubstantial, and indivisible, the Church's faith also professes the distinction of persons. When the Father sends his Word, he always sends his Breath. In their joint mission, the Son and the Holy Spirit are distinct but inseparable. To be sure, it is Christ who is seen, the visible image of the invisible God, but it is the Spirit who reveals him."}]},{"elements":[{"type":"ref-ccc","ref_number":690},{"type":"text","text":"Jesus is Christ, \"anointed,\" because the Spirit is his anointing, and everything that occurs from the Incarnation on derives from this fullness."},{"type":"ref","number":11},{"type":"text","text":" When Christ is finally glorified,"},{"type":"ref","number":12},{"type":"text","text":" he can in turn send the Spirit from his place with the Father to those who believe in him: he communicates to them his glory,"},{"type":"ref","number":13},{"type":"text","text":" that is, the Holy Spirit who glorifies him."},{"type":"ref","number":14},{"type":"text","text":" From that time on, this joint mission will be manifested in the children adopted by the Father in the Body of his Son: the mission of the Spirit of adoption is to unite them to Christ and make them live in him:"}]},{"elements":[{"type":"text","text":"The notion of anointing suggests . . . that there is no distance between the Son and the Spirit. Indeed, just as between the surface of the body and the anointing with oil neither reason nor sensation recognizes any intermediary, so the contact of the Son with the Spirit is immediate, so that anyone who would make contact with the Son by faith must first encounter the oil by contact. In fact there is no part that is not covered by the Holy Spirit. That is why the confession of the Son's Lordship is made in the Holy Spirit by those who receive him, the Spirit coming from all sides to those who approach the Son in faith."},{"type":"ref","number":15}],"attrs":{"indent":true}}],"footnotes":{"10":{"number":10,"refs":[{"text":"Cf. ⇒ Gal 4:6.","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.6"}]},"11":{"number":11,"refs":[{"text":"Cf. ⇒ Jn 3:34.","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.34"}]},"12":{"number":12,"refs":[{"text":"⇒ Jn 7:39.","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.39"}]},"13":{"number":13,"refs":[{"text":"Cf. ⇒ Jn 17:22.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.22"}]},"14":{"number":14,"refs":[{"text":"Cf. ⇒ Jn 16:14.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.14"}]},"15":{"number":15,"refs":[{"text":"St. Gregory of Nyssa, De Spiritu Sancto, 16: PG 45, 1321A-B.","link":null}]}}}