{"id":"toc-64","paragraphs":[{"elements":[{"type":"text","text":"Paragraph 2. \"CONCEIVED BY THE POWER OF THE HOLY SPIRIT AND BORN OF THE VIRGIN MARY\"","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"I. CONCEIVED BY THE POWER OF THE HOLY SPIRIT. . .","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":484},{"type":"text","text":"The Annunciation to Mary inaugurates \"the fullness of time\",","attrs":{}},{"type":"ref","number":119},{"type":"text","text":" The time of the fulfilment of God's promises and preparations. Mary was invited to conceive him in whom the \"whole fullness of deity\" would dwell \"bodily\".","attrs":{}},{"type":"ref","number":120},{"type":"text","text":" The divine response to her question, \"How can this be, since I know not man?\", was given by the power of the Spirit: \"The Holy Spirit will come upon you.\"","attrs":{}},{"type":"ref","number":121}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":485},{"type":"text","text":"The mission of the Holy Spirit is always conjoined and ordered to that of the Son.","attrs":{}},{"type":"ref","number":122},{"type":"text","text":" The Holy Spirit, \"the Lord, the giver of Life\", is sent to sanctify the womb of the Virgin Mary and divinely fecundate it, causing her to conceive the eternal Son of the Father in a humanity drawn from her own.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":486},{"type":"text","text":"The Father's only Son, conceived as man in the womb of the Virgin Mary, is \"Christ\", that is to say, anointed by the Holy Spirit, from the beginning of his human existence, though the manifestation of this fact takes place only progressively: to the shepherds, to the magi, to John the Baptist, to the disciples.","attrs":{}},{"type":"ref","number":123},{"type":"text","text":" Thus the whole life of Jesus Christ will make manifest \"how God anointed Jesus of Nazareth with the Holy Spirit and with power.\"","attrs":{}},{"type":"ref","number":124}],"attrs":{}},{"elements":[{"type":"text","text":"II.... BORN OF THE VIRGIN MARY","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":487},{"type":"text","text":"What the Catholic faith believes about Mary is based on what it believes about Christ, and what it teaches about Mary illumines in turn its faith in Christ.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Mary's predestination","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":488},{"type":"text","text":"\"God sent forth his Son\", but to prepare a body for him,","attrs":{}},{"type":"ref","number":125},{"type":"text","text":" he wanted the free co-operation of a creature. For this, from all eternity God chose for the mother of his Son a daughter of Israel, a young Jewish woman of Nazareth in Galilee, \"a virgin betrothed to a man whose name was Joseph, of the house of David; and the virgin's name was Mary\":","attrs":{}},{"type":"ref","number":126}],"attrs":{}},{"elements":[{"type":"text","text":"The Father of mercies willed that the Incarnation should be preceded by assent on the part of the predestined mother, so that just as a woman had a share in the coming of death, so also should a woman contribute to the coming of life.","attrs":{}},{"type":"ref","number":127}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":489},{"type":"text","text":"Throughout the Old Covenant the mission of many holy women prepared for that of Mary. At the very beginning there was Eve; despite her disobedience, she receives the promise of a posterity that will be victorious over the evil one, as well as the promise that she will be the mother of all the living.","attrs":{}},{"type":"ref","number":128},{"type":"text","text":" By virtue of this promise, Sarah conceives a son in spite of her old age.","attrs":{}},{"type":"ref","number":129},{"type":"text","text":" Against all human expectation God chooses those who were considered powerless and weak to show forth his faithfulness to his promises: Hannah, the mother of Samuel; Deborah; Ruth; Judith and Esther; and many other women.","attrs":{}},{"type":"ref","number":130},{"type":"text","text":" Mary \"stands out among the poor and humble of the Lord, who confidently hope for and receive salvation from him. After a long period of waiting the times are fulfilled in her, the exalted Daughter of Sion, and the new plan of salvation is established.\"","attrs":{}},{"type":"ref","number":131}],"attrs":{}},{"elements":[{"type":"text","text":"The Immaculate Conception","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":490},{"type":"text","text":"To become the mother of the Saviour, Mary \"was enriched by God with gifts appropriate to such a role.\"","attrs":{}},{"type":"ref","number":132},{"type":"text","text":" The angel Gabriel at the moment of the annunciation salutes her as \"full of grace\".","attrs":{}},{"type":"ref","number":133},{"type":"text","text":" In fact, in order for Mary to be able to give the free assent of her faith to the announcement of her vocation, it was necessary that she be wholly borne by God's grace.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":491},{"type":"text","text":"Through the centuries the Church has become ever more aware that Mary, \"full of grace\" through God,","attrs":{}},{"type":"ref","number":134},{"type":"text","text":" was redeemed from the moment of her conception. That is what the dogma of the Immaculate Conception confesses, as Pope Pius IX proclaimed in 1854:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The most Blessed Virgin Mary was, from the first moment of her conception, by a singular grace and privilege of almighty God and by virtue of the merits of Jesus Christ, Saviour of the human race, preserved immune from all stain of original sin.","attrs":{}},{"type":"ref","number":135}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":492},{"type":"text","text":"The \"splendour of an entirely unique holiness\" by which Mary is \"enriched from the first instant of her conception\" comes wholly from Christ: she is \"redeemed, in a more exalted fashion, by reason of the merits of her Son\".","attrs":{}},{"type":"ref","number":136},{"type":"text","text":" The Father blessed Mary more than any other created person \"in Christ with every spiritual blessing in the heavenly places\" and chose her \"in Christ before the foundation of the world, to be holy and blameless before him in love\".","attrs":{}},{"type":"ref","number":137}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":493},{"type":"text","text":"The Fathers of the Eastern tradition call the Mother of God \"the All-Holy\" (Panagia), and celebrate her as \"free from any stain of sin, as though fashioned by the Holy Spirit and formed as a new creature\".","attrs":{}},{"type":"ref","number":138},{"type":"text","text":" By the grace of God Mary remained free of every personal sin her whole life long. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" \"Let it be done to me according to your word. . .\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":494},{"type":"text","text":"At the announcement that she would give birth to \"the Son of the Most High\" without knowing man, by the power of the Holy Spirit, Mary responded with the obedience of faith, certain that \"with God nothing will be impossible\": \"Behold, I am the handmaid of the Lord; let it be [done] to me according to your word.\"","attrs":{}},{"type":"ref","number":139},{"type":"text","text":" Thus, giving her consent to God's word, Mary becomes the mother of Jesus. Espousing the divine will for salvation wholeheartedly, without a single sin to restrain her, she gave herself entirely to the person and to the work of her Son; she did so in order to serve the mystery of redemption with him and dependent on him, by God's grace:","attrs":{}},{"type":"ref","number":140}],"attrs":{}},{"elements":[{"type":"text","text":"As St. Irenaeus says, \"Being obedient she became the cause of salvation for herself and for the whole human race.\"","attrs":{}},{"type":"ref","number":141},{"type":"text","text":" Hence not a few of the early Fathers gladly assert. . .: \"The knot of Eve's disobedience was untied by Mary's obedience: what the virgin Eve bound through her disbelief, Mary loosened by her faith.\"","attrs":{}},{"type":"ref","number":142},{"type":"text","text":" Comparing her with Eve, they call Mary \"the Mother of the living\" and frequently claim: \"Death through Eve, life through Mary.\"","attrs":{}},{"type":"ref","number":143}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Mary's divine motherhood","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":495},{"type":"text","text":"Called in the Gospels \"the mother of Jesus\", Mary is acclaimed by Elizabeth, at the prompting of the Spirit and even before the birth of her son, as \"the mother of my Lord\".","attrs":{}},{"type":"ref","number":144},{"type":"text","text":" In fact, the One whom she conceived as man by the Holy Spirit, who truly became her Son according to the flesh, was none other than the Father's eternal Son, the second person of the Holy Trinity. Hence the Church confesses that Mary is truly \"Mother of God\" (Theotokos).","attrs":{}},{"type":"ref","number":145}],"attrs":{}},{"elements":[{"type":"text","text":"Mary's virginity","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":496},{"type":"text","text":"From the first formulations of her faith, the Church has confessed that Jesus was conceived solely by the power of the Holy Spirit in the womb of the Virgin Mary, affirming also the corporeal aspect of this event: Jesus was conceived \"by the Holy Spirit without human seed\".","attrs":{}},{"type":"ref","number":146},{"type":"text","text":" The Fathers see in the virginal conception the sign that it truly was the Son of God who came in a humanity like our own. Thus St. Ignatius of Antioch at the beginning of the second century says: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" You are firmly convinced about our Lord, who is truly of the race of David according to the flesh, Son of God according to the will and power of God, truly born of a virgin,. . . he was truly nailed to a tree for us in his flesh under Pontius Pilate. . . he truly suffered, as he is also truly risen.","attrs":{}},{"type":"ref","number":147}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":497},{"type":"text","text":"The Gospel accounts understand the virginal conception of Jesus as a divine work that surpasses all human understanding and possibility:","attrs":{}},{"type":"ref","number":148},{"type":"text","text":" \"That which is conceived in her is of the Holy Spirit\", said the angel to Joseph about Mary his fiancee.","attrs":{}},{"type":"ref","number":149},{"type":"text","text":" The Church sees here the fulfilment of the divine promise given through the prophet Isaiah: \"Behold, a virgin shall conceive and bear a son.\"","attrs":{}},{"type":"ref","number":150}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":498},{"type":"text","text":"People are sometimes troubled by the silence of St. Mark's Gospel and the New Testament Epistles about Jesus' virginal conception. Some might wonder if we were merely dealing with legends or theological constructs not claiming to be history. To this we must respond: Faith in the virginal conception of Jesus met with the lively opposition, mockery or incomprehension of non-believers, Jews and pagans alike;","attrs":{}},{"type":"ref","number":151},{"type":"text","text":" so it could hardly have been motivated by pagan mythology or by some adaptation to the ideas of the age. the meaning of this event is accessible only to faith, which understands in it the \"connection of these mysteries with one another\"","attrs":{}},{"type":"ref","number":152},{"type":"text","text":" in the totality of Christ's mysteries, from his Incarnation to his Passover. St. Ignatius of Antioch already bears witness to this connection: \"Mary's virginity and giving birth, and even the Lord's death escaped the notice of the prince of this world: these three mysteries worthy of proclamation were accomplished in God's silence.\"","attrs":{}},{"type":"ref","number":153}],"attrs":{}},{"elements":[{"type":"text","text":"Mary - \"ever-virgin\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":499},{"type":"text","text":"The deepening of faith in the virginal motherhood led the Church to confess Mary's real and perpetual virginity even in the act of giving birth to the Son of God made man.","attrs":{}},{"type":"ref","number":154},{"type":"text","text":" In fact, Christ's birth \"did not diminish his mother's virginal integrity but sanctified it.\"","attrs":{}},{"type":"ref","number":155},{"type":"text","text":" and so the liturgy of the Church celebrates Mary as Aeiparthenos, the \"Ever-virgin\".","attrs":{}},{"type":"ref","number":156}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":500},{"type":"text","text":"Against this doctrine the objection is sometimes raised that the Bible mentions brothers and sisters of Jesus.","attrs":{}},{"type":"ref","number":157},{"type":"text","text":" The Church has always understood these passages as not referring to other children of the Virgin Mary. In fact James and Joseph, \"brothers of Jesus\", are the sons of another Mary, a disciple of Christ, whom St. Matthew significantly calls \"the other Mary\".","attrs":{}},{"type":"ref","number":158},{"type":"text","text":" They are close relations of Jesus, according to an Old Testament expression.","attrs":{}},{"type":"ref","number":159}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":501},{"type":"text","text":"Jesus is Mary's only son, but her spiritual motherhood extends to all men whom indeed he came to save: \"The Son whom she brought forth is he whom God placed as the first-born among many brethren, that is, the faithful in whose generation and formation she co-operates with a mother's love.\"","attrs":{}},{"type":"ref","number":160}],"attrs":{}},{"elements":[{"type":"text","text":"Mary's virginal motherhood in God's plan","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":502},{"type":"text","text":"The eyes of faith can discover in the context of the whole of Revelation the mysterious reasons why God in his saving plan wanted his Son to be born of a virgin. These reasons touch both on the person of Christ and his redemptive mission, and on the welcome Mary gave that mission on behalf of all men.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":503},{"type":"text","text":"Mary's virginity manifests God's absolute initiative in the Incarnation. Jesus has only God as Father. \"He was never estranged from the Father because of the human nature which he assumed. . . He is naturally Son of the Father as to his divinity and naturally son of his mother as to his humanity, but properly Son of the Father in both natures.\"","attrs":{}},{"type":"ref","number":161}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":504},{"type":"text","text":"Jesus is conceived by the Holy Spirit in the Virgin Mary's womb because he is the New Adam, who inaugurates the new creation: \"The first man was from the earth, a man of dust; the second man is from heaven.\"","attrs":{}},{"type":"ref","number":162},{"type":"text","text":" From his conception, Christ's humanity is filled with the Holy Spirit, for God \"gives him the Spirit without measure.\"","attrs":{}},{"type":"ref","number":163},{"type":"text","text":" From \"his fullness\" as the head of redeemed humanity \"we have all received, grace upon grace.\"","attrs":{}},{"type":"ref","number":164}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":505},{"type":"text","text":"By his virginal conception, Jesus, the New Adam, ushers in the new birth of children adopted in the Holy Spirit through faith. \"How can this be?\"","attrs":{}},{"type":"ref","number":165},{"type":"text","text":" Participation in the divine life arises \"not of blood nor of the will of the flesh nor of the will of man, but of God\".","attrs":{}},{"type":"ref","number":166},{"type":"text","text":" The acceptance of this life is virginal because it is entirely the Spirit's gift to man. the spousal character of the human vocation in relation to God","attrs":{}},{"type":"ref","number":167},{"type":"text","text":" is fulfilled perfectly in Mary's virginal motherhood.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":506},{"type":"text","text":"Mary is a virgin because her virginity is the sign of her faith \"unadulterated by any doubt\", and of her undivided gift of herself to God's will.","attrs":{}},{"type":"ref","number":168},{"type":"text","text":" It is her faith that enables her to become the mother of the Saviour: \"Mary is more blessed because she embraces faith in Christ than because she conceives the flesh of Christ.\"","attrs":{}},{"type":"ref","number":169}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":507},{"type":"text","text":"At once virgin and mother, Mary is the symbol and the most perfect realization of the Church: \"the Church indeed. . . by receiving the word of God in faith becomes herself a mother. By preaching and Baptism she brings forth sons, who are conceived by the Holy Spirit and born of God, to a new and immortal life. She herself is a virgin, who keeps in its entirety and purity the faith she pledged to her spouse.\"","attrs":{}},{"type":"ref","number":170}],"attrs":{}},{"elements":[{"type":"text","text":"IN BRIEF","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":508},{"type":"text","text":"From among the descendants of Eve, God chose the Virgin Mary to be the mother of his Son. \"Full of grace\", Mary is \"the most excellent fruit of redemption\" (SC 103): from the first instant of her conception, she was totally preserved from the stain of original sin and she remained pure from all personal sin throughout her life.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":509},{"type":"text","text":"Mary is truly \"Mother of God\" since she is the mother of the eternal Son of God made man, who is God himself.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":510},{"type":"text","text":"Mary \"remained a virgin in conceiving her Son, a virgin in giving birth to him, a virgin in carrying him, a virgin in nursing him at her breast, always a virgin\" (St. Augustine, Serm. 186, 1: PL 38, 999): with her whole being she is \"the handmaid of the Lord\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.38","attrs":{"i":true}},{"type":"text","text":" Lk 1:38).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":511},{"type":"text","text":"The Virgin Mary \"co-operated through free faith and obedience in human salvation\" (LG 56). She uttered her yes \"in the name of all human nature\" (St. Thomas Aquinas, S Th III, 30, 1). By her obedience she became the new Eve, mother of the living.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"119":{"number":119,"refs":[{"text":"⇒ Gal 4:4.","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.4"}]},"120":{"number":120,"refs":[{"text":"⇒ Col 2:9.","link":"http://www.vatican.va/archive/ENG0839/_P10L.HTM#NTLET.COL.2.9"}]},"121":{"number":121,"refs":[{"text":"Lk 1:34-35 (Greek).","link":null}]},"122":{"number":122,"refs":[{"text":"Cf. ⇒ Jn 16:14-15.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.14"}]},"123":{"number":123,"refs":[{"text":"Cf. ⇒ Mt 1:20","link":"http://www.vatican.va/archive/ENG0839/_PVA.HTM#GOSP.MAT.1.20"},{"text":"⇒ 2:1-⇒ 12","link":"http://www.vatican.va/archive/ENG0839/_PVB.HTM#GOSP.MAT.2.1"},{"text":"⇒ Lk 1:35","link":"http://www.vatican.va/archive/ENG0839/_PVL.HTM#GOSP.MAT.12"},{"text":"⇒ 2:8-20","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.35"},{"text":"⇒ Jn 1:3 ⇒ 1-34","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.8"},{"text":"⇒ 2:11.","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.3"}]},"124":{"number":124,"refs":[{"text":"⇒ Acts 10:38.","link":"http://www.vatican.va/archive/ENG0839/_PY4.HTM#GOSP.ACT.10.38"}]},"125":{"number":125,"refs":[{"text":"⇒ Gal 4:4","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.4"},{"text":"⇒ Heb 10:5.","link":"http://www.vatican.va/archive/ENG0839/_P11P.HTM#NTLET.HEB.10.5"}]},"126":{"number":126,"refs":[{"text":"⇒ Lk 1:26-27.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.26"}]},"127":{"number":127,"refs":[{"text":"LG 56","link":null},{"text":"cf. LG 61.","link":null}]},"128":{"number":128,"refs":[{"text":"Cf. ⇒ Gen 3:15, ⇒ 20.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.15"}]},"129":{"number":129,"refs":[{"text":"Cf. ⇒ Gen 18:10-14","link":"http://www.vatican.va/archive/ENG0839/_PK.HTM#PENT.GEN.18.10"},{"text":"⇒ 21:1-2.","link":"http://www.vatican.va/archive/ENG0839/_PN.HTM#PENT.GEN.21.1"}]},"130":{"number":130,"refs":[{"text":"Cf. ⇒ I Cor 1:17","link":"http://www.vatican.va/archive/ENG0839/_PZ6.HTM#NTLET.1COR.1.17"},{"text":"⇒ I Sam 1.","link":"http://www.vatican.va/archive/ENG0839/_P6V.HTM#PENT.1SAM.1"}]},"131":{"number":131,"refs":[{"text":"LG 55.","link":null}]},"132":{"number":132,"refs":[{"text":"LG 56.","link":null}]},"133":{"number":133,"refs":[{"text":"⇒ Lk 1:28.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.28"}]},"134":{"number":134,"refs":[{"text":"⇒ Lk 1:28.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.28"}]},"135":{"number":135,"refs":[{"text":"Pius IX, Ineffabilis Deus (1854): DS 2803.","link":null}]},"136":{"number":136,"refs":[{"text":"LG 53, 56.","link":null}]},"137":{"number":137,"refs":[{"text":"Cf. ⇒ Eph 1:3-4.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.3"}]},"138":{"number":138,"refs":[{"text":"LG 56.","link":null}]},"139":{"number":139,"refs":[{"text":"⇒ Lk 1:28-38","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.28"},{"text":"cf. ⇒ Rom 1:5.","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.5"}]},"140":{"number":140,"refs":[{"text":"Cf. LG 56.","link":null}]},"141":{"number":141,"refs":[{"text":"St. Irenaeus, Adv. haeres. 3, 22, 4: PG 7/1, 959A.","link":null}]},"142":{"number":142,"refs":[{"text":"St. Irenaeus, Adv. haeres. 3, 22, 4: PG 7/1, 959A.","link":null}]},"143":{"number":143,"refs":[{"text":"LC 56","link":null},{"text":"St. Epiphanius, Panarion 2, 78, 18: PG 42, 728CD-729AB","link":null},{"text":"St.    Jerome, Ep. 22, 21: PL 22, 408.","link":null}]},"144":{"number":144,"refs":[{"text":"⇒ Lk 1:43","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.43"},{"text":"⇒ Jn 2:1","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.1"},{"text":"⇒ 19:25","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.25"},{"text":"cf. ⇒ Mt 13:55","link":"http://www.vatican.va/archive/ENG0839/_PVM.HTM#GOSP.MAT.13.55"},{"text":"et al.","link":null}]},"145":{"number":145,"refs":[{"text":"Council of Ephesus (431): DS 251.","link":null}]},"146":{"number":146,"refs":[{"text":"Council of the Lateran (649): DS 503","link":null},{"text":"cf. DS 10-64.","link":null}]},"147":{"number":147,"refs":[{"text":"St. Ignatius of Antioch, Ad Smyrn 1-2: Apostolic Fathers, ed. J. B.    Lightfoot (London: Macmillan, 1889), 11/2, 289-293","link":null},{"text":"SCh 10, 154-156","link":null},{"text":"cf.    ⇒ Rom 1:3","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.3"},{"text":"⇒ Jn 1:13.","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.13"}]},"148":{"number":148,"refs":[{"text":"⇒ Mt 1 18-25","link":"http://www.vatican.va/archive/ENG0839/_PVA.HTM#GOSP.MAT.1.18"},{"text":"⇒ Lk 1:26-38.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.26"}]},"149":{"number":149,"refs":[{"text":"⇒ Mt 1:20.","link":"http://www.vatican.va/archive/ENG0839/_PVA.HTM#GOSP.MAT.1.20"}]},"150":{"number":150,"refs":[{"text":"Is 7:14 (LXX), quoted in Mt 1:23 (Greek).","link":null}]},"151":{"number":151,"refs":[{"text":"Cf. St. Justin, Dial. 99, 7: PG 6, 708-709","link":null},{"text":"Origen, Contra Celsum 1, 32, 69: PG 11, 720-721","link":null},{"text":"et al.","link":null}]},"152":{"number":152,"refs":[{"text":"Dei Filius 4: DS 3016.","link":null}]},"153":{"number":153,"refs":[{"text":"St. Ignatius of Antioch, Ad Eph. 19, 1: AF 11/2 76-80: cf. I Cor 2:8.","link":null}]},"154":{"number":154,"refs":[{"text":"Cf. DS 291","link":null},{"text":"294","link":null},{"text":"427","link":null},{"text":"442","link":null},{"text":"503","link":null},{"text":"571","link":null},{"text":"1880.","link":null}]},"155":{"number":155,"refs":[{"text":"LG 57.","link":null}]},"156":{"number":156,"refs":[{"text":"Cf. LG 52.","link":null}]},"157":{"number":157,"refs":[{"text":"Cf. ⇒ Mk 3:31-35","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.31"},{"text":"⇒ 6:3","link":"http://www.vatican.va/archive/ENG0839/_PW8.HTM#GOSP.MAR.6.3"},{"text":"⇒ I Cor 9:5","link":"http://www.vatican.va/archive/ENG0839/_PZE.HTM#NTLET.1COR.9.5"},{"text":"⇒ Gal 1:19.","link":"http://www.vatican.va/archive/ENG0839/_P101.HTM#NTLET.GAL.1.19"}]},"158":{"number":158,"refs":[{"text":"⇒ Mt 13:55","link":"http://www.vatican.va/archive/ENG0839/_PVM.HTM#GOSP.MAT.13.55"},{"text":"⇒ 28:1","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.1"},{"text":"cf. ⇒ Mt 27:56.","link":"http://www.vatican.va/archive/ENG0839/_PW0.HTM#GOSP.MAT.27.56"}]},"159":{"number":159,"refs":[{"text":"Cf. ⇒ Gen 13:8","link":"http://www.vatican.va/archive/ENG0839/_PF.HTM#PENT.GEN.13.8"},{"text":"⇒ 14:16","link":"http://www.vatican.va/archive/ENG0839/_PG.HTM#PENT.GEN.14.16"},{"text":"⇒ 29:15","link":"http://www.vatican.va/archive/ENG0839/_PV.HTM#PENT.GEN.29.15"},{"text":"etc.","link":null}]},"160":{"number":160,"refs":[{"text":"LG 63","link":null},{"text":"cf. ⇒ Jn 19:26-27","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.26"},{"text":"⇒ Rom 8:29","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.29"},{"text":"⇒ Rev 12:17.","link":"http://www.vatican.va/archive/ENG0839/_P12V.HTM#CATHL.REV.12.17"}]},"161":{"number":161,"refs":[{"text":"Council of Friuli (796): DS 619","link":null},{"text":"cf. ⇒ Lk 2:48-49.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.48"}]},"162":{"number":162,"refs":[{"text":"⇒ I Cor 15:45, ⇒ 47.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.45"}]},"163":{"number":163,"refs":[{"text":"⇒ Jn 3:34.","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.34"}]},"164":{"number":164,"refs":[{"text":"⇒ Jn 1:16","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.16"},{"text":"cf. ⇒ Col 1:18.","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.18"}]},"165":{"number":165,"refs":[{"text":"⇒ Lk 1:34","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.34"},{"text":"cf. ⇒ Jn 3:9[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.9"}]},"166":{"number":166,"refs":[{"text":"⇒ Jn 1:13.","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.13"}]},"167":{"number":167,"refs":[{"text":"Cf. ⇒ 2 Cor 11:2.","link":"http://www.vatican.va/archive/ENG0839/_PZX.HTM#NTLET.2COR.11.2"}]},"168":{"number":168,"refs":[{"text":"LG 63","link":null},{"text":"cf. l Cor 7:34-35.","link":null}]},"169":{"number":169,"refs":[{"text":"St. Augustine, De virg. 3: PL 40, 398.","link":null}]},"170":{"number":170,"refs":[{"text":"LG 64","link":null},{"text":"cf. 63.","link":null}]}}}