{"id":"toc-72","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 2. ON THE THIRD DAY HE ROSE FROM THE DEAD"}]},{"elements":[{"type":"ref-ccc","ref_number":638},{"type":"text","text":"\"We bring you the good news that what God promised to the fathers, this day he has fulfilled to us their children by raising Jesus.\""},{"type":"ref","number":488},{"type":"text","text":" The Resurrection of Jesus is the crowning truth of our faith in Christ, a faith believed and lived as the central truth by the first Christian community; handed on as fundamental by Tradition; established by the documents of the New Testament; and preached as an essential part of the Paschal mystery along with the cross:"}]},{"elements":[{"type":"text","text":"Christ is risen from the dead!"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Dying, he conquered death;"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"To the dead, he has given life."},{"type":"ref","number":489}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"I. THE HISTORICAL AND TRANSCENDENT EVENT"}]},{"elements":[{"type":"ref-ccc","ref_number":639},{"type":"text","text":"The mystery of Christ's resurrection is a real event, with manifestations that were historically verified, as the New Testament bears witness. In about A.D. 56 St. Paul could already write to the Corinthians: \"I delivered to you as of first importance what I also received, that Christ died for our sins in accordance with the scriptures, and that he was buried, that he was raised on the third day in accordance with the scriptures, and that he appeared to Cephas, then to the Twelve. . .\""},{"type":"ref","number":490},{"type":"text","text":" The Apostle speaks here of the living tradition of the Resurrection which he had learned after his conversion at the gates of Damascus."},{"type":"ref","number":491}]},{"elements":[{"type":"text","text":"The empty tomb"}]},{"elements":[{"type":"ref-ccc","ref_number":640},{"type":"text","text":"\"Why do you seek the living among the dead? He is not here, but has risen.\""},{"type":"ref","number":492},{"type":"text","text":" The first element we encounter in the framework of the Easter events is the empty tomb. In itself it is not a direct proof of Resurrection; the absence of Christ's body from the tomb could be explained otherwise."},{"type":"ref","number":493},{"type":"text","text":" Nonetheless the empty tomb was still an essential sign for all. Its discovery by the disciples was the first step toward recognizing the very fact of the Resurrection. This was the case, first with the holy women, and then with Peter."},{"type":"ref","number":494},{"type":"text","text":" The disciple \"whom Jesus loved\" affirmed that when he entered the empty tomb and discovered \"the linen cloths lying there\", \"he saw and believed\"."},{"type":"ref","number":495},{"type":"text","text":" This suggests that he realized from the empty tomb's condition that the absence of Jesus' body could not have been of human doing and that Jesus had not simply returned to earthly life as had been the case with Lazarus."},{"type":"ref","number":496}]},{"elements":[{"type":"text","text":"The appearances of the Risen One"}]},{"elements":[{"type":"ref-ccc","ref_number":641},{"type":"text","text":"Mary Magdalene and the holy women who came to finish anointing the body of Jesus, which had been buried in haste because the Sabbath began on the evening of Good Friday, were the first to encounter the Risen One."},{"type":"ref","number":497},{"type":"text","text":" Thus the women were the first messengers of Christ's Resurrection for the apostles themselves."},{"type":"ref","number":498},{"type":"text","text":" They were the next to whom Jesus appears: first Peter, then the Twelve. Peter had been called to strengthen the faith of his brothers,"},{"type":"ref","number":499},{"type":"text","text":" and so sees the Risen One before them; it is on the basis of his testimony that the community exclaims: \"The Lord has risen indeed, and has appeared to Simon!\""},{"type":"ref","number":500}]},{"elements":[{"type":"ref-ccc","ref_number":642},{"type":"text","text":"Everything that happened during those Paschal days involves each of the apostles - and Peter in particular - in the building of the new era begun on Easter morning. As witnesses of the Risen One, they remain the foundation stones of his Church. the faith of the first community of believers is based on the witness of concrete men known to the Christians and for the most part still living among them. Peter and the Twelve are the primary \"witnesses to his Resurrection\", but they are not the only ones - Paul speaks clearly of more than five hundred persons to whom Jesus appeared on a single occasion and also of James and of all the apostles."},{"type":"ref","number":501}]},{"elements":[{"type":"ref-ccc","ref_number":643},{"type":"text","text":"Given all these testimonies, Christ's Resurrection cannot be interpreted as something outside the physical order, and it is impossible not to acknowledge it as an historical fact. It is clear from the facts that the disciples' faith was drastically put to the test by their master's Passion and death on the cross, which he had foretold."},{"type":"ref","number":502},{"type":"text","text":" The shock provoked by the Passion was so great that at least some of the disciples did not at once believe in the news of the Resurrection. Far from showing us a community seized by a mystical exaltation, the Gospels present us with disciples demoralized (\"looking sad\""},{"type":"ref","number":503},{"type":"text","text":") and frightened. For they had not believed the holy women returning from the tomb and had regarded their words as an \"idle tale\"."},{"type":"ref","number":504},{"type":"text","text":" When Jesus reveals himself to the Eleven on Easter evening, \"he upbraided them for their unbelief and hardness of heart, because they had not believed those who saw him after he had risen.\""},{"type":"ref","number":505}]},{"elements":[{"type":"ref-ccc","ref_number":644},{"type":"text","text":"Even when faced with the reality of the risen Jesus the disciples are still doubtful, so impossible did the thing seem: they thought they were seeing a ghost. \"In their joy they were still disbelieving and still wondering.\""},{"type":"ref","number":506},{"type":"text","text":" Thomas will also experience the test of doubt and St. Matthew relates that during the risen Lord's last appearance in Galilee \"some doubted.\""},{"type":"ref","number":507},{"type":"text","text":" Therefore the hypothesis that the Resurrection was produced by the apostles' faith (or credulity) will not hold up. On the contrary their faith in the Resurrection was born, under the action of divine grace, from their direct experience of the reality of the risen Jesus."}]},{"elements":[{"type":"text","text":"The condition of Christ's risen humanity"}]},{"elements":[{"type":"ref-ccc","ref_number":645},{"type":"text","text":"By means of touch and the sharing of a meal, the risen Jesus establishes direct contact with his disciples. He invites them in this way to recognize that he is not a ghost and above all to verify that the risen body in which he appears to them is the same body that had been tortured and crucified, for it still bears the traces of his Passion."},{"type":"ref","number":508},{"type":"text","text":" Yet at the same time this authentic, real body possesses the new properties of a glorious body: not limited by space and time but able to be present how and when he wills; for Christ's humanity can no longer be confined to earth, and belongs henceforth only to the Father's divine realm."},{"type":"ref","number":509},{"type":"text","text":" For this reason too the risen Jesus enjoys the sovereign freedom of appearing as he wishes: in the guise of a gardener or in other forms familiar to his disciples, precisely to awaken their faith."},{"type":"ref","number":510}]},{"elements":[{"type":"ref-ccc","ref_number":646},{"type":"text","text":"Christ's Resurrection was not a return to earthly life, as was the case with the raisings from the dead that he had performed before Easter: Jairus' daughter, the young man of Naim, Lazarus. These actions were miraculous events, but the persons miraculously raised returned by Jesus' power to ordinary earthly life. At some particular moment they would die again. Christ's Resurrection is essentially different. In his risen body he passes from the state of death to another life beyond time and space. At Jesus' Resurrection his body is filled with the power of the Holy Spirit: he shares the divine life in his glorious state, so that St. Paul can say that Christ is \"the man of heaven\"."},{"type":"ref","number":511}]},{"elements":[{"type":"text","text":"The Resurrection as transcendent event"}]},{"elements":[{"type":"ref-ccc","ref_number":647},{"type":"text","text":"O truly blessed Night, sings the Exsultet of the Easter Vigil, which alone deserved to know the time and the hour when Christ rose from the realm of the dead!"},{"type":"ref","number":512},{"type":"text","text":" But no one was an eyewitness to Christ's Resurrection and no evangelist describes it. No one can say how it came about physically. Still less was its innermost essence, his passing over to another life, perceptible to the senses. Although the Resurrection was an historical event that could be verified by the sign of the empty tomb and by the reality of the apostles' encounters with the risen Christ, still it remains at the very heart of the mystery of faith as something that transcends and surpasses history. This is why the risen Christ does not reveal himself to the world, but to his disciples, \"to those who came up with him from Galilee to Jerusalem, who are now his witnesses to the people.\""},{"type":"ref","number":513}]},{"elements":[{"type":"text","text":"II. THE RESURRECTION - A WORK OF THE HOLY TRINITY"}]},{"elements":[{"type":"ref-ccc","ref_number":648},{"type":"text","text":"Christ's Resurrection is an object of faith in that it is a transcendent intervention of God himself in creation and history. In it the three divine persons act together as one, and manifest their own proper characteristics. the Father's power \"raised up\" Christ his Son and by doing so perfectly introduced his Son's humanity, including his body, into the Trinity. Jesus is conclusively revealed as \"Son of God in power according to the Spirit of holiness by his Resurrection from the dead\"."},{"type":"ref","number":514},{"type":"text","text":" St. Paul insists on the manifestation of God's power"},{"type":"ref","number":515},{"type":"text","text":" through the working of the Spirit who gave life to Jesus' dead humanity and called it to the glorious state of Lordship."}]},{"elements":[{"type":"ref-ccc","ref_number":649},{"type":"text","text":"As for the Son, he effects his own Resurrection by virtue of his divine power. Jesus announces that the Son of man will have to suffer much, die, and then rise."},{"type":"ref","number":516},{"type":"text","text":" Elsewhere he affirms explicitly: \"I lay down my life, that I may take it again. . . I have power to lay it down, and I have power to take it again.\""},{"type":"ref","number":517},{"type":"text","text":" \"We believe that Jesus died and rose again.\""},{"type":"ref","number":518}]},{"elements":[{"type":"ref-ccc","ref_number":650},{"type":"text","text":"The Fathers contemplate the Resurrection from the perspective of the divine person of Christ who remained united to his soul and body, even when these were separated from each other by death: \"By the unity of the divine nature, which remains present in each of the two components of man, these are reunited. For as death is produced by the separation of the human components, so Resurrection is achieved by the union of the two.\""},{"type":"ref","number":519}]},{"elements":[{"type":"text","text":"III. THE MEANING AND SAVING SIGNIFICANCE OF THE RESURRECTION"}]},{"elements":[{"type":"ref-ccc","ref_number":651},{"type":"text","text":"\"If Christ has not been raised, then our preaching is in vain and your faith is in vain.\""},{"type":"ref","number":520},{"type":"text","text":" The Resurrection above all constitutes the confirmation of all Christ's works and teachings. All truths, even those most inaccessible to human reason, find their justification if Christ by his Resurrection has given the definitive proof of his divine authority, which he had promised."}]},{"elements":[{"type":"ref-ccc","ref_number":652},{"type":"text","text":"Christ's Resurrection is the fulfilment of the promises both of the Old Testament and of Jesus himself during his earthly life."},{"type":"ref","number":521},{"type":"text","text":" The phrase \"in accordance with the Scriptures\""},{"type":"ref","number":522},{"type":"text","text":" indicates that Christ's Resurrection fulfilled these predictions."}]},{"elements":[{"type":"ref-ccc","ref_number":653},{"type":"text","text":"The truth of Jesus' divinity is confirmed by his Resurrection. He had said: \"When you have lifted up the Son of man, then you will know that I am he.\""},{"type":"ref","number":523},{"type":"text","text":" The Resurrection of the crucified one shows that he was truly \"I AM\", the Son of God and God himself. So St. Paul could declare to the Jews: \"What God promised to the fathers, this he has fulfilled to us their children by raising Jesus; as also it is written in the second psalm, 'You are my Son, today I have begotten you.'\""},{"type":"ref","number":524},{"type":"text","text":" Christ's Resurrection is closely linked to the Incarnation of God's Son, and is its fulfilment in accordance with God's eternal plan."}]},{"elements":[{"type":"ref-ccc","ref_number":654},{"type":"text","text":"The Paschal mystery has two aspects: by his death, Christ liberates us from sin; by his Resurrection, he opens for us the way to a new life. This new life is above all justification that reinstates us in God's grace, \"so that as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.\" Justification consists in both victory over the death caused by sin and a new participation in grace."},{"type":"ref","number":526},{"type":"text","text":" It brings about filial adoption so that men become Christ's brethren, as Jesus himself called his disciples after his Resurrection: \"Go and tell my brethren.\""},{"type":"ref","number":527},{"type":"text","text":" We are brethren not by nature, but by the gift of grace, because that adoptive filiation gains us a real share in the life of the only Son, which was fully revealed in his Resurrection."}]},{"elements":[{"type":"ref-ccc","ref_number":655},{"type":"text","text":"Finally, Christ's Resurrection - and the risen Christ himself is the principle and source of our future resurrection: \"Christ has been raised from the dead, the first fruits of those who have fallen asleep. . . For as in Adam all die, so also in Christ shall all be made alive.\""},{"type":"ref","number":528},{"type":"text","text":" The risen Christ lives in the hearts of his faithful while they await that fulfilment. In Christ, Christians \"have tasted. . . the powers of the age to come\""},{"type":"ref","number":529},{"type":"text","text":" and their lives are swept up by Christ into the heart of divine life, so that they may \"live no longer for themselves but for him who for their sake died and was raised.\""},{"type":"ref","number":530}]},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":656},{"attrs":{"i":true},"type":"text","text":"Faith in the Resurrection has as its object an event which as historically attested to by the disciples, who really encountered the Risen One. At the same time, this event is mysteriously transcendent insofar as it is the entry of Christ's humanity into the glory of God."}]},{"elements":[{"type":"ref-ccc","ref_number":657},{"attrs":{"i":true},"type":"text","text":"The empty tomb and the linen cloths lying there signify in themselves that by God's power Christ's body had escaped the bonds of death and corruption. They prepared the disciples to encounter the Risen Lord."}]},{"elements":[{"type":"ref-ccc","ref_number":658},{"attrs":{"i":true},"type":"text","text":"Christ, \"the first-born from the dead\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.18"},{"attrs":{"i":true},"type":"text","text":" Col 1:18), is the principle of our own resurrection, even now by the justification of our souls (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PYU.HTM#NTLET.ROM.6.4"},{"attrs":{"i":true},"type":"text","text":" Rom 6:4), and one day by the new life he will impart to our bodies (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.11"},{"attrs":{"i":true},"type":"text","text":" Rom 8:11)."}]}],"footnotes":{"488":{"number":488,"refs":[{"text":"⇒ Acts 13:32-33.","link":"http://www.vatican.va/archive/ENG0839/_PY7.HTM#GOSP.ACT.13.32"}]},"489":{"number":489,"refs":[{"text":"Byzantine Liturgy, Troparion of Easter.","link":null}]},"490":{"number":490,"refs":[{"text":"⇒ I Cor 15:3-4.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.3"}]},"491":{"number":491,"refs":[{"text":"Cf. ⇒ Acts 9:3-18.","link":"http://www.vatican.va/archive/ENG0839/_PY3.HTM#GOSP.ACT.9.3"}]},"492":{"number":492,"refs":[{"text":"⇒ Lk 24:5-6.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.5"}]},"493":{"number":493,"refs":[{"text":"Cf. ⇒ Jn 20:13","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.13"},{"text":"⇒ Mt 28:11-15.","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.11"}]},"494":{"number":494,"refs":[{"text":"Cf. ⇒ Lk 24:3, ⇒ 12, ⇒ 22-23.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.3"}]},"495":{"number":495,"refs":[{"text":"⇒ Jn 20:2, 6, 8.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.2"}]},"496":{"number":496,"refs":[{"text":"Cf. ⇒ Jn 11:44","link":"http://www.vatican.va/archive/ENG0839/_PXJ.HTM#GOSP.JOH.11.44"},{"text":"⇒ 20:5-7.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.5"}]},"497":{"number":497,"refs":[{"text":"⇒ Mk 16:1","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.1"},{"text":"⇒ Lk 24:1","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.1"},{"text":"⇒ Jn 19:31, ⇒ 42.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.31"}]},"498":{"number":498,"refs":[{"text":"Cf ⇒ Lk 24:9-10","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.9"},{"text":"⇒ Mt 28:9-10","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.9"},{"text":"⇒ Jn 20:11-18.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.11"}]},"499":{"number":499,"refs":[{"text":"Cf I Cor 15:5","link":null},{"text":"⇒ Lk 22:31-32.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.31"}]},"500":{"number":500,"refs":[{"text":"⇒ Lk 24:34, ⇒ 36.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.34"}]},"501":{"number":501,"refs":[{"text":"⇒ I Cor 15:4-8","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.4"},{"text":"cf. ⇒ Acts 1:22.","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.22"}]},"502":{"number":502,"refs":[{"text":"Cf. ⇒ Lk 22:31-32.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.31"}]},"503":{"number":503,"refs":[{"text":"1 ⇒ Lk 24:17","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.17"},{"text":"cf. ⇒ Jn 20:19.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.19"}]},"504":{"number":504,"refs":[{"text":"⇒ Lk 24:11","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.11"},{"text":"cf. ⇒ Mk 16:11, ⇒ 13.","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.11"}]},"505":{"number":505,"refs":[{"text":"⇒ Mk 16:14.","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.14"}]},"506":{"number":506,"refs":[{"text":"⇒ Lk 24:38-41.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.38"}]},"507":{"number":507,"refs":[{"text":"Cf ⇒ Jn 20:24-27","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.24"},{"text":"⇒ Mt 28:17.","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.17"}]},"508":{"number":508,"refs":[{"text":"Cf. ⇒ Lk 24:30, ⇒ 39-40, ⇒ 41-43","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.30"},{"text":"⇒ Jn 20:20, ⇒ 27","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.39"},{"text":"⇒ 21:9, ⇒ 13-15.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.41"}]},"509":{"number":509,"refs":[{"text":"Cf. ⇒ Mt 28:9, ⇒ 16-17","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.9"},{"text":"⇒ Lk 24:15, ⇒ 36","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.16"},{"text":"⇒ Jn 20:14, ⇒ 17, ⇒ 19, ⇒ 26","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.15"},{"text":"⇒ 21:4.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.36"}]},"510":{"number":510,"refs":[{"text":"Cf. ⇒ Mk 16:12","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.12"},{"text":"⇒ Jn 20:14-16","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.14"},{"text":"⇒ 21:4, 7.","link":"http://www.vatican.va/archive/ENG0839/_PXT.HTM#GOSP.JOH.21.4"}]},"511":{"number":511,"refs":[{"text":"Cf. ⇒ 1 Cor 15:35-50.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.35"}]},"512":{"number":512,"refs":[{"text":"O vere beata nox, quae sola meruit scire tempus et horam, in qua    Christus ab inferis resurrexit!","link":null}]},"513":{"number":513,"refs":[{"text":"⇒ Acts 13:31","link":"http://www.vatican.va/archive/ENG0839/_PY7.HTM#GOSP.ACT.13.31"},{"text":"cf. ⇒ Jn 14:22.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.22"}]},"514":{"number":514,"refs":[{"text":"⇒ Rom I 3-4","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.3"},{"text":"cf. ⇒ Acts 2:24.","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.24"}]},"515":{"number":515,"refs":[{"text":"Cf. ⇒ Rom 6:4","link":"http://www.vatican.va/archive/ENG0839/_PYU.HTM#NTLET.ROM.6.4"},{"text":"⇒ 2 Cor 13:4","link":"http://www.vatican.va/archive/ENG0839/_PZZ.HTM#NTLET.2COR.13.4"},{"text":"⇒ Phil 3:10","link":"http://www.vatican.va/archive/ENG0839/_P10H.HTM#NTLET.PHI.3.10"},{"text":"⇒ Eph 1:19-22","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.19"},{"text":"⇒ Heb 7:16.","link":"http://www.vatican.va/archive/ENG0839/_P11M.HTM#NTLET.HEB.7.16"}]},"516":{"number":516,"refs":[{"text":"Cf. ⇒ Mk 8:31","link":"http://www.vatican.va/archive/ENG0839/_PWA.HTM#GOSP.MAR.8.31"},{"text":"⇒ 9:9-31","link":"http://www.vatican.va/archive/ENG0839/_PWB.HTM#GOSP.MAR.9.9"},{"text":"⇒ 10:34.","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.34"}]},"517":{"number":517,"refs":[{"text":"⇒ Jn 10:17-18.","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.17"}]},"518":{"number":518,"refs":[{"text":"⇒ I Th 4:14.","link":"http://www.vatican.va/archive/ENG0839/_P10S.HTM#NTLET.1THE.4.14"}]},"519":{"number":519,"refs":[{"text":"St. Gregory of Nyssa, In Christi res. Orat. I: PG 46, 617B","link":null},{"text":"cf. also DS 325","link":null},{"text":"359","link":null},{"text":"369.","link":null}]},"520":{"number":520,"refs":[{"text":"⇒ I Cor 15:14.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.14"}]},"521":{"number":521,"refs":[{"text":"Cf. ⇒ Mt 28:6","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.6"},{"text":"⇒ Mk 16:7","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.7"},{"text":"⇒ Lk 24:6-7, ⇒ 26-27, ⇒ 44-48.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.6"}]},"522":{"number":522,"refs":[{"text":"Cf. ⇒ I Cor 15:3-4","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.3"},{"text":"cf. the Nicene Creed.","link":null}]},"523":{"number":523,"refs":[{"text":"⇒ Jn 8:28.","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.28"}]},"524":{"number":524,"refs":[{"text":"⇒ Acts 13:32-33","link":"http://www.vatican.va/archive/ENG0839/_PY7.HTM#GOSP.ACT.13.32"},{"text":"cf. ⇒ Ps 2:7[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PFU.HTM#WISDB.PSA.2.7"}]},"526":{"number":526,"refs":[{"text":"Cf. ⇒ Eph 2:4-5","link":"http://www.vatican.va/archive/ENG0839/_P109.HTM#NTLET.EPH.2.4"},{"text":"⇒ I Pt 1:3.","link":"http://www.vatican.va/archive/ENG0839/_P121.HTM#CATHL.1PET.1.13"}]},"527":{"number":527,"refs":[{"text":"⇒ Mt 28:10","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.10"},{"text":"⇒ Jn 20:17.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.17"}]},"528":{"number":528,"refs":[{"text":"⇒ I Cor 15:20-22.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.20"}]},"529":{"number":529,"refs":[{"text":"⇒ Heb 6:5.","link":"http://www.vatican.va/archive/ENG0839/_P11L.HTM#NTLET.HEB.6.5"}]},"530":{"number":530,"refs":[{"text":"⇒ 2 Cor 5:15","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.15"},{"text":"cf. ⇒ Col 3:1-3.","link":"http://www.vatican.va/archive/ENG0839/_P10M.HTM#NTLET.COL.3.1"}]}}}