{"id":"toc-88","paragraphs":[{"elements":[{"type":"text","text":"Paragraph 1. THE CHURCH IN GOD'S PLAN","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"I. NAMES AND IMAGES OF THE CHURCH","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":751},{"type":"text","text":"The word \"Church\" (Latin ecclesia, from the Greek ek-ka-lein, to \"call out of\") means a convocation or an assembly. It designates the assemblies of the people, usually for a religious purpose.","attrs":{}},{"type":"ref","number":139},{"type":"text","text":" Ekklesia is used frequently in the Greek Old Testament for the assembly of the Chosen People before God, above all for their assembly on Mount Sinai where Israel received the Law and was established by God as his holy people.","attrs":{}},{"type":"ref","number":140},{"type":"text","text":" By calling itself \"Church,\" the first community of Christian believers recognized itself as heir to that assembly. In the Church, God is \"calling together\" his people from all the ends of the earth. the equivalent Greek term Kyriake, from which the English word Church and the German Kirche are derived, means \"what belongs to the Lord.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":752},{"type":"text","text":"In Christian usage, the word \"church\" designates the liturgical assembly,","attrs":{}},{"type":"ref","number":141},{"type":"text","text":" but also the local community","attrs":{}},{"type":"ref","number":142},{"type":"text","text":" or the whole universal community of believers.","attrs":{}},{"type":"ref","number":143},{"type":"text","text":" These three meanings are inseparable. \"The Church\" is the People that God gathers in the whole world. She exists in local communities and is made real as a liturgical, above all a Eucharistic, assembly. She draws her life from the word and the Body of Christ and so herself becomes Christ's Body.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Symbols of the Church","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":753},{"type":"text","text":"In Scripture, we find a host of interrelated images and figures through which Revelation speaks of the inexhaustible mystery of the Church. the images taken from the Old Testament are variations on a profound theme: the People of God. In the New Testament, all these images find a new center because Christ has become the head of this people, which henceforth is his Body.","attrs":{}},{"type":"ref","number":144},{"type":"text","text":" Around this center are grouped images taken \"from the life of the shepherd or from cultivation of the land, from the art of building or from family life and marriage.\"","attrs":{}},{"type":"ref","number":145}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":754},{"type":"text","text":"\"The Church is, accordingly, a sheepfold, the sole and necessary gateway to which is Christ. It is also the flock of which God himself foretold that he would be the shepherd, and whose sheep, even though governed by human shepherds, are unfailingly nourished and led by Christ himself, the Good Shepherd and Prince of Shepherds, who gave his life for his sheep.","attrs":{}},{"type":"ref","number":146}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":755},{"type":"text","text":"\"The Church is a cultivated field, the tillage of God. On that land the ancient olive tree grows whose holy roots were the prophets and in which the reconciliation of Jews and Gentiles has been brought about and will be brought about again. That land, like a choice vineyard, has been planted by the heavenly cultivator. Yet the true vine is Christ who gives life and fruitfulness to the branches, that is, to us, who through the Church remain in Christ, without whom we can do nothing.","attrs":{}},{"type":"ref","number":147}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":756},{"type":"text","text":"\"Often, too, the Church is called the building of God. the Lord compared himself to the stone which the builders rejected, but which was made into the comer-stone. On this foundation the Church is built by the apostles and from it the Church receives solidity and unity. This edifice has many names to describe it: the house of God in which his family dwells; the household of God in the Spirit; the dwelling-place of God among men; and, especially, the holy temple. This temple, symbolized in places of worship built out of stone, is praised by the Fathers and, not without reason, is compared in the liturgy to the Holy City, the New Jerusalem. As living stones we here on earth are built into it. It is this holy city that is seen by John as it comes down out of heaven from God when the world is made anew, prepared like a bride adorned for her husband.","attrs":{}},{"type":"ref","number":148}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":757},{"type":"text","text":"\"The Church, further, which is called 'that Jerusalem which is above' and 'our mother', is described as the spotless spouse of the spotless lamb. It is she whom Christ 'loved and for whom he delivered himself up that he might sanctify her.' It is she whom he unites to himself by an unbreakable alliance, and whom he constantly 'nourishes and cherishes.'\"","attrs":{}},{"type":"ref","number":149}],"attrs":{}},{"elements":[{"type":"text","text":"II. THE CHURCH'S ORIGIN, FOUNDATION AND MISSION","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":758},{"type":"text","text":"We begin our investigation of the Church's mystery by meditating on her origin in the Holy Trinity's plan and her progressive realization in history.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"A plan born in the Father's heart","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":759},{"type":"text","text":"\"The eternal Father, in accordance with the utterly gratuitous and mysterious design of his wisdom and goodness, created the whole universe and chose to raise up men to share in his own divine life,\"","attrs":{}},{"type":"ref","number":150},{"type":"text","text":" to which he calls all men in his Son. \"The Father . . . determined to call together in a holy Church those who should believe in Christ.\"","attrs":{}},{"type":"ref","number":151},{"type":"text","text":" This \"family of God\" is gradually formed and takes shape during the stages of human history, in keeping with the Father's plan. In fact, \"already present in figure at the beginning of the world, this Church was prepared in marvellous fashion in the history of the people of Israel and the old Advance. Established in this last age of the world and made manifest in the outpouring of the Spirit, it will be brought to glorious completion at the end of time.\"","attrs":{}},{"type":"ref","number":152}],"attrs":{}},{"elements":[{"type":"text","text":"The Church - foreshadowed from the world's beginning","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":760},{"type":"text","text":"Christians of the first centuries said, \"The world was created for the sake of the Church.\"","attrs":{}},{"type":"ref","number":153},{"type":"text","text":" God created the world for the sake of communion with his divine life, a communion brought about by the \"convocation\" of men in Christ, and this \"convocation\" is the Church. the Church is the goal of all things,","attrs":{}},{"type":"ref","number":154},{"type":"text","text":" and God permitted such painful upheavals as the angels' fall and man's sin only as occasions and means for displaying all the power of his arm and the whole measure of the love he wanted to give the world:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Just as God's will is creation and is called \"the world,\" so his intention is the salvation of men, and it is called \"the Church.\"","attrs":{}},{"type":"ref","number":155}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Church - prepared for in the Old Covenant","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":761},{"type":"text","text":"The gathering together of the People of God began at the moment when sin destroyed the communion of men with God, and that of men among themselves. the gathering together of the Church is, as it were, God's reaction to the chaos provoked by sin. This reunification is achieved secretly in the heart of all peoples: \"In every nation anyone who fears him and does what is right is acceptable\" to God.","attrs":{}},{"type":"ref","number":156}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":762},{"type":"text","text":"The remote preparation for this gathering together of the People of God begins when he calls Abraham and promises that he will become the father of a great people.","attrs":{}},{"type":"ref","number":157},{"type":"text","text":" Its immediate preparation begins with Israel's election as the People of God. By this election, Israel is to be the sign of the future gathering of All nations.","attrs":{}},{"type":"ref","number":158},{"type":"text","text":" But the prophets accuse Israel of breaking the covenant and behaving like a prostitute. They announce a new and eternal covenant. \"Christ instituted this New Covenant.\"","attrs":{}},{"type":"ref","number":159}],"attrs":{}},{"elements":[{"type":"text","text":"The Church - instituted by Christ Jesus","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":763},{"type":"text","text":"It was the Son's task to accomplish the Father's plan of salvation in the fullness of time. Its accomplishment was the reason for his being sent.","attrs":{}},{"type":"ref","number":160},{"type":"text","text":" \"The Lord Jesus inaugurated his Church by preaching the Good News, that is, the coming of the Reign of God, promised over the ages in the scriptures.\"","attrs":{}},{"type":"ref","number":161},{"type":"text","text":" To fulfill the Father's will, Christ ushered in the Kingdom of heaven on earth. the Church \"is the Reign of Christ already present in mystery.\"","attrs":{}},{"type":"ref","number":162}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":764},{"type":"text","text":"\"This Kingdom shines out before men in the word, in the works and in the presence of Christ.\"","attrs":{}},{"type":"ref","number":163},{"type":"text","text":" To welcome Jesus' word is to welcome \"the Kingdom itself.\"","attrs":{}},{"type":"ref","number":164},{"type":"text","text":" The seed and beginning of the Kingdom are the \"little flock\" of those whom Jesus came to gather around him, the flock whose shepherd he is.","attrs":{}},{"type":"ref","number":165},{"type":"text","text":" They form Jesus' true family.","attrs":{}},{"type":"ref","number":166},{"type":"text","text":" To those whom he thus gathered around him, he taught a new \"way of acting\" and a prayer of their own.","attrs":{}},{"type":"ref","number":167}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":765},{"type":"text","text":"The Lord Jesus endowed his community with a structure that will remain until the Kingdom is fully achieved. Before all else there is the choice of the Twelve with Peter as their head.","attrs":{}},{"type":"ref","number":168},{"type":"text","text":" Representing the twelve tribes of Israel, they are the foundation stones of the new Jerusalem.","attrs":{}},{"type":"ref","number":169},{"type":"text","text":" The Twelve and the other disciples share in Christ's mission and his power, but also in his lot.","attrs":{}},{"type":"ref","number":170},{"type":"text","text":" By all his actions, Christ prepares and builds his Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":766},{"type":"text","text":"The Church is born primarily of Christ's total self-giving for our salvation, anticipated in the institution of the Eucharist and fulfilled on the cross. \"The origin and growth of the Church are symbolized by the blood and water which flowed from the open side of the crucified Jesus.\"","attrs":{}},{"type":"ref","number":171},{"type":"text","text":" \"For it was from the side of Christ as he slept the sleep of death upon the cross that there came forth the 'wondrous sacrament of the whole Church.'\"","attrs":{}},{"type":"ref","number":172},{"type":"text","text":" As Eve was formed from the sleeping Adam's side, so the Church was born from the pierced heart of Christ hanging dead on the cross.","attrs":{}},{"type":"ref","number":173}],"attrs":{}},{"elements":[{"type":"text","text":"The Church - revealed by the Holy Spirit","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":767},{"type":"text","text":"\"When the work which the Father gave the Son to do on earth was accomplished, the Holy Spirit was sent on the day of Pentecost in order that he might continually sanctify the Church.\"","attrs":{}},{"type":"ref","number":174},{"type":"text","text":" Then \"the Church was openly displayed to the crowds and the spread of the Gospel among the nations, through preaching, was begun.\"","attrs":{}},{"type":"ref","number":175},{"type":"text","text":" As the \"convocation\" of all men for salvation, the Church in her very nature is missionary, sent by Christ to all the nations to make disciples of them.","attrs":{}},{"type":"ref","number":176}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":768},{"type":"text","text":"So that she can fulfill her mission, the Holy Spirit \"bestows upon [the Church] varied hierarchic and charismatic gifts, and in this way directs her.\"","attrs":{}},{"type":"ref","number":177},{"type":"text","text":" \"Henceforward the Church, endowed with the gifts of her founder and faithfully observing his precepts of charity, humility and self-denial, receives the mission of proclaiming and establishing among all peoples the Kingdom of Christ and of God, and she is on earth the seed and the beginning of that kingdom.\"","attrs":{}},{"type":"ref","number":178}],"attrs":{}},{"elements":[{"type":"text","text":"The Church - perfected in glory","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":769},{"type":"text","text":"\"The Church . . . will receive its perfection only in the glory of heaven,\"","attrs":{}},{"type":"ref","number":179},{"type":"text","text":" at the time of Christ's glorious return. Until that day, \"the Church progresses on her pilgrimage amidst this world's persecutions and God's consolations.\"","attrs":{}},{"type":"ref","number":180},{"type":"text","text":" Here below she knows that she is in exile far from the Lord, and longs for the full coming of the Kingdom, when she will \"be united in glory with her king.\"","attrs":{}},{"type":"ref","number":181},{"type":"text","text":" The Church, and through her the world, will not be perfected in glory without great trials. Only then will \"all the just from the time of Adam, 'from Abel, the just one, to the last of the elect,' . . . be gathered together in the universal Church in the Father's presence.\"","attrs":{}},{"type":"ref","number":182}],"attrs":{}},{"elements":[{"type":"text","text":"III. THE MYSTERY OF THE CHURCH","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":770},{"type":"text","text":"The Church is in history, but at the same time she transcends it. It is only \"with the eyes of faith\"","attrs":{}},{"type":"ref","number":183},{"type":"text","text":" that one can see her in her visible reality and at the same time in her spiritual reality as bearer of divine life.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The Church - both visible and spiritual","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":771},{"type":"text","text":"\"The one mediator, Christ, established and ever sustains here on earth his holy Church, the community of faith, hope, and charity, as a visible organization through which he communicates truth and grace to all men.\"","attrs":{}},{"type":"ref","number":184},{"type":"text","text":" The Church is at the same time: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - a \"society structured with hierarchical organs and the mystical body of Christ; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the visible society and the spiritual community; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the earthly Church and the Church endowed with heavenly riches.\"","attrs":{}},{"type":"ref","number":185},{"type":"spacer"},{"type":"text","text":" These dimensions together constitute \"one complex reality which comes together from a human and a divine element\":","attrs":{}},{"type":"ref","number":186}],"attrs":{}},{"elements":[{"type":"text","text":"The Church is essentially both human and divine, visible but endowed with invisible realities, zealous in action and dedicated to contemplation, present in the world, but as a pilgrim, so constituted that in her the human is directed toward and subordinated to the divine, the visible to the invisible, action to contemplation, and this present world to that city yet to come, the object of our quest.","attrs":{}},{"type":"ref","number":187}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"O humility! O sublimity! Both tabernacle of cedar and sanctuary of God; earthly dwelling and celestial palace; house of clay and royal hall; body of death and temple of light; and at last both object of scorn to the proud and bride of Christ! She is black but beautiful, O daughters of Jerusalem, for even if the labor and pain of her long exile may have discolored her, yet heaven's beauty has adorned her.","attrs":{}},{"type":"ref","number":188}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Church - mystery of men's union with God","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":772},{"type":"text","text":"It is in the Church that Christ fulfills and reveals his own mystery as the purpose of God's plan: \"to unite all things in him.\"","attrs":{}},{"type":"ref","number":189},{"type":"text","text":" St. Paul calls the nuptial union of Christ and the Church \"a great mystery.\" Because she is united to Christ as to her bridegroom, she becomes a mystery in her turn.","attrs":{}},{"type":"ref","number":190},{"type":"text","text":" Contemplating this mystery in her, Paul exclaims: \"Christ in you, the hope of glory.\"","attrs":{}},{"type":"ref","number":191}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":773},{"type":"text","text":"In the Church this communion of men with God, in the \"love [that] never ends,\" is the purpose which governs everything in her that is a sacramental means, tied to this passing world.","attrs":{}},{"type":"ref","number":192},{"type":"spacer"},{"type":"text","text":" \"[The Church's] structure is totally ordered to the holiness of Christ's members. and holiness is measured according to the 'great mystery' in which the Bride responds with the gift of love to the gift of the Bridegroom.\"","attrs":{}},{"type":"ref","number":193},{"type":"text","text":" Mary goes before us all in the holiness that is the Church's mystery as \"the bride without spot or wrinkle.\"","attrs":{}},{"type":"ref","number":194},{"type":"text","text":" This is why the \"Marian\" dimension of the Church precedes the \"Petrine.\"","attrs":{}},{"type":"ref","number":195}],"attrs":{}},{"elements":[{"type":"text","text":"The universal Sacrament of Salvation","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":774},{"type":"text","text":"The Greek word mysterion was translated into Latin by two terms: mystenum and sacramentum. In later usage the term sacramentum emphasizes the visible sign of the hidden reality of salvation which was indicated by the term mystenum. In this sense, Christ himself is the mystery of salvation: \"For there is no other mystery of God, except Christ.\"","attrs":{}},{"type":"ref","number":196},{"type":"text","text":" The saving work of his holy and sanctifying humanity is the sacrament of salvation, which is revealed and active in the Church's sacraments (which the Eastern Churches also call \"the holy mysteries\"). the seven sacraments are the signs and instruments by which the Holy Spirit spreads the grace of Christ the head throughout the Church which is his Body. the Church, then, both contains and communicates the invisible grace she signifies. It is in this analogical sense, that the Church is called a \"sacrament.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":775},{"type":"text","text":"\"The Church, in Christ, is like a sacrament - a sign and instrument, that is, of communion with God and of unity among all men.\"","attrs":{}},{"type":"ref","number":197},{"type":"text","text":" The Church's first purpose is to be the sacrament of the inner union of men with God. Because men's communion with one another is rooted in that union with God, the Church is also the sacrament of the unity of the human race. In her, this unity is already begun, since she gathers men \"from every nation, from all tribes and peoples and tongues\";","attrs":{}},{"type":"ref","number":198},{"type":"text","text":" at the same time, the Church is the \"sign and instrument\" of the full realization of the unity yet to come.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":776},{"type":"text","text":"As sacrament, the Church is Christ's instrument. \"She is taken up by him also as the instrument for the salvation of all,\" \"the universal sacrament of salvation,\" by which Christ is \"at once manifesting and actualizing the mystery of God's love for men.\"","attrs":{}},{"type":"ref","number":199},{"type":"text","text":" The Church \"is the visible plan of God's love for humanity,\" because God desires \"that the whole human race may become one People of God, form one Body of Christ, and be built up into one temple of the Holy Spirit.\"","attrs":{}},{"type":"ref","number":200}],"attrs":{}},{"elements":[{"type":"text","text":"IN BRIEF","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":777},{"type":"text","text":"The word \"Church\" means \"convocation.\" It designates the assembly of those whom God's Word \"convokes,\" i.e., gathers together to form the People of God, and who themselves, nourished with the Body of Christ, become the Body of Christ.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":778},{"type":"text","text":"The Church is both the means and the goal of God's plan: prefigured in creation, prepared for in the Old Covenant, founded by the words and actions of Jesus Christ, fulfilled by his redeeming cross and his Resurrection, the Church has been manifested as the mystery of salvation by the outpouring of the Holy Spirit. She will be perfected in the glory of heaven as the assembly of all the redeemed of the earth (cf ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P12X.HTM#CATHL.REV.14.4","attrs":{"i":true}},{"type":"text","text":" Rev 14:4).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":779},{"type":"text","text":"The Church is both visible and spiritual, a hierarchical society and the Mystical Body of Christ. She is one, yet formed of two components, human and divine. That is her mystery, which only faith can accept.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":780},{"type":"text","text":"The Church in this world is the sacrament of salvation, the sign and the instrument of the communion of God and men.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"139":{"number":139,"refs":[{"text":"Cf. ⇒ Acts 19:39.","link":"http://www.vatican.va/archive/ENG0839/_PYD.HTM#GOSP.ACT.19.39"}]},"140":{"number":140,"refs":[{"text":"Cf. ⇒ Ex 19.","link":"http://www.vatican.va/archive/ENG0839/_P20.HTM#PENT.EXO.19"}]},"141":{"number":141,"refs":[{"text":"Cf. ⇒ 1 Cor 11:18","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.18"},{"text":"⇒ 14:19, ⇒ 28, ⇒ 34, ⇒ 35.","link":"http://www.vatican.va/archive/ENG0839/_PZJ.HTM#NTLET.1COR.14.19"}]},"142":{"number":142,"refs":[{"text":"Cf. ⇒ 1 Cor 1:2","link":"http://www.vatican.va/archive/ENG0839/_PZ6.HTM#NTLET.1COR.1.2"},{"text":"⇒ 16:1.","link":"http://www.vatican.va/archive/ENG0839/_PZL.HTM#NTLET.1COR.16.1"}]},"143":{"number":143,"refs":[{"text":"Cf. ⇒ 1 Cor 15:9","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.9"},{"text":"⇒ Gal 1:13","link":"http://www.vatican.va/archive/ENG0839/_P101.HTM#NTLET.GAL.1.13"},{"text":"⇒ Phil 3:6.","link":"http://www.vatican.va/archive/ENG0839/_P10H.HTM#NTLET.PHI.3.6"}]},"144":{"number":144,"refs":[{"text":"Cf. ⇒ Eph 1:22","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.22"},{"text":"⇒ Col 1:18","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.18"},{"text":"LG 9.","link":null}]},"145":{"number":145,"refs":[{"text":"LG 6.","link":null}]},"146":{"number":146,"refs":[{"text":"LG 6","link":null},{"text":"Cf. ⇒ Jn 10:1-10","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.1"},{"text":"⇒ Isa 40:11","link":"http://www.vatican.va/archive/ENG0839/_PON.HTM#PROPHB.ISA.40.11"},{"text":"⇒ Ezek 34:11-31","link":"http://www.vatican.va/archive/ENG0839/_PS6.HTM#PROPHB.EZE.34.11"},{"text":"⇒ Jn 10:11","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.11"},{"text":"⇒ 1 Pet 5:4","link":"http://www.vatican.va/archive/ENG0839/_P125.HTM#CATHL.1PET.5.4"},{"text":"⇒ Jn 10:11-16.","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.11"}]},"147":{"number":147,"refs":[{"text":"LG 6","link":null},{"text":"Cf. 1 Cor 39","link":null},{"text":"⇒ Rom 11:13-26","link":"http://www.vatican.va/archive/ENG0839/_PYZ.HTM#NTLET.ROM.11.13"},{"text":"⇒ Mt 21:32-43 and parallels","link":"http://www.vatican.va/archive/ENG0839/_PVU.HTM#GOSP.MAT.21.32"},{"text":"⇒ Isa 51-7","link":"http://www.vatican.va/archive/ENG0839/_POY.HTM#PROPHB.ISA.51.7"},{"text":"⇒ Jn 15:1-5.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.1"}]},"148":{"number":148,"refs":[{"text":"LG 6","link":null},{"text":"Cf. ⇒ 1 Cor 3:9","link":"http://www.vatican.va/archive/ENG0839/_PZ8.HTM#NTLET.1COR.3.9"},{"text":"⇒ Mt 21:42 and parallels","link":"http://www.vatican.va/archive/ENG0839/_PVU.HTM#GOSP.MAT.21.42"},{"text":"⇒ Acts 4:11","link":"http://www.vatican.va/archive/ENG0839/_PXY.HTM#GOSP.ACT.4.11"},{"text":"⇒ 1 Pet 2:7","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.7"},{"text":"⇒ PS 118:22","link":"http://www.vatican.va/archive/ENG0839/_PJ2.HTM#WISDB.PSA.118.22"},{"text":"⇒ 1 Cor 3:11","link":"http://www.vatican.va/archive/ENG0839/_PZ8.HTM#NTLET.1COR.3.11"},{"text":"⇒ 1 Tim 3:15","link":"http://www.vatican.va/archive/ENG0839/_P111.HTM#NTLET.1TIM.3.15"},{"text":"⇒ Eph 2:19-22","link":"http://www.vatican.va/archive/ENG0839/_P109.HTM#NTLET.EPH.2.19"},{"text":"⇒ Rev 21:3","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.3"},{"text":"⇒ 1 Pet 2:5","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.5"},{"text":"⇒ Rev 21:1-2.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.1"}]},"149":{"number":149,"refs":[{"text":"LG 6","link":null},{"text":"Cf. ⇒ Gal 4:26","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.26"},{"text":"⇒ Rev 12:17","link":"http://www.vatican.va/archive/ENG0839/_P12V.HTM#CATHL.REV.12.17"},{"text":"⇒ 19:7","link":"http://www.vatican.va/archive/ENG0839/_P132.HTM#CATHL.REV.19.7"},{"text":"⇒ 21:2, 9","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.2"},{"text":"⇒ 22:17","link":"http://www.vatican.va/archive/ENG0839/_P135.HTM#CATHL.REV.22.17"},{"text":"⇒ Eph 5:25-26, ⇒ 29.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.25"}]},"150":{"number":150,"refs":[{"text":"LG 2.","link":null}]},"151":{"number":151,"refs":[{"text":"LG 2.","link":null}]},"152":{"number":152,"refs":[{"text":"LG 2.","link":null}]},"153":{"number":153,"refs":[{"text":"Pastor Hermae, Vision 2, 4, 1: PG 2,899","link":null},{"text":"cf. Aristides, Apol. 16, 6","link":null},{"text":"St. Justin, Apol. 2,7: PG 6, 456","link":null},{"text":"Tertullian, Apol. 31, 3","link":null},{"text":"32, 1: PL 1, 508-509.","link":null}]},"154":{"number":154,"refs":[{"text":"Cf. St. Epiphanius, Panarion 1, 1, 5: PG 41, 181C.","link":null}]},"155":{"number":155,"refs":[{"text":"Clement of Alex., Paed. 1, 6, 27: PG 8, 281.","link":null}]},"156":{"number":156,"refs":[{"text":"⇒ Acts 10:35","link":"http://www.vatican.va/archive/ENG0839/_PY4.HTM#GOSP.ACT.10.35"},{"text":"cf. LG 9","link":null},{"text":"13","link":null},{"text":"16.","link":null}]},"157":{"number":157,"refs":[{"text":"Cf. ⇒ Gen 12:2","link":"http://www.vatican.va/archive/ENG0839/_PE.HTM#PENT.GEN.12.2"},{"text":"⇒ 15:5-6.","link":"http://www.vatican.va/archive/ENG0839/_PH.HTM#PENT.GEN.15.5"}]},"158":{"number":158,"refs":[{"text":"Cf. ⇒ Ex 19:5-6","link":"http://www.vatican.va/archive/ENG0839/_P20.HTM#PENT.EXO.19.5"},{"text":"⇒ Deut 7:6","link":"http://www.vatican.va/archive/ENG0839/_P4M.HTM#PENT.DEU.7.6"},{"text":"⇒ Isa 2:2-5","link":"http://www.vatican.va/archive/ENG0839/_PNL.HTM#PROPHB.ISA.2.2"},{"text":"⇒ Mic 4:1-4.","link":"http://www.vatican.va/archive/ENG0839/_PU4.HTM#PROPHB.MIC.4.1"}]},"159":{"number":159,"refs":[{"text":"LG 9","link":null},{"text":"cf. ⇒ Hos 1","link":"http://www.vatican.va/archive/ENG0839/_PT1.HTM#PROPHB.HOS.1"},{"text":"⇒ Isa 1:2-4","link":"http://www.vatican.va/archive/ENG0839/_PNK.HTM#PROPHB.ISA.1.2"},{"text":"⇒ Jer 2","link":"http://www.vatican.va/archive/ENG0839/_PPG.HTM#PROPHB.JER.2"},{"text":"⇒ 31:31-34","link":"http://www.vatican.va/archive/ENG0839/_PQ9.HTM#PROPHB.JER.31.31"},{"text":"⇒ Isa 55:3.","link":"http://www.vatican.va/archive/ENG0839/_PP2.HTM#PROPHB.ISA.55.3"}]},"160":{"number":160,"refs":[{"text":"Cf. LG 3","link":null},{"text":"AG 3.","link":null}]},"161":{"number":161,"refs":[{"text":"LG 5.","link":null}]},"162":{"number":162,"refs":[{"text":"LG 3.","link":null}]},"163":{"number":163,"refs":[{"text":"LG 5.","link":null}]},"164":{"number":164,"refs":[{"text":"LG 5.","link":null}]},"165":{"number":165,"refs":[{"text":"⇒ Lk 12:32","link":"http://www.vatican.va/archive/ENG0839/_PWV.HTM#GOSP.LUK.12.32"},{"text":"cf. ⇒ Mt 10:16","link":"http://www.vatican.va/archive/ENG0839/_PVJ.HTM#GOSP.MAT.10.16"},{"text":"⇒ 26:31","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.31"},{"text":"In 10:1-21.","link":null}]},"166":{"number":166,"refs":[{"text":"Cf. ⇒ Mt 12:49.","link":"http://www.vatican.va/archive/ENG0839/_PVL.HTM#GOSP.MAT.12.49"}]},"167":{"number":167,"refs":[{"text":"Cf. ⇒ Mt 5- 6.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5"}]},"168":{"number":168,"refs":[{"text":"Cf. ⇒ Mk 3:14-15.","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.14"}]},"169":{"number":169,"refs":[{"text":"Cf. ⇒ Mt 19:28","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.28"},{"text":"⇒ Lk 22:30","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.30"},{"text":"⇒ Rev 21:12-14.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.12"}]},"170":{"number":170,"refs":[{"text":"Cf. ⇒ Mk 6:7","link":"http://www.vatican.va/archive/ENG0839/_PW8.HTM#GOSP.MAR.6.7"},{"text":"⇒ Lk 10:1-2","link":"http://www.vatican.va/archive/ENG0839/_PWT.HTM#GOSP.LUK.10.1"},{"text":"⇒ Mt 10:25","link":"http://www.vatican.va/archive/ENG0839/_PVJ.HTM#GOSP.MAT.10.25"},{"text":"⇒ Jn 15:20.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.20"}]},"171":{"number":171,"refs":[{"text":"LG 3","link":null},{"text":"cf. ⇒ Jn 19:34.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.34"}]},"172":{"number":172,"refs":[{"text":"SC 5.","link":null}]},"173":{"number":173,"refs":[{"text":"Cf. St. Ambrose, In Luc. 2, 85-89 PL 15,1666-1668.","link":null}]},"174":{"number":174,"refs":[{"text":"LG 4","link":null},{"text":"Cf. ⇒ Jn 17:4.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.4"}]},"175":{"number":175,"refs":[{"text":"AG 4.","link":null}]},"176":{"number":176,"refs":[{"text":"Cf. ⇒ Mt 28:19-20","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19"},{"text":"AG 2","link":null},{"text":"5-6.","link":null}]},"177":{"number":177,"refs":[{"text":"LG 4.","link":null}]},"178":{"number":178,"refs":[{"text":"LG 5.","link":null}]},"179":{"number":179,"refs":[{"text":"LG 48.","link":null}]},"180":{"number":180,"refs":[{"text":"St. Augustine, De civ. Dei, 18, 51: PL 41, 614","link":null},{"text":"Cf. LG 8.","link":null}]},"181":{"number":181,"refs":[{"text":"LG 5","link":null},{"text":"Cf. 6","link":null},{"text":"⇒ 2 Cor 5:6.","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.6"}]},"182":{"number":182,"refs":[{"text":"LG 2.","link":null}]},"183":{"number":183,"refs":[{"text":"Roman Catechism 1, 10, 20.","link":null}]},"184":{"number":184,"refs":[{"text":"LG 8 # 1.","link":null}]},"185":{"number":185,"refs":[{"text":"LG 8.","link":null}]},"186":{"number":186,"refs":[{"text":"LG 8.","link":null}]},"187":{"number":187,"refs":[{"text":"SC 2, Cf. ⇒ Heb 13:14.","link":"http://www.vatican.va/archive/ENG0839/_P11S.HTM#NTLET.HEB.13.14"}]},"188":{"number":188,"refs":[{"text":"St. Bernard of Clairvaux, In Cant. Sermo 27:14 PL 183:920D.","link":null}]},"189":{"number":189,"refs":[{"text":"⇒ Eph 1:10.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.10"}]},"190":{"number":190,"refs":[{"text":"⇒ Eph 5:32","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.32"},{"text":"⇒ 3:9-11","link":"http://www.vatican.va/archive/ENG0839/_P10A.HTM#NTLET.EPH.3.9"},{"text":"⇒ 5:25-27.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.25"}]},"191":{"number":191,"refs":[{"text":"⇒ Col 1:27.","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.27"}]},"192":{"number":192,"refs":[{"text":"⇒ 1 Cor 13:8","link":"http://www.vatican.va/archive/ENG0839/_PZI.HTM#NTLET.1COR.13.8"},{"text":"cf. LG 48.","link":null}]},"193":{"number":193,"refs":[{"text":"John Paul II, MD 27.","link":null}]},"194":{"number":194,"refs":[{"text":"⇒ Eph 5:27.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.27"}]},"195":{"number":195,"refs":[{"text":"Cf. John Paul II, MD 27.","link":null}]},"196":{"number":196,"refs":[{"text":"St. Augustine, Ep. 187,11,34: PL 33, 846.","link":null}]},"197":{"number":197,"refs":[{"text":"LG 1.","link":null}]},"198":{"number":198,"refs":[{"text":"⇒ Rev 7:9.","link":"http://www.vatican.va/archive/ENG0839/_P12Q.HTM#CATHL.REV.7.9"}]},"199":{"number":199,"refs":[{"text":"LG 9 # 2, 48 # 2","link":null},{"text":"GS 45 # 1.","link":null}]},"200":{"number":200,"refs":[{"text":"Paul VI, June 22, 1973","link":null},{"text":"AG 7 # 2","link":null},{"text":"cf. LG 17.","link":null}]}}}