{"id":"toc-79","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"CHAPTER THREE"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I BELIEVE IN THE HOLY SPIRIT"}]},{"elements":[{"type":"ref-ccc","ref_number":683},{"type":"text","text":"\"No one can say 'Jesus is Lord' except by the Holy Spirit.\""},{"type":"ref","number":1},{"type":"text","text":" \"God has sent the Spirit of his Son into our hearts, crying, 'Abba! Father!\"'"},{"type":"ref","number":2},{"type":"text","text":" This knowledge of faith is possible only in the Holy Spirit: to be in touch with Christ, we must first have been touched by the Holy Spirit. He comes to meet us and kindles faith in us. By virtue of our Baptism, the first sacrament of the faith, the Holy Spirit in the Church communicates to us, intimately and personally, the life that originates in the Father and is offered to us in the Son."}]},{"elements":[{"type":"text","text":"Baptism gives us the grace of new birth in God the Father, through his Son, in the Holy Spirit. For those who bear God's Spirit are led to the Word, that is, to the Son, and the Son presents them to the Father, and the Father confers incorruptibility on them. and it is impossible to see God's Son without the Spirit, and no one can approach the Father without the Son, for the knowledge of the Father is the Son, and the knowledge of God's Son is obtained through the Holy Spirit."},{"type":"ref","number":3}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":684},{"type":"text","text":"Through his grace, the Holy Spirit is the first to awaken faith in us and to communicate to us the new life, which is to \"know the Father and the one whom he has sent, Jesus Christ.\""},{"type":"ref","number":4},{"type":"text","text":" But the Spirit is the last of the persons of the Holy Trinity to be revealed. St. Gregory of Nazianzus, the Theologian, explains this progression in terms of the pedagogy of divine \"condescension\":"}]},{"elements":[{"type":"text","text":"The Old Testament proclaimed the Father clearly, but the Son more obscurely. the New Testament revealed the Son and gave us a glimpse of the divinity of the Spirit. Now the Spirit dwells among us and grants us a clearer vision of himself. It was not prudent, when the divinity of the Father had not yet been confessed, to proclaim the Son openly and, when the divinity of the Son was not yet admitted, to add the Holy Spirit as an extra burden, to speak somewhat daringly.... By advancing and progressing \"from glory to glory,\" the light of the Trinity will shine in ever more brilliant rays."},{"type":"ref","number":5}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":685},{"type":"text","text":"To believe in the Holy Spirit is to profess that the Holy Spirit is one of the persons of the Holy Trinity, consubstantial with the Father and the Son: \"with the Father and the Son he is worshipped and glorified.\""},{"type":"ref","number":6},{"type":"text","text":" For this reason, the divine mystery of the Holy Spirit was already treated in the context of Trinitarian \"theology.\" Here, however, we have to do with the Holy Spirit only in the divine \"economy.\""}]},{"elements":[{"type":"ref-ccc","ref_number":686},{"type":"text","text":"The Holy Spirit is at work with the Father and the Son from the beginning to the completion of the plan for our salvation. But in these \"end times,\" ushered in by the Son's redeeming Incarnation, the Spirit is revealed and given, recognized and welcomed as a person. Now can this divine plan, accomplished in Christ, the firstborn and head of the new creation, be embodied in mankind by the outpouring of the Spirit: as the Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting."}]}],"footnotes":{"1":{"number":1,"refs":[{"text":"⇒ 1 Cor 12:3.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.3"}]},"2":{"number":2,"refs":[{"text":"⇒ Gal 4:6.","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.6"}]},"3":{"number":3,"refs":[{"text":"St. Irenaeus, Dem. ap. 7: SCh 62, 41-42.","link":null}]},"4":{"number":4,"refs":[{"text":"In 17:3.","link":null}]},"5":{"number":5,"refs":[{"text":"St. Gregory of Nazianzus, Oratio theol., 5, 26 (= Oratio 31, 26): PG 36, 161-163.","link":null}]},"6":{"number":6,"refs":[{"text":"Nicene Creed","link":null},{"text":"see above, par. 465.","link":null}]}}}