{"id":"toc-45","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"SECTION TWO"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. THE CREEDS"}]},{"elements":[{"type":"ref-ccc","ref_number":185},{"type":"text","text":"Whoever says \"I believe\" says \"I pledge myself to what we believe.\" Communion in faith needs a common language of faith, normative for all and uniting all in the same confession of faith."}]},{"elements":[{"type":"ref-ccc","ref_number":186},{"type":"text","text":"From the beginning, the apostolic Church expressed and handed on her faith in brief formulae normative for all."},{"type":"ref","number":1},{"type":"text","text":" But already very early on, the Church also wanted to gather the essential elements of her faith into organic and articulated summaries, intended especially for candidates for Baptism:"}]},{"elements":[{"type":"text","text":"This synthesis of faith was not made to accord with human opinions, but rather what was of the greatest importance was gathered from all the Scriptures, to present the one teaching of the faith in its entirety. and just as the mustard seed contains a great number of branches in a tiny grain, so too this summary of faith encompassed in a few words the whole knowledge of the true religion contained in the Old and the New Testaments."},{"type":"ref","number":2}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":187},{"type":"text","text":"Such syntheses are called \"professions of faith\" since they summarize the faith that Christians profess. They are called \"creeds\" on account of what is usually their first word in Latin: credo (\"I believe\"). They are also called \"symbols of faith\"."}]},{"elements":[{"type":"ref-ccc","ref_number":188},{"type":"text","text":"The Greek word symbolon meant half of a broken object, for example, a seal presented as a token of recognition. the broken parts were placed together to verify the bearer's identity. the symbol of faith, then, is a sign of recognition and communion between believers. Symbolon also means a gathering, collection or summary. A symbol of faith is a summary of the principal truths of the faith and therefore serves as the first and fundamental point of reference for catechesis."}]},{"elements":[{"type":"ref-ccc","ref_number":189},{"type":"text","text":"The first \"profession of faith\" is made during Baptism. the symbol of faith is first and foremost the baptismal creed. Since Baptism is given \"in the name of the Father and of the Son and of the Holy Spirit\","},{"type":"ref","number":3},{"type":"text","text":" The truths of faith professed during Baptism are articulated in terms of their reference to the three persons of the Holy Trinity."}]},{"elements":[{"type":"ref-ccc","ref_number":190},{"type":"text","text":"and so the Creed is divided into three parts: \"the first part speaks of the first divine Person and the wonderful work of creation; the next speaks of the second divine Person and the mystery of his redemption of men; the final part speaks of the third divine Person, the origin and source of our sanctification.\""},{"type":"ref","number":4},{"type":"text","text":" These are \"the three chapters of our [baptismal] seal\"."},{"type":"ref","number":5}]},{"elements":[{"type":"ref-ccc","ref_number":191},{"type":"text","text":"\"These three parts are distinct although connected with one another. According to a comparison often used by the Fathers, we call them articles. Indeed, just as in our bodily members there are certain articulations which distinguish and separate them, so too in this profession of faith, the name \"articles\" has justly and rightly been given to the truths we must believe particularly and distinctly.\""},{"type":"ref","number":6},{"type":"text","text":" In accordance with an ancient tradition, already attested to by St. Ambrose, it is also customary to reckon the articles of the Creed as twelve, thus symbolizing the fullness of the apostolic faith by the number of the apostles."},{"type":"ref","number":7}]},{"elements":[{"type":"ref-ccc","ref_number":192},{"type":"text","text":"Through the centuries many professions or symbols of faith have been articulated in response to the needs of the different eras: the creeds of the different apostolic and ancient Churches,"},{"type":"ref","number":8},{"type":"text","text":" e.g., the Quicumque, also called the Athanasian Creed;"},{"type":"ref","number":9},{"type":"text","text":" The professions of faith of certain Councils, such as Toledo, Lateran, Lyons, Trent;"},{"type":"ref","number":10},{"type":"text","text":" or the symbols of certain popes, e.g., the Fides Damasi"},{"type":"ref","number":11},{"type":"text","text":" or the Credo of the People of God of Paul VI."},{"type":"ref","number":12}]},{"elements":[{"type":"ref-ccc","ref_number":193},{"type":"text","text":"None of the creeds from the different stages in the Church's life can be considered superseded or irrelevant. They help us today to attain and deepen the faith of all times by means of the different summaries made of it. "},{"type":"spacer"},{"type":"text","text":" Among all the creeds, two occupy a special place in the Church's life:"}]},{"elements":[{"type":"ref-ccc","ref_number":194},{"type":"text","text":"The Apostles' Creed is so called because it is rightly considered to be a faithful summary of the apostles' faith. It is the ancient baptismal symbol of the Church of Rome. Its great authority arises from this fact: it is \"the Creed of the Roman Church, the See of Peter the first of the apostles, to which he brought the common faith\"."},{"type":"ref","number":13}]},{"elements":[{"type":"ref-ccc","ref_number":195},{"type":"text","text":"The Niceno-Constantinopolitan or Nicene Creed draws its great authority from the fact that it stems from the first two ecumenical Councils (in 325 and 381). It remains common to all the great Churches of both East and West to this day."}]},{"elements":[{"type":"ref-ccc","ref_number":196},{"type":"text","text":"Our presentation of the faith will follow the Apostles' Creed, which constitutes, as it were, \"the oldest Roman catechism\". the presentation will be completed however by constant references to the Nicene Creed, which is often more explicit and more detailed."}]},{"elements":[{"type":"ref-ccc","ref_number":197},{"type":"text","text":"As on the day of our Baptism, when our whole life was entrusted to the \"standard of teaching\","},{"type":"ref","number":14},{"type":"text","text":" let us embrace the Creed of our life-giving faith. To say the Credo with faith is to enter into communion with God, Father, Son and Holy Spirit, and also with the whole Church which transmits the faith to us and in whose midst we believe:"}]},{"elements":[{"type":"text","text":"This Creed is the spiritual seal, our heart's meditation and an ever-present guardian; it is, unquestionably, the treasure of our soul."},{"type":"ref","number":15}],"attrs":{"indent":true}}],"footnotes":{"1":{"number":1,"refs":[{"text":"Cf. ⇒ Rom 10:9","link":"http://www.vatican.va/archive/ENG0839/_PYY.HTM#NTLET.ROM.10.9"},{"text":"⇒ I Cor 15:3-5, etc.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.3"}]},"2":{"number":2,"refs":[{"text":"St. Cyril of Jerusalem, Catech. illum. 5, 12: PG 33, 521-524.","link":null}]},"3":{"number":3,"refs":[{"text":"⇒ Mt 28:19","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19"}]},"4":{"number":4,"refs":[{"text":"Roman Catechism I, 1, 3.","link":null}]},"5":{"number":5,"refs":[{"text":"St. Irenaeus, Dem. ap. 100: SCh 62, 170.","link":null}]},"6":{"number":6,"refs":[{"text":"Roman Catechism I, I, 4.","link":null}]},"7":{"number":7,"refs":[{"text":"Cf. St. Ambrose, Expl. symb. 8: PL 17, 1196.","link":null}]},"8":{"number":8,"refs":[{"text":"Cf. DS 1-64.","link":null}]},"9":{"number":9,"refs":[{"text":"Cf. DS 75-76.","link":null}]},"10":{"number":10,"refs":[{"text":"Cf. DS 525-541","link":null},{"text":"800-802","link":null},{"text":"851-861","link":null},{"text":"1862-1870.","link":null}]},"11":{"number":11,"refs":[{"text":"Cf. DS 71-72.","link":null}]},"12":{"number":12,"refs":[{"text":"Paul VI, CPG (1968).","link":null}]},"13":{"number":13,"refs":[{"text":"St. Ambrose, Expl. symb. 7: PL 17, 1196.","link":null}]},"14":{"number":14,"refs":[{"text":"⇒ Rom 6:17","link":"http://www.vatican.va/archive/ENG0839/_PYU.HTM#NTLET.ROM.6.17"}]},"15":{"number":15,"refs":[{"text":"St. Ambrose, Expl. symb. I: PL 17, 1193.","link":null}]}}}