{"id":"toc-93","paragraphs":[{"elements":[{"type":"text","text":"Paragraph 6. MARY - MOTHER OF CHRIST, MOTHER OF THE CHURCH","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":963},{"type":"text","text":"Since the Virgin Mary's role in the mystery of Christ and the Spirit has been treated, it is fitting now to consider her place in the mystery of the Church. \"The Virgin Mary . . . is acknowledged and honored as being truly the Mother of God and of the redeemer.... She is 'clearly the mother of the members of Christ' ... since she has by her charity joined in bringing about the birth of believers in the Church, who are members of its head.\"","attrs":{}},{"type":"ref","number":500},{"type":"text","text":" \"Mary, Mother of Christ, Mother of the Church.\"","attrs":{}},{"type":"ref","number":501}],"attrs":{}},{"elements":[{"type":"text","text":"I. MARY'S MOTHERHOOD WITH REGARD TO THE CHURCH","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Wholly united with her Son . . .","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":964},{"type":"text","text":"Mary's role in the Church is inseparable from her union with Christ and flows directly from it. \"This union of the mother with the Son in the work of salvation is made manifest from the time of Christ's virginal conception up to his death\";","attrs":{}},{"type":"ref","number":502},{"type":"text","text":" it is made manifest above all at the hour of his Passion:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Thus the Blessed Virgin advanced in her pilgrimage of faith, and faithfully persevered in her union with her Son unto the cross. There she stood, in keeping with the divine plan, enduring with her only begotten Son the intensity of his suffering, joining herself with his sacrifice in her mother's heart, and lovingly consenting to the immolation of this victim, born of her: to be given, by the same Christ Jesus dying on the cross, as a mother to his disciple, with these words: \"Woman, behold your son.\"","attrs":{}},{"type":"ref","number":503}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":965},{"type":"text","text":"After her Son's Ascension, Mary \"aided the beginnings of the Church by her prayers.\"","attrs":{}},{"type":"ref","number":504},{"type":"text","text":" In her association with the apostles and several women, \"we also see Mary by her prayers imploring the gift of the Spirit, who had already overshadowed her in the Annunciation.\"","attrs":{}},{"type":"ref","number":505}],"attrs":{}},{"elements":[{"type":"text","text":". . . also in her Assumption","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":966},{"type":"text","text":"\"Finally the Immaculate Virgin, preserved free from all stain of original sin, when the course of her earthly life was finished, was taken up body and soul into heavenly glory, and exalted by the Lord as Queen over all things, so that she might be the more fully conformed to her Son, the Lord of lords and conqueror of sin and death.\"","attrs":{}},{"type":"ref","number":506},{"type":"text","text":" The Assumption of the Blessed Virgin is a singular participation in her Son's Resurrection and an anticipation of the resurrection of other Christians:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"In giving birth you kept your virginity; in your Dormition you did not leave the world, O Mother of God, but were joined to the source of Life. You conceived the living God and, by your prayers, will deliver our souls from death.","attrs":{}},{"type":"ref","number":507}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":". . . she is our Mother in the order of grace","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":967},{"type":"text","text":"By her complete adherence to the Father's will, to his Son's redemptive work, and to every prompting of the Holy Spirit, the Virgin Mary is the Church's model of faith and charity. Thus she is a \"preeminent and . . . wholly unique member of the Church\"; indeed, she is the \"exemplary realization\" (typus)","attrs":{}},{"type":"ref","number":508},{"type":"text","text":" of the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":968},{"type":"text","text":"Her role in relation to the Church and to all humanity goes still further. \"In a wholly singular way she cooperated by her obedience, faith, hope, and burning charity in the Savior's work of restoring supernatural life to souls. For this reason she is a mother to us in the order of grace.\"","attrs":{}},{"type":"ref","number":509}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":969},{"type":"text","text":"\"This motherhood of Mary in the order of grace continues uninterruptedly from the consent which she loyally gave at the Annunciation and which she sustained without wavering beneath the cross, until the eternal fulfilment of all the elect. Taken up to heaven she did not lay aside this saving office but by her manifold intercession continues to bring us the gifts of eternal salvation .... Therefore the Blessed Virgin is invoked in the Church under the titles of Advocate, Helper, Benefactress, and Mediatrix.\"","attrs":{}},{"type":"ref","number":510}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":970},{"type":"text","text":"\"Mary's function as mother of men in no way obscures or diminishes this unique mediation of Christ, but rather shows its power. But the Blessed Virgin's salutary influence on men . . . flows forth from the superabundance of the merits of Christ, rests on his mediation, depends entirely on it, and draws all its power from it.\"","attrs":{}},{"type":"ref","number":511},{"type":"text","text":" \"No creature could ever be counted along with the Incarnate Word and Redeemer; but just as the priesthood of Christ is shared in various ways both by his ministers and the faithful, and as the one goodness of God is radiated in different ways among his creatures, so also the unique mediation of the Redeemer does not exclude but rather gives rise to a manifold cooperation which is but a sharing in this one source.\"","attrs":{}},{"type":"ref","number":512}],"attrs":{}},{"elements":[{"type":"text","text":"II. DEVOTION TO THE BLESSED VIRGIN","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":971},{"type":"text","text":"\"All generations will call me blessed\": \"The Church's devotion to the Blessed Virgin is intrinsic to Christian worship.\"","attrs":{}},{"type":"ref","number":513},{"type":"text","text":" The Church rightly honors \"the Blessed Virgin with special devotion. From the most ancient times the Blessed Virgin has been honored with the title of 'Mother of God,' to whose protection the faithful fly in all their dangers and needs.... This very special devotion ... differs essentially from the adoration which is given to the incarnate Word and equally to the Father and the Holy Spirit, and greatly fosters this adoration.\"","attrs":{}},{"type":"ref","number":514},{"type":"text","text":" The liturgical feasts dedicated to the Mother of God and Marian prayer, such as the rosary, an \"epitome of the whole Gospel,\" express this devotion to the Virgin Mary.","attrs":{}},{"type":"ref","number":515}],"attrs":{}},{"elements":[{"type":"text","text":"III. MARY - ESCHATOLOGICAL ICON OF THE CHURCH","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":972},{"type":"text","text":"After speaking of the Church, her origin, mission, and destiny, we can find no better way to conclude than by looking to Mary. In her we contemplate what the Church already is in her mystery on her own \"pilgrimage of faith,\" and what she will be in the homeland at the end of her journey. There, \"in the glory of the Most Holy and Undivided Trinity,\" \"in the communion of all the saints,\"","attrs":{}},{"type":"ref","number":516},{"type":"text","text":" The Church is awaited by the one she venerates as Mother of her Lord and as her own mother.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"In the meantime the Mother of Jesus, in the glory which she possesses in body and soul in heaven, is the image and beginning of the Church as it is to be perfected in the world to come. Likewise she shines forth on earth until the day of the Lord shall come, a sign of certain hope and comfort to the pilgrim People of God.","attrs":{}},{"type":"ref","number":517}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"IN BRIEF","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":973},{"type":"text","text":"By pronouncing her \"fiat\" at the Annunciation and giving her consent to the Incarnation, Mary was al ready collaborating with the whole work her Son was to accomplish. She is mother wherever he is Savior and head of the Mystical Body.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":974},{"type":"text","text":"The Most Blessed Virgin Mary, when the course of her earthly life was completed, was taken up body and soul into the glory of heaven, where she already shares in the glory of her Son's Resurrection, anticipating the resurrection of all members of his Body.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":975},{"type":"text","text":"\"We believe that the Holy Mother of God, the new Eve, Mother of the Church, continues in heaven to exercise her maternal role on behalf of the members of Christ\" (Paul VI, CPG # 15).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"500":{"number":500,"refs":[{"text":"LG 53","link":null},{"text":"cf. St. Augustine, De virg. 6: PL 40,399.","link":null}]},"501":{"number":501,"refs":[{"text":"Paul VI, Discourse, November 21,1964.","link":null}]},"502":{"number":502,"refs":[{"text":"LG 57.","link":null}]},"503":{"number":503,"refs":[{"text":"LG 58","link":null},{"text":"cf. ⇒ Jn 19:26-27.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.26"}]},"504":{"number":504,"refs":[{"text":"LG 69.","link":null}]},"505":{"number":505,"refs":[{"text":"LG 59.","link":null}]},"506":{"number":506,"refs":[{"text":"LG 59","link":null},{"text":"cf. Pius XII, Munificentissimus Deus (1950): DS 3903","link":null},{"text":"cf. ⇒ Rev 19:16.","link":"http://www.vatican.va/archive/ENG0839/_P132.HTM#CATHL.REV.19.16"}]},"507":{"number":507,"refs":[{"text":"Byzantine Liturgy, Troparion, Feast of the Dormition, August 15th.","link":null}]},"508":{"number":508,"refs":[{"text":"LG 53","link":null},{"text":"63.","link":null}]},"509":{"number":509,"refs":[{"text":"LG 61.","link":null}]},"510":{"number":510,"refs":[{"text":"LG 62.","link":null}]},"511":{"number":511,"refs":[{"text":"LG 60.","link":null}]},"512":{"number":512,"refs":[{"text":"LG 62.","link":null}]},"513":{"number":513,"refs":[{"text":"⇒ Lk 1:48","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.48"},{"text":"Paul VI, MC 56.","link":null}]},"514":{"number":514,"refs":[{"text":"LG 66.","link":null}]},"515":{"number":515,"refs":[{"text":"Cf. Paul VI, MC 42","link":null},{"text":"SC 103.","link":null}]},"516":{"number":516,"refs":[{"text":"LG 69.","link":null}]},"517":{"number":517,"refs":[{"text":"LG 68","link":null},{"text":"Cf. ⇒ 2 Pet 3 10.","link":"http://www.vatican.va/archive/ENG0839/_P129.HTM#CATHL.2PET.3.10"}]}}}