{"id":"toc-106","paragraphs":[{"elements":[{"type":"text","text":"V. The Last Judgment","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1038},{"type":"text","text":"The resurrection of all the dead, \"of both the just and the unjust,\"","attrs":{}},{"type":"ref","number":621},{"type":"text","text":" will precede the Last Judgment. This will be \"the hour when all who are in the tombs will hear [the Son of man's] voice and come forth, those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of judgment.\"","attrs":{}},{"type":"ref","number":622},{"type":"text","text":" Then Christ will come \"in his glory, and all the angels with him .... Before him will be gathered all the nations, and he will separate them one from another as a shepherd separates the sheep from the goats, and he will place the sheep at his right hand, but the goats at the left.... and they will go away into eternal punishment, but the righteous into eternal life.\"","attrs":{}},{"type":"ref","number":623}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1039},{"type":"text","text":"In the presence of Christ, who is Truth itself, the truth of each man's relationship with God will be laid bare.","attrs":{}},{"type":"ref","number":624},{"type":"text","text":" The Last Judgment will reveal even to its furthest consequences the good each person has done or failed to do during his earthly life:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"All that the wicked do is recorded, and they do not know. When \"our God comes, he does not keep silence.\". . . he will turn towards those at his left hand: . . . \"I placed my poor little ones on earth for you. I as their head was seated in heaven at the right hand of my Father - but on earth my members were suffering, my members on earth were in need. If you gave anything to my members, what you gave would reach their Head. Would that you had known that my little ones were in need when I placed them on earth for you and appointed them your stewards to bring your good works into my treasury. But you have placed nothing in their hands; therefore you have found nothing in my presence.\"","attrs":{}},{"type":"ref","number":625}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1040},{"type":"text","text":"The Last Judgment will come when Christ returns in glory. Only the Father knows the day and the hour; only he determines the moment of its coming. Then through his Son Jesus Christ he will pronounce the final word on all history. We shall know the ultimate meaning of the whole work of creation and of the entire economy of salvation and understand the marvellous ways by which his Providence led everything towards its final end. the Last Judgment will reveal that God's justice triumphs over all the injustices committed by his creatures and that God's love is stronger than death.","attrs":{}},{"type":"ref","number":626}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1041},{"type":"text","text":"The message of the Last Judgment calls men to conversion while God is still giving them \"the acceptable time, . . . the day of salvation.\"","attrs":{}},{"type":"ref","number":627},{"type":"text","text":" It inspires a holy fear of God and commits them to the justice of the Kingdom of God. It proclaims the \"blessed hope\" of the Lord's return, when he will come \"to be glorified in his saints, and to be marvelled at in all who have believed.\"","attrs":{}},{"type":"ref","number":628}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"621":{"number":621,"refs":[{"text":"⇒ Acts 24:15.","link":"http://www.vatican.va/archive/ENG0839/_PYI.HTM#GOSP.ACT.24.15"}]},"622":{"number":622,"refs":[{"text":"⇒ Jn 5:28-29.","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.28"}]},"623":{"number":623,"refs":[{"text":"⇒ Mt 25:31, ⇒ 32, ⇒ 46.","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.31"}]},"624":{"number":624,"refs":[{"text":"Cf. ⇒ Jn 12:49.","link":"http://www.vatican.va/archive/ENG0839/_PXK.HTM#GOSP.JOH.12.49"}]},"625":{"number":625,"refs":[{"text":"St. Augustine, Sermo 18, 4: PL 38, 130-131","link":null},{"text":"cf. ⇒ Ps 50:3.","link":"http://www.vatican.va/archive/ENG0839/_PH6.HTM#WISDB.PSA.50.3"}]},"626":{"number":626,"refs":[{"text":"Cf. ⇒ Song 8:6.","link":"http://www.vatican.va/archive/ENG0839/_PLG.HTM#WISDB.SON.8.6"}]},"627":{"number":627,"refs":[{"text":"⇒ 2 Cor 6:2.","link":"http://www.vatican.va/archive/ENG0839/_PZS.HTM#NTLET.2COR.6.2"}]},"628":{"number":628,"refs":[{"text":"⇒ Titus 2:13","link":"http://www.vatican.va/archive/ENG0839/_P11C.HTM#NTLET.TIT.2.13"},{"text":"⇒ 2 Thess 1:10.","link":"http://www.vatican.va/archive/ENG0839/_P10V.HTM#NTLET.2THE.1.10"}]}}}