{"id":"toc-103","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. Heaven"}]},{"elements":[{"type":"ref-ccc","ref_number":1023},{"type":"text","text":"Those who die in God's grace and friendship and are perfectly purified live for ever with Christ. They are like God for ever, for they \"see him as he is,\" face to face:"},{"type":"ref","number":596}]},{"elements":[{"type":"text","text":"By virtue of our apostolic authority, we define the following: According to the general disposition of God, the souls of all the saints . . . and other faithful who died after receiving Christ's holy Baptism (provided they were not in need of purification when they died, . . . or, if they then did need or will need some purification, when they have been purified after death, . . .) already before they take up their bodies again and before the general judgment - and this since the Ascension of our Lord and Savior Jesus Christ into heaven - have been, are and will be in heaven, in the heavenly Kingdom and celestial paradise with Christ, joined to the company of the holy angels. Since the Passion and death of our Lord Jesus Christ, these souls have seen and do see the divine essence with an intuitive vision, and even face to face, without the mediation of any creature."},{"type":"ref","number":597}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1024},{"type":"text","text":"This perfect life with the Most Holy Trinity - this communion of life and love with the Trinity, with the Virgin Mary, the angels and all the blessed - is called \"heaven.\" Heaven is the ultimate end and fulfillment of the deepest human longings, the state of supreme, definitive happiness."}]},{"elements":[{"type":"ref-ccc","ref_number":1025},{"type":"text","text":"To live in heaven is \"to be with Christ.\" the elect live \"in Christ,\""},{"type":"ref","number":598},{"type":"text","text":" but they retain, or rather find, their true identity, their own name."},{"type":"ref","number":599}]},{"elements":[{"type":"text","text":"For life is to be with Christ; where Christ is, there is life, there is the kingdom."},{"type":"ref","number":600}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1026},{"type":"text","text":"By his death and Resurrection, Jesus Christ has \"opened\" heaven to us. the life of the blessed consists in the full and perfect possession of the fruits of the redemption accomplished by Christ. He makes partners in his heavenly glorification those who have believed in him and remained faithful to his will. Heaven is the blessed community of all who are perfectly incorporated into Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":1027},{"type":"text","text":"This mystery of blessed communion with God and all who are in Christ is beyond all understanding and description. Scripture speaks of it in images: life, light, peace, wedding feast, wine of the kingdom, the Father's house, the heavenly Jerusalem, paradise: \"no eye has seen, nor ear heard, nor the heart of man conceived, what God has prepared for those who love him.\""},{"type":"ref","number":601}]},{"elements":[{"type":"ref-ccc","ref_number":1028},{"type":"text","text":"Because of his transcendence, God cannot be seen as he is, unless he himself opens up his mystery to man's immediate contemplation and gives him the capacity for it. the Church calls this contemplation of God in his heavenly glory \"the beatific vision\":"}]},{"elements":[{"type":"text","text":"How great will your glory and happiness be, to be allowed to see God, to be honored with sharing the joy of salvation and eternal light with Christ your Lord and God, . . . to delight in the joy of immortality in the Kingdom of heaven with the righteous and God's friends."},{"type":"ref","number":602}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1029},{"type":"text","text":"In the glory of heaven the blessed continue joyfully to fulfill God's will in relation to other men and to all creation. Already they reign with Christ; with him \"they shall reign for ever and ever.\""},{"type":"ref","number":603}]}],"footnotes":{"596":{"number":596,"refs":[{"text":"⇒ 1 Jn 3:2","link":"http://www.vatican.va/archive/ENG0839/_P12D.HTM#CATHL.1JOH.3.2"},{"text":"cf. ⇒ 1 Cor 13:12","link":"http://www.vatican.va/archive/ENG0839/_PZI.HTM#NTLET.1COR.13.12"},{"text":"⇒ Rev 22:4.","link":"http://www.vatican.va/archive/ENG0839/_P135.HTM#CATHL.REV.22.4"}]},"597":{"number":597,"refs":[{"text":"Benedict XII, Benedictus Deus (1336): DS 1000","link":null},{"text":"cf. LG 49.","link":null}]},"598":{"number":598,"refs":[{"text":"⇒ Phil 1:23","link":"http://www.vatican.va/archive/ENG0839/_P10F.HTM#NTLET.PHI.1.23"},{"text":"cf. ⇒ Jn 14:3","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.3"},{"text":"⇒ 1 Thess 4:17.","link":"http://www.vatican.va/archive/ENG0839/_P10S.HTM#NTLET.1THE.4.17"}]},"599":{"number":599,"refs":[{"text":"Cf. ⇒ Rev 2:17.","link":"http://www.vatican.va/archive/ENG0839/_P12L.HTM#CATHL.REV.2.17"}]},"600":{"number":600,"refs":[{"text":"St. Ambrose, In Luc., 10, 121: PL 15, 1834A.","link":null}]},"601":{"number":601,"refs":[{"text":"⇒ 1 Cor 2:9.","link":"http://www.vatican.va/archive/ENG0839/_PZ7.HTM#NTLET.1COR.2.9"}]},"602":{"number":602,"refs":[{"text":"St. Cyprian, Ep. 58, 10, 1: CSEL 3/2, 665.","link":null}]},"603":{"number":603,"refs":[{"text":"⇒ Rev 22:5","link":"http://www.vatican.va/archive/ENG0839/_P135.HTM#CATHL.REV.22.5"},{"text":"cf. ⇒ Mt 25:21, ⇒ 23.","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.21"}]}}}