{"id":"toc-108","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":1051},{"attrs":{"i":true},"type":"text","text":"Every man receives his eternal recompense in his immortal soul from the moment of his death in a particular judgment by Christ, the judge of the living and the dead."}]},{"elements":[{"type":"ref-ccc","ref_number":1052},{"attrs":{"i":true},"type":"text","text":"\"We believe that the souls of all who die in Christ's grace . . . are the People of God beyond death. On the day of resurrection, death will be definitively conquered, when these souls will be reunited with their bodies\" (Paul VI, CPG # 28)."}]},{"elements":[{"type":"ref-ccc","ref_number":1053},{"attrs":{"i":true},"type":"text","text":"\"We believe that the multitude of those gathered around Jesus and Mary in Paradise forms the Church of heaven, where in eternal blessedness they see God as he is and where they are also, to various degrees, associated with the holy angels in the divine governance exercised by Christ in glory, by interceding for us and helping our weakness by their fraternal concern\" (Paul VI, CPG # 29)."}]},{"elements":[{"type":"ref-ccc","ref_number":1054},{"attrs":{"i":true},"type":"text","text":"Those who die in God's grace and friendship imperfectly purified, although they are assured of their eternal salvation, undergo a purification after death, so as to achieve the holiness necessary to enter the joy of God."}]},{"elements":[{"type":"ref-ccc","ref_number":1055},{"attrs":{"i":true},"type":"text","text":"By virtue of the \"communion of saints,\" the Church commends the dead to God's mercy and offers her prayers, especially the holy sacrifice of the Eucharist, on their behalf."}]},{"elements":[{"type":"ref-ccc","ref_number":1056},{"attrs":{"i":true},"type":"text","text":"Following the example of Christ, the Church warns the faithful of the \"sad and lamentable reality of eternal death\" (GCD 69), also called \"hell.\""}]},{"elements":[{"type":"ref-ccc","ref_number":1057},{"attrs":{"i":true},"type":"text","text":"Hell's principal punishment consists of eternal separation from God in whom alone man can have the life and happiness for which he was created and for which he longs."}]},{"elements":[{"type":"ref-ccc","ref_number":1058},{"attrs":{"i":true},"type":"text","text":"The Church prays that no one should be lost: \"Lord, let me never be parted from you.\" If it is true that no one can save himself, it is also true that God \"desires all men to be saved\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P110.HTM#NTLET.1TIM.2.4"},{"attrs":{"i":true},"type":"text","text":" 1 Tim 2:4), and that for him \"all things are possible\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.26"},{"attrs":{"i":true},"type":"text","text":" Mt 19:26)."}]},{"elements":[{"type":"ref-ccc","ref_number":1059},{"attrs":{"i":true},"type":"text","text":"\"The holy Roman Church firmly believes and confesses that on the Day of Judgment all men will appear in their own bodies before Christ's tribunal to render an account of their own deeds\" (Council of Lyons II [1274]: DS 859; cf. DS 1549)."}]},{"elements":[{"type":"ref-ccc","ref_number":1060},{"attrs":{"i":true},"type":"text","text":"At the end of time, the Kingdom of God will come in its fullness. Then the just will reign with Christ for ever, glorified in body and soul, and the material universe itself will be transformed. God will then be \"all in all\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.28"},{"attrs":{"i":true},"type":"text","text":" 1 Cor 15:28), in eternal life."}]}],"footnotes":{}}