{"id":"toc-48","paragraphs":[{"elements":[{"type":"text","text":"Article 1","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"\"I BELIEVE IN GOD THE FATHER ALMIGHTY, CREATOR OF HEAVEN AND EARTH\"","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"Paragraph 1. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"I BELIEVE IN GOD","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":199},{"type":"text","text":"\"I believe in God\": this first affirmation of the Apostles' Creed is also the most fundamental. the whole Creed speaks of God, and when it also speaks of man and of the world it does so in relation to God. the other articles of the Creed all depend on the first, just as the remaining Commandments make the first explicit. the other articles help us to know God better as he revealed himself progressively to men. \"The faithful first profess their belief in God.\"","attrs":{}},{"type":"ref","number":2}],"attrs":{}},{"elements":[{"type":"text","text":"I. \"I BELIEVE IN ONE GOD\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":200},{"type":"text","text":"These are the words with which the Niceno-Constantinopolitan Creed begins. the confession of God's oneness, which has its roots in the divine revelation of the Old Covenant, is inseparable from the profession of God's existence and is equally fundamental. God is unique; there is only one God: \"The Christian faith confesses that God is one in nature, substance and essence.\"","attrs":{}},{"type":"ref","number":3}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":201},{"type":"text","text":"To Israel, his chosen, God revealed himself as the only One: \"Hear, O Israel: the LORD our God is one LORD; and you shall love the LORD your God with all your heart, and with all your soul, and with all your might.\"","attrs":{}},{"type":"ref","number":4},{"type":"text","text":" Through the prophets, God calls Israel and all nations to turn to him, the one and only God: \"Turn to me and be saved, all the ends of the earth! For I am God, and there is no other.. . To me every knee shall bow, every tongue shall swear. 'Only in the LORD, it shall be said of me, are righteousness and strength.'\"","attrs":{}},{"type":"ref","number":5}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":202},{"type":"text","text":"Jesus himself affirms that God is \"the one Lord\" whom you must love \"with all your heart, and with all your soul, and with all your mind, and with all your strength\".","attrs":{}},{"type":"ref","number":6},{"type":"text","text":" At the same time Jesus gives us to understand that he himself is \"the Lord\".","attrs":{}},{"type":"ref","number":7},{"type":"text","text":" To confess that Jesus is Lord is distinctive of Christian faith. This is not contrary to belief in the One God. Nor does believing in the Holy Spirit as \"Lord and giver of life\" introduce any division into the One God:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"We firmly believe and confess without reservation that there is only one true God, eternal infinite (immensus) and unchangeable, incomprehensible, almighty and ineffable, the Father and the Son and the Holy Spirit; three persons indeed, but one essence, substance or nature entirely simple.","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"II. GOD REVEALS HIS NAME","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":203},{"type":"text","text":"God revealed himself to his people Israel by making his name known to them. A name expresses a person's essence and identity and the meaning of this person's life. God has a name; he is not an anonymous force. To disclose one's name is to make oneself known to others; in a way it is to hand oneself over by becoming accessible, capable of being known more intimately and addressed personally.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":204},{"type":"text","text":"God revealed himself progressively and under different names to his people, but the revelation that proved to be the fundamental one for both the Old and the New Covenants was the revelation of the divine name to Moses in the theophany of the burning bush, on the threshold of the Exodus and of the covenant on Sinai.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The living God","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":205},{"type":"text","text":"God calls Moses from the midst of a bush that bums without being consumed: \"I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.\"","attrs":{}},{"type":"ref","number":9},{"type":"text","text":" God is the God of the fathers, the One who had called and guided the patriarchs in their wanderings. He is the faithful and compassionate God who remembers them and his promises; he comes to free their descendants from slavery. He is the God who, from beyond space and time, can do this and wills to do it, the God who will put his almighty power to work for this plan.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"\"I Am who I Am\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Moses said to God, \"If I come to the people of Israel and say to them, 'The God of your fathers has sent me to you', and they ask me, 'What is his name?' what shall I say to them?\" God said to Moses, \"I AM WHO I AM.\" and he said, \"Say this to the people of Israel, 'I AM has sent me to you'. . . this is my name for ever, and thus I am to be remembered throughout all generations.\"","attrs":{}},{"type":"ref","number":10}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":206},{"type":"text","text":"In revealing his mysterious name, YHWH (\"I AM HE WHO IS\", \"I AM WHO AM\" or \"I AM WHO I AM\"), God says who he is and by what name he is to be called. This divine name is mysterious just as God is mystery. It is at once a name revealed and something like the refusal of a name, and hence it better expresses God as what he is - infinitely above everything that we can understand or say: he is the \"hidden God\", his name is ineffable, and he is the God who makes himself close to men.","attrs":{}},{"type":"ref","number":11}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":207},{"type":"text","text":"By revealing his name God at the same time reveals his faithfulness which is from everlasting to everlasting, valid for the past (\"I am the God of your father\"), as for the future (\"I will be with you\").","attrs":{}},{"type":"ref","number":12},{"type":"text","text":" God, who reveals his name as \"I AM\", reveals himself as the God who is always there, present to his people in order to save them.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":208},{"type":"text","text":"Faced with God's fascinating and mysterious presence, man discovers his own insignificance. Before the burning bush, Moses takes off his sandals and veils his face in the presence of God's holiness.","attrs":{}},{"type":"ref","number":13},{"type":"text","text":" Before the glory of the thrice-holy God, Isaiah cries out: \"Woe is me! I am lost; for I am a man of unclean lips.\"","attrs":{}},{"type":"ref","number":14},{"type":"text","text":" Before the divine signs wrought by Jesus, Peter exclaims: \"Depart from me, for I am a sinful man, O Lord.\"","attrs":{}},{"type":"ref","number":15},{"type":"text","text":" But because God is holy, he can forgive the man who realizes that he is a sinner before him: \"I will not execute my fierce anger. . . for I am God and not man, the Holy One in your midst.\"","attrs":{}},{"type":"ref","number":16},{"type":"text","text":" The apostle John says likewise: \"We shall. . . reassure our hearts before him whenever our hearts condemn us; for God is greater than our hearts, and he knows everything.\"","attrs":{}},{"type":"ref","number":17}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":209},{"type":"text","text":"Out of respect for the holiness of God, the people of Israel do not pronounce his name. In the reading of Sacred Scripture, the revealed name (YHWH) is replaced by the divine title \"LORD\" (in Hebrew Adonai, in Greek Kyrios). It is under this title that the divinity of Jesus will be acclaimed: \"Jesus is LORD.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"\"A God merciful and gracious\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":210},{"type":"text","text":"After Israel's sin, when the people had turned away from God to worship the golden calf, God hears Moses' prayer of intercession and agrees to walk in the midst of an unfaithful people, thus demonstrating his love.","attrs":{}},{"type":"ref","number":18},{"type":"text","text":" When Moses asks to see his glory, God responds \"I will make all my goodness pass before you, and will proclaim before you my name \"the LORD\" [YHWH].\"","attrs":{}},{"type":"ref","number":19},{"type":"text","text":" Then the LORD passes before Moses and proclaims, \"YHWH,","attrs":{}},{"type":"spacer"},{"type":"text","text":" YHWH, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness\"; Moses then confesses that the LORD is a forgiving God.","attrs":{}},{"type":"ref","number":20}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":211},{"type":"text","text":"The divine name, \"I Am\" or \"He Is\", expresses God's faithfulness: despite the faithlessness of men's sin and the punishment it deserves, he keeps \"steadfast love for thousands\".","attrs":{}},{"type":"ref","number":21},{"type":"text","text":" By going so far as to give up his own Son for us, God reveals that he is \"rich in mercy\".","attrs":{}},{"type":"ref","number":22},{"type":"text","text":" By giving his life to free us from sin, Jesus reveals that he himself bears the divine name: \"When you have lifted up the Son of man, then you will realize that \"I AM\".\"","attrs":{}},{"type":"ref","number":23}],"attrs":{}},{"elements":[{"type":"text","text":"God alone IS","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":212},{"type":"text","text":"Over the centuries, Israel's faith was able to manifest and deepen realization of the riches contained in the revelation of the divine name. God is unique; there are no other gods besides him.","attrs":{}},{"type":"ref","number":24}],"attrs":{}},{"elements":[{"type":"text","text":"He transcends the world and history. He made heaven and earth: \"They will perish, but you endure; they will all wear out like a garment....but you are the same, and your years have no end.\"","attrs":{}},{"type":"ref","number":25}],"attrs":{}},{"elements":[{"type":"text","text":"In God \"there is no variation or shadow due to change.\"","attrs":{}},{"type":"ref","number":26},{"type":"text","text":" God is \"HE WHO IS\", from everlasting to everlasting, and as such remains ever faithful to himself and to his promises.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":213},{"type":"text","text":"The revelation of the ineffable name \"I AM WHO AM\" contains then the truth that God alone IS. the Greek Septuagint translation of the Hebrew Scriptures, and following it the Church's Tradition, understood the divine name in this sense: God is the fullness of Being and of every perfection, without origin and without end. All creatures receive all that they are and have from him; but he alone is his very being, and he is of himself everything that he is.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"III. GOD, \"HE WHO IS\", IS TRUTH AND LOVE","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":214},{"type":"text","text":"God, \"HE WHO IS\", revealed himself to Israel as the one \"abounding in steadfast love and faithfulness\".","attrs":{}},{"type":"ref","number":27},{"type":"text","text":" These two terms express summarily the riches of the divine name. In all his works God displays, not only his kindness, goodness, grace and steadfast love, but also his trustworthiness, constancy, faithfulness and truth. \"I give thanks to your name for your steadfast love and your faithfulness.\"","attrs":{}},{"type":"ref","number":28},{"type":"text","text":" He is the Truth, for \"God is light and in him there is no darkness\"; \"God is love\", as the apostle John teaches.","attrs":{}},{"type":"ref","number":29}],"attrs":{}},{"elements":[{"type":"text","text":"God is Truth","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":215},{"type":"text","text":"\"The sum of your word is truth; and every one of your righteous ordinances endures forever.\"","attrs":{}},{"type":"ref","number":30},{"type":"text","text":" \"and now, O LORD God, you are God, and your words are true\";","attrs":{}},{"type":"ref","number":31},{"type":"text","text":" this is why God's promises always come true.","attrs":{}},{"type":"ref","number":32},{"type":"text","text":" God is Truth itself, whose words cannot deceive. This is why one can abandon oneself in full trust to the truth and faithfulness of his word in all things. the beginning of sin and of man's fall was due to a lie of the tempter who induced doubt of God's word, kindness and faithfulness.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":216},{"type":"text","text":"God's truth is his wisdom, which commands the whole created order and governs the world.","attrs":{}},{"type":"ref","number":33},{"type":"text","text":" God, who alone made heaven and earth, can alone impart true knowledge of every created thing in relation to himself.","attrs":{}},{"type":"ref","number":34}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":217},{"type":"text","text":"God is also truthful when he reveals himself - the teaching that comes from God is \"true instruction\".","attrs":{}},{"type":"ref","number":35},{"type":"text","text":" When he sends his Son into the world it will be \"to bear witness to the truth\":","attrs":{}},{"type":"ref","number":36},{"type":"text","text":" \"We know that the Son of God has come and has given us understanding, to know him who is true.\"","attrs":{}},{"type":"ref","number":37}],"attrs":{}},{"elements":[{"type":"text","text":"God is Love","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":218},{"type":"text","text":"In the course of its history, Israel was able to discover that God had only one reason to reveal himself to them, a single motive for choosing them from among all peoples as his special possession: his sheer gratuitous love.","attrs":{}},{"type":"ref","number":38},{"type":"text","text":" and thanks to the prophets Israel understood that it was again out of love that God never stopped saving them and pardoning their unfaithfulness and sins.","attrs":{}},{"type":"ref","number":39}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":219},{"type":"text","text":"God's love for Israel is compared to a father's love for his son. His love for his people is stronger than a mother's for her children. God loves his people more than a bridegroom his beloved; his love will be victorious over even the worst infidelities and will extend to his most precious gift: \"God so loved the world that he gave his only Son.\"","attrs":{}},{"type":"ref","number":40}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":220},{"type":"text","text":"God's love is \"everlasting\":","attrs":{}},{"type":"ref","number":41},{"type":"text","text":" \"For the mountains may depart and the hills be removed, but my steadfast love shall not depart from you.\"","attrs":{}},{"type":"ref","number":42},{"type":"text","text":" Through Jeremiah, God declares to his people, \"I have loved you with an everlasting love; therefore I have continued my faithfulness to you.\"","attrs":{}},{"type":"ref","number":43}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":221},{"type":"text","text":"But St. John goes even further when he affirms that \"God is love\":","attrs":{}},{"type":"ref","number":44},{"type":"text","text":" God's very being is love. By sending his only Son and the Spirit of Love in the fullness of time, God has revealed his innermost secret:","attrs":{}},{"type":"ref","number":45},{"type":"text","text":" God himself is an eternal exchange of love, Father, Son and Holy Spirit, and he has destined us to share in that exchange.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"IV. THE IMPLICATIONS OF FAITH IN ONE GOD","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":222},{"type":"text","text":"Believing in God, the only One, and loving him with all our being has enormous consequences for our whole life.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":223},{"type":"text","text":"It means coming to know God's greatness and majesty: \"Behold, God is great, and we know him not.\"","attrs":{}},{"type":"ref","number":46},{"type":"text","text":" Therefore, we must \"serve God first\".","attrs":{}},{"type":"ref","number":47}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":224},{"type":"text","text":"It means living in thanksgiving: if God is the only One, everything we are and have comes from him: \"What have you that you did not receive?\"","attrs":{}},{"type":"ref","number":48},{"type":"text","text":" \"What shall I render to the LORD for all his bounty to me?\"","attrs":{}},{"type":"ref","number":49}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":225},{"type":"text","text":"It means knowing the unity and true dignity of all men: everyone is made in the image and likeness of God.","attrs":{}},{"type":"ref","number":50}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":226},{"type":"text","text":"It means making good use of created things: faith in God, the only One, leads us to use everything that is not God only insofar as it brings us closer to him, and to detach ourselves from it insofar as it turns us away from him: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" My Lord and my God, take from me everything that distances me from you. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" My Lord and my God, give me everything that brings me closer to you ","attrs":{}},{"type":"spacer"},{"type":"text","text":" My Lord and my God, detach me from myself to give my all to you.","attrs":{}},{"type":"ref","number":51}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":227},{"type":"text","text":"It means trusting God in every circumstance, even in adversity. A prayer of St. Teresa of Jesus wonderfully expresses this trust:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Let nothing trouble you / Let nothing frighten you Everything passes / God never changes Patience / Obtains all Whoever has God / Wants for nothing God alone is enough.","attrs":{}},{"type":"ref","number":52}],"attrs":{}},{"elements":[{"type":"text","text":"IN BRIEF","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":228},{"type":"text","text":"\"Hear, O Israel, the LORD our God is one LORD...\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P4L.HTM#PENT.DEU.6.4","attrs":{"i":true}},{"type":"text","text":" Dt 6:4; ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PWE.HTM#GOSP.MAR.12.29","attrs":{"i":true}},{"type":"text","text":" Mk 12:29). \"The supreme being must be unique, without equal. . . If God is not one, he is not God\" (Tertullian, Adv. Marc., 1, 3, 5: PL 2, 274).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":229},{"type":"text","text":"Faith in God leads us to turn to him alone as our first origin and our ultimate goal, and neither to prefer anything to him nor to substitute anything for him.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":230},{"type":"text","text":"Even when he reveals himself, God remains a mystery beyond words: \"If you understood him, it would not be God\" (St. Augustine, Sermo 52, 6, 16: PL 38, 360 and Sermo 117, 3, 5: PL 38, 663).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":231},{"type":"text","text":"The God of our faith has revealed himself as HE WHO IS; and he has made himself known as \"abounding in steadfast love and faithfulness\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P2F.HTM#PENT.EXO.34.6","attrs":{"i":true}},{"type":"text","text":" Ex 34:6). God's very being is Truth and Love.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"2":{"number":2,"refs":[{"text":"Roman Catechism I, 2, 2.","link":null}]},"3":{"number":3,"refs":[{"text":"Roman Catechism I, 2, 2.","link":null}]},"4":{"number":4,"refs":[{"text":"Dt 6:45.","link":null}]},"5":{"number":5,"refs":[{"text":"Is 45:22-24","link":null},{"text":"cf. ⇒ Phil 2:10-11.","link":"http://www.vatican.va/archive/ENG0839/_P10G.HTM#NTLET.PHI.2.10"}]},"6":{"number":6,"refs":[{"text":"⇒ Mk 12:29-30","link":"http://www.vatican.va/archive/ENG0839/_PWE.HTM#GOSP.MAR.12.29"}]},"7":{"number":7,"refs":[{"text":"Cf. ⇒ Mk 12:35-37.","link":"http://www.vatican.va/archive/ENG0839/_PWE.HTM#GOSP.MAR.12.35"}]},"9":{"number":9,"refs":[{"text":"⇒ EX 3:6","link":"http://www.vatican.va/archive/ENG0839/_P1K.HTM#PENT.EXO.3.6"}]},"10":{"number":10,"refs":[{"text":"⇒ EX 3:13-15","link":"http://www.vatican.va/archive/ENG0839/_P1K.HTM#PENT.EXO.3.13"}]},"11":{"number":11,"refs":[{"text":"Cf. ⇒ Is 45:15","link":"http://www.vatican.va/archive/ENG0839/_POS.HTM#PROPHB.ISA.45.15"},{"text":"⇒ Judg 13:18","link":"http://www.vatican.va/archive/ENG0839/_P6G.HTM#PENT.JUD.13.18"}]},"12":{"number":12,"refs":[{"text":"⇒ EX 3:6, ⇒ 12","link":"http://www.vatican.va/archive/ENG0839/_P1K.HTM#PENT.EXO.3.6"}]},"13":{"number":13,"refs":[{"text":"Cf. ⇒ EX 3:5-6","link":"http://www.vatican.va/archive/ENG0839/_P1K.HTM#PENT.EXO.3.5"}]},"14":{"number":14,"refs":[{"text":"⇒ Is 6:5","link":"http://www.vatican.va/archive/ENG0839/_PNP.HTM#PROPHB.ISA.6.5"}]},"15":{"number":15,"refs":[{"text":"⇒ Lk 5:8","link":"http://www.vatican.va/archive/ENG0839/_PWO.HTM#GOSP.LUK.5.8"}]},"16":{"number":16,"refs":[{"text":"⇒ Hos 11:9","link":"http://www.vatican.va/archive/ENG0839/_PTB.HTM#PROPHB.HOS.11.9"}]},"17":{"number":17,"refs":[{"text":"⇒ I Jn 3:19-20","link":"http://www.vatican.va/archive/ENG0839/_P12D.HTM#CATHL.1JOH.3.19"}]},"18":{"number":18,"refs":[{"text":"Cf. ⇒ Ex 32","link":"http://www.vatican.va/archive/ENG0839/_P2D.HTM#PENT.EXO.32"},{"text":"⇒ 33: 12-17","link":"http://www.vatican.va/archive/ENG0839/_P2E.HTM#PENT.EXO.33.12"}]},"19":{"number":19,"refs":[{"text":"⇒ Ex 33:18-19.","link":"http://www.vatican.va/archive/ENG0839/_P2E.HTM#PENT.EXO.33.18"}]},"20":{"number":20,"refs":[{"text":"⇒ Ex 34:5-6","link":"http://www.vatican.va/archive/ENG0839/_P2F.HTM#PENT.EXO.34.5"},{"text":"cf. ⇒ 34:9","link":"http://www.vatican.va/archive/ENG0839/_P2F.HTM#PENT.EXO.34.9"}]},"21":{"number":21,"refs":[{"text":"⇒ Ex 34:7","link":"http://www.vatican.va/archive/ENG0839/_P2F.HTM#PENT.EXO.34.7"}]},"22":{"number":22,"refs":[{"text":"⇒ Eph 2:4","link":"http://www.vatican.va/archive/ENG0839/_P109.HTM#NTLET.EPH.2.4"}]},"23":{"number":23,"refs":[{"text":"Jn 8:28 (Greek).","link":null}]},"24":{"number":24,"refs":[{"text":"Cf. ⇒ Is 44:6","link":"http://www.vatican.va/archive/ENG0839/_POR.HTM#PROPHB.ISA.44.6"}]},"25":{"number":25,"refs":[{"text":"⇒ Ps 102:26-27","link":"http://www.vatican.va/archive/ENG0839/_PIM.HTM#WISDB.PSA.102.26"}]},"26":{"number":26,"refs":[{"text":"⇒ Jas 1:17","link":"http://www.vatican.va/archive/ENG0839/_P11V.HTM#CATHL.JAM.1.17"}]},"27":{"number":27,"refs":[{"text":"⇒ Ex 34:6","link":"http://www.vatican.va/archive/ENG0839/_P2F.HTM#PENT.EXO.34.7"}]},"28":{"number":28,"refs":[{"text":"⇒ Ps 138:2","link":"http://www.vatican.va/archive/ENG0839/_PJM.HTM#WISDB.PSA.138.2"},{"text":"cf. ⇒ Ps 85:11","link":"http://www.vatican.va/archive/ENG0839/_PI5.HTM#WISDB.PSA.85.11"}]},"29":{"number":29,"refs":[{"text":"⇒ I Jn 1:5","link":"http://www.vatican.va/archive/ENG0839/_P12B.HTM#CATHL.1JOH.1.5"},{"text":"⇒ 4:8","link":"http://www.vatican.va/archive/ENG0839/_P12E.HTM#CATHL.1JOH.4.8"}]},"30":{"number":30,"refs":[{"text":"⇒ Ps 119:160","link":"http://www.vatican.va/archive/ENG0839/_PJ3.HTM#WISDB.PSA.119.160"}]},"31":{"number":31,"refs":[{"text":"⇒ 2 Sam 7:28","link":"http://www.vatican.va/archive/ENG0839/_P7W.HTM#PENT.2SAM.7.28"}]},"32":{"number":32,"refs":[{"text":"Cf. ⇒ Dt 7:9","link":"http://www.vatican.va/archive/ENG0839/_P4M.HTM#PENT.DEU.7.9"}]},"33":{"number":33,"refs":[{"text":"Cf ⇒ Wis 13:1-9.","link":"http://www.vatican.va/archive/ENG0839/_PLU.HTM#WISDB.WISD.13.1"}]},"34":{"number":34,"refs":[{"text":"Cf ⇒ Ps 115:15","link":"http://www.vatican.va/archive/ENG0839/_PIZ.HTM#WISDB.PSA.115.15"},{"text":"⇒ Wis 7:17-21.","link":"http://www.vatican.va/archive/ENG0839/_PLO.HTM#WISDB.WISD.7.17"}]},"35":{"number":35,"refs":[{"text":"⇒ Mal 2:6.","link":"http://www.vatican.va/archive/ENG0839/_PV4.HTM#PROPHB.MAL.2.6"}]},"36":{"number":36,"refs":[{"text":"⇒ Jn 18:37.","link":"http://www.vatican.va/archive/ENG0839/_PXQ.HTM#GOSP.JOH.18.37"}]},"37":{"number":37,"refs":[{"text":"⇒ I Jn 5:20","link":"http://www.vatican.va/archive/ENG0839/_P12F.HTM#CATHL.1JOH.5.20"},{"text":"cf. ⇒ Jn 17:3.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.3"}]},"38":{"number":38,"refs":[{"text":"Cf. ⇒ Dt 4:37","link":"http://www.vatican.va/archive/ENG0839/_P4J.HTM#PENT.DEU.4.37"},{"text":"⇒ 7:8","link":"http://www.vatican.va/archive/ENG0839/_P4M.HTM#PENT.DEU.7.8"},{"text":"⇒ 10:15.","link":"http://www.vatican.va/archive/ENG0839/_P4P.HTM#PENT.DEU.10.15"}]},"39":{"number":39,"refs":[{"text":"Cf. Is 43:1-7","link":null},{"text":"⇒ Hos 2.","link":"http://www.vatican.va/archive/ENG0839/_PT2.HTM#PROPHB.HOS.2"}]},"40":{"number":40,"refs":[{"text":"Jn 3:16","link":null},{"text":"cf. ⇒ Hos 11:1","link":"http://www.vatican.va/archive/ENG0839/_PTB.HTM#PROPHB.HOS.11.1"},{"text":"⇒ Is 49:14-15","link":"http://www.vatican.va/archive/ENG0839/_POW.HTM#PROPHB.ISA.49.14"},{"text":"⇒ 62 :4-5","link":"http://www.vatican.va/archive/ENG0839/_PP9.HTM#PROPHB.ISA.62.4"},{"text":"⇒ Ezek 16","link":"http://www.vatican.va/archive/ENG0839/_PRO.HTM#PROPHB.EZE.16"},{"text":"⇒ Hos 11.","link":"http://www.vatican.va/archive/ENG0839/_PTB.HTM#PROPHB.HOS.11"}]},"41":{"number":41,"refs":[{"text":"⇒ Is 54:8.","link":"http://www.vatican.va/archive/ENG0839/_PP1.HTM#PROPHB.ISA.54.8"}]},"42":{"number":42,"refs":[{"text":"⇒ Is 54: 10","link":"http://www.vatican.va/archive/ENG0839/_PP1.HTM#PROPHB.ISA.54.10"},{"text":"cf. ⇒ 54:8.","link":"http://www.vatican.va/archive/ENG0839/_PP1.HTM#PROPHB.ISA.54.8"}]},"43":{"number":43,"refs":[{"text":"⇒ Jer 31:3.","link":"http://www.vatican.va/archive/ENG0839/_PQ9.HTM#PROPHB.JER.31.3"}]},"44":{"number":44,"refs":[{"text":"⇒ l Jn 4:8, 16","link":"http://www.vatican.va/archive/ENG0839/_P12E.HTM#CATHL.1JOH.4.8"}]},"45":{"number":45,"refs":[{"text":"Cf. I Cor 2:7-16","link":null},{"text":"⇒ Eph 3:9-12.","link":"http://www.vatican.va/archive/ENG0839/_P10A.HTM#NTLET.EPH.3.9"}]},"46":{"number":46,"refs":[{"text":"⇒ Job 36:26.","link":"http://www.vatican.va/archive/ENG0839/_PFL.HTM#WISDB.JOB.36.26"}]},"47":{"number":47,"refs":[{"text":"St. Joan of Arc.","link":null}]},"48":{"number":48,"refs":[{"text":"I Cor 4:7.","link":null}]},"49":{"number":49,"refs":[{"text":"⇒ Ps 116:12.","link":"http://www.vatican.va/archive/ENG0839/_PJ0.HTM#WISDB.PSA.116.12"}]},"50":{"number":50,"refs":[{"text":"⇒ Gen 1:26.","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.26"}]},"51":{"number":51,"refs":[{"text":"St. Nicholas of Flue","link":null},{"text":"cf. ⇒ Mt 5:29-30","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.29"},{"text":"⇒ 16:24-26.","link":"http://www.vatican.va/archive/ENG0839/_PVP.HTM#GOSP.MAT.16.24"}]},"52":{"number":52,"refs":[{"text":"St. Teresa of Jesus, Poesias 30 in the Collected Works of St. Teresa of    Avila, vol. III, tr. K. Kavanaugh OCD and O. Rodriguez OCD (Washington DC    Institute of Carmelite Studies, 1985), 386 no. 9. tr. John Wall.","link":null}]}}}