{"id":"toc-89","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 2. THE CHURCH - PEOPLE OF GOD, BODY OF CHRIST, TEMPLE OF THE HOLY SPIRIT"}]},{"elements":[{"type":"text","text":"I. THE CHURCH - PEOPLE OF GOD"}]},{"elements":[{"type":"ref-ccc","ref_number":781},{"type":"text","text":"\"At all times and in every race, anyone who fears God and does what is right has been acceptable to him. He has, however, willed to make men holy and save them, not as individuals without any bond or link between them, but rather to make them into a people who might acknowledge him and serve him in holiness. He therefore chose the Israelite race to be his own people and established a covenant with it. He gradually instructed this people.... All these things, however, happened as a preparation for and figure of that new and perfect covenant which was to be ratified in Christ . . . the New Covenant in his blood; he called together a race made up of Jews and Gentiles which would be one, not according to the flesh, but in the Spirit.\""},{"type":"ref","number":201}]},{"elements":[{"type":"text","text":"Characteristics of the People of Got"}]},{"elements":[{"type":"ref-ccc","ref_number":782},{"type":"text","text":"The People of God is marked by characteristics that clearly distinguish it from all other religious, ethnic, political, or cultural groups found in history: "},{"type":"spacer"},{"type":"text","text":" - It is the People of God: God is not the property of any one people. But he acquired a people for himself from those who previously were not a people: \"a chosen race, a royal priesthood, a holy nation.\""},{"type":"ref","number":202},{"type":"spacer"},{"type":"text","text":" - One becomes a member of this people not by a physical birth, but by being \"born anew,\" a birth \"of water and the Spirit,\""},{"type":"ref","number":203},{"type":"text","text":" that is, by faith in Christ, and Baptism. "},{"type":"spacer"},{"type":"text","text":" - This People has for its Head Jesus the Christ (the anointed, the Messiah). Because the same anointing, the Holy Spirit, flows from the head into the body, this is \"the messianic people.\" "},{"type":"spacer"},{"type":"text","text":" - \"The status of this people is that of the dignity and freedom of the sons of God, in whose hearts the Holy Spirit dwells as in a temple.\" "},{"type":"spacer"},{"type":"text","text":" - \"Its law is the new commandment to love as Christ loved us.\""},{"type":"ref","number":204},{"type":"text","text":" This is the \"new\" law of the Holy Spirit."},{"type":"ref","number":205},{"type":"spacer"},{"type":"text","text":" - Its mission is to be salt of the earth and light of the world."},{"type":"ref","number":206},{"type":"text","text":" This people is \"a most sure seed of unity, hope, and salvation for the whole human race.\" "},{"type":"spacer"},{"type":"text","text":" -Its destiny, finally, \"is the Kingdom of God which has been begun by God himself on earth and which must be further extended until it has been brought to perfection by him at the end of time.\""},{"type":"ref","number":207}]},{"elements":[{"type":"text","text":"A priestly, prophetic, and royal people"}]},{"elements":[{"type":"ref-ccc","ref_number":783},{"type":"text","text":"Jesus Christ is the one whom the Father anointed with the Holy Spirit and established as priest, prophet, and king. the whole People of God participates in these three offices of Christ and bears the responsibilities for mission and service that flow from them."},{"type":"ref","number":208}]},{"elements":[{"type":"ref-ccc","ref_number":784},{"type":"text","text":"On entering the People of God through faith and Baptism, one receives a share in this people's unique, priestly vocation: \"Christ the Lord, high priest taken from among men, has made this new people 'a kingdom of priests to God, his Father.' the baptized, by regeneration and the anointing of the Holy Spirit, are consecrated to be a spiritual house and a holy priesthood.\""},{"type":"ref","number":209}]},{"elements":[{"type":"ref-ccc","ref_number":785},{"type":"text","text":"\"The holy People of God shares also in Christ's prophetic office,\" above all in the supernatural sense of faith that belongs to the whole People, lay and clergy, when it \"unfailingly adheres to this faith . . . once for all delivered to the saints,\""},{"type":"ref","number":210},{"type":"text","text":" and when it deepens its understanding and becomes Christ's witness in the midst of this world."}]},{"elements":[{"type":"ref-ccc","ref_number":786},{"type":"text","text":"Finally, the People of God shares in the royal office of Christ. He exercises his kingship by drawing all men to himself through his death and Resurrection."},{"type":"ref","number":211},{"type":"text","text":" Christ, King and Lord of the universe, made himself the servant of all, for he came \"not to be served but to serve, and to give his life as a ransom for many.\""},{"type":"ref","number":212},{"type":"text","text":" For the Christian, \"to reign is to serve him,\" particularly when serving \"the poor and the suffering, in whom the Church recognizes the image of her poor and suffering founder.\""},{"type":"ref","number":213},{"type":"text","text":" The People of God fulfills its royal dignity by a life in keeping with its vocation to serve with Christ."}]},{"elements":[{"type":"text","text":"The sign of the cross makes kings of all those reborn in Christ and the anointing of the Holy Spirit consecrates them as priests, so that, apart from the particular service of our ministry, all spiritual and rational Christians are recognized as members of this royal race and sharers in Christ's priestly office. What, indeed, is as royal for a soul as to govern the body in obedience to God? and what is as priestly as to dedicate a pure conscience to the Lord and to offer the spotless offerings of devotion on the altar of the heart?"},{"type":"ref","number":214}]},{"elements":[{"type":"text","text":"II. THE CHURCH - BODY OF CHRIST"}]},{"elements":[{"type":"text","text":"The Church is communion with Jesus"}]},{"elements":[{"type":"ref-ccc","ref_number":787},{"type":"text","text":"From the beginning, Jesus associated his disciples with his own life, revealed the mystery of the Kingdom to them, and gave them a share in his mission, joy, and sufferings."},{"type":"ref","number":215},{"type":"text","text":" Jesus spoke of a still more intimate communion between him and those who would follow him: \"Abide in me, and I in you.... I am the vine, you are the branches.\""},{"type":"ref","number":216},{"type":"text","text":" and he proclaimed a mysterious and real communion between his own body and ours: \"He who eats my flesh and drinks my blood abides in me, and I in him.\""},{"type":"ref","number":217}]},{"elements":[{"type":"ref-ccc","ref_number":788},{"type":"text","text":"When his visible presence was taken from them, Jesus did not leave his disciples orphans. He promised to remain with them until the end of time; he sent them his Spirit."},{"type":"ref","number":218},{"type":"text","text":" As a result communion with Jesus has become, in a way, more intense: \"By communicating his Spirit, Christ mystically constitutes as his body those brothers of his who are called together from every nation.\""},{"type":"ref","number":219}]},{"elements":[{"type":"ref-ccc","ref_number":789},{"type":"text","text":"The comparison of the Church with the body casts light on the intimate bond between Christ and his Church. Not only is she gathered around him; she is united in him, in his body. Three aspects of the Church as the Body of Christ are to be more specifically noted: the unity of all her members with each other as a result of their union with Christ; Christ as head of the Body; and the Church as bride of Christ."}]},{"elements":[{"type":"text","text":"\"One Body\""}]},{"elements":[{"type":"ref-ccc","ref_number":790},{"type":"text","text":"Believers who respond to God's word and become members of Christ's Body, become intimately united with him: \"In that body the life of Christ is communicated to those who believe, and who, through the sacraments, are united in a hidden and real way to Christ in his Passion and glorification.\""},{"type":"ref","number":220},{"type":"text","text":" This is especially true of Baptism, which unites us to Christ's death and Resurrection, and the Eucharist, by which \"really sharing in the body of the Lord, . . . we are taken up into communion with him and with one another.\""},{"type":"ref","number":221}]},{"elements":[{"type":"ref-ccc","ref_number":791},{"type":"text","text":"The body's unity does not do away with the diversity of its members: \"In the building up of Christ's Body there is engaged a diversity of members and functions. There is only one Spirit who, according to his own richness and the needs of the ministries, gives his different gifts for the welfare of the Church.\""},{"type":"ref","number":222},{"type":"text","text":" The unity of the Mystical Body produces and stimulates charity among the faithful: \"From this it follows that if one member suffers anything, all the members suffer with him, and if one member is honored, all the members together rejoice.\""},{"type":"ref","number":223},{"type":"text","text":" Finally, the unity of the Mystical Body triumphs over all human divisions: \"For as many of you as were baptized into Christ have put on Christ. There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you are all one in Christ Jesus.\""},{"type":"ref","number":224}]},{"elements":[{"type":"text","text":"\"Christ is the Head of this Body\""}]},{"elements":[{"type":"ref-ccc","ref_number":792},{"type":"text","text":"Christ \"is the head of the body, the Church.\""},{"type":"ref","number":225},{"type":"text","text":" He is the principle of creation and redemption. Raised to the Father's glory, \"in everything he (is) preeminent,\""},{"type":"ref","number":226},{"type":"text","text":" especially in the Church, through whom he extends his reign over all things."}]},{"elements":[{"type":"ref-ccc","ref_number":793},{"type":"text","text":"Christ unites us with his Passover: all his members must strive to resemble him, \"until Christ be formed\" in them."},{"type":"ref","number":227},{"type":"text","text":" \"For this reason we . . . are taken up into the mysteries of his life, . . . associated with his sufferings as the body with its head, suffering with him, that with him we may be glorified.\""},{"type":"ref","number":228}]},{"elements":[{"type":"ref-ccc","ref_number":794},{"type":"text","text":"Christ provides for our growth: to make us grow toward him, our head,"},{"type":"ref","number":229},{"type":"text","text":" he provides in his Body, the Church, the gifts and assistance by which we help one another along the way of salvation."}]},{"elements":[{"type":"ref-ccc","ref_number":795},{"type":"text","text":"Christ and his Church thus together make up the \"whole Christ\" (Christus totus). the Church is one with Christ. the saints are acutely aware of this unity:"}]},{"elements":[{"type":"text","text":"Let us rejoice then and give thanks that we have become not only Christians, but Christ himself. Do you understand and grasp, brethren, God's grace toward us? Marvel and rejoice: we have become Christ. For if he is the head, we are the members; he and we together are the whole man.... the fullness of Christ then is the head and the members. But what does \"head and members\" mean? Christ and the Church."},{"type":"ref","number":230}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Our redeemer has shown himself to be one person with the holy Church whom he has taken to himself."},{"type":"ref","number":231}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Head and members form as it were one and the same mystical person."},{"type":"ref","number":232}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"A reply of St. Joan of Arc to her judges sums up the faith of the holy doctors and the good sense of the believer: \"About Jesus Christ and the Church, I simply know they're just one thing, and we shouldn't complicate the matter.\""},{"type":"ref","number":233}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Church is the Bride of Christ"}]},{"elements":[{"type":"ref-ccc","ref_number":796},{"type":"text","text":"The unity of Christ and the Church, head and members of one Body, also implies the distinction of the two within a personal relationship. This aspect is often expressed by the image of bridegroom and bride. the theme of Christ as Bridegroom of the Church was prepared for by the prophets and announced by John the Baptist."},{"type":"ref","number":234},{"type":"text","text":" The Lord referred to himself as the \"bridegroom.\""},{"type":"ref","number":235},{"type":"text","text":" The Apostle speaks of the whole Church and of each of the faithful, members of his Body, as a bride \"betrothed\" to Christ the Lord so as to become but one spirit with him."},{"type":"ref","number":236},{"type":"text","text":" The Church is the spotless bride of the spotless Lamb."},{"type":"ref","number":237},{"type":"text","text":" \"Christ loved the Church and gave himself up for her, that he might sanctify her.\""},{"type":"ref","number":238},{"type":"text","text":" He has joined her with himself in an everlasting covenant and never stops caring for her as for his own body:"},{"type":"ref","number":239}]},{"elements":[{"type":"text","text":"This is the whole Christ, head and body, one formed from many . . . whether the head or members speak, it is Christ who speaks. He speaks in his role as the head (ex persona capitis) and in his role as body (ex persona corporis). What does this mean? \"The two will become one flesh. This is a great mystery, and I am applying it to Christ and the Church.\""},{"type":"ref","number":240},{"type":"text","text":" and the Lord himself says in the Gospel: \"So they are no longer two, but one flesh.\""},{"type":"ref","number":241},{"type":"text","text":" They are, in fact, two different persons, yet they are one in the conjugal union, . . . as head, he calls himself the bridegroom, as body, he calls himself \"bride.\""},{"type":"ref","number":242}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"III. THE CHURCH IS THE TEMPLE OF THE HOLY SPIRIT"}]},{"elements":[{"type":"ref-ccc","ref_number":797},{"type":"text","text":"\"What the soul is to the human body, the Holy Spirit is to the Body of Christ, which is the Church.\""},{"type":"ref","number":243},{"type":"text","text":" \"To this Spirit of Christ, as an invisible principle, is to be ascribed the fact that all the parts of the body are joined one with the other and with their exalted head; for the whole Spirit of Christ is in the head, the whole Spirit is in the body, and the whole Spirit is in each of the members.\""},{"type":"ref","number":244},{"type":"text","text":" The Holy Spirit makes the Church \"the temple of the living God\":"},{"type":"ref","number":245}]},{"elements":[{"type":"text","text":"Indeed, it is to the Church herself that the \"Gift of God\" has been entrusted.... In it is in her that communion with Christ has been deposited, that is to say: the Holy Spirit, the pledge of incorruptibility, the strengthening of our faith and the ladder of our ascent to God.... For where the Church is, there also is God's Spirit; where God's Spirit is, there is the Church and every grace."},{"type":"ref","number":246}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":798},{"type":"text","text":"The Holy Spirit is \"the principle of every vital and truly saving action in each part of the Body.\""},{"type":"ref","number":247},{"type":"text","text":" He works in many ways to build up the whole Body in charity:"},{"type":"ref","number":248},{"type":"text","text":" by God's Word \"which is able to build you up\";"},{"type":"ref","number":249},{"type":"text","text":" by Baptism, through which he forms Christ's Body;"},{"type":"ref","number":250},{"type":"text","text":" by the sacraments, which give growth and healing to Christ's members; by \"the grace of the apostles, which holds first place among his gifts\";"},{"type":"ref","number":251},{"type":"text","text":" by the virtues, which make us act according to what is good; finally, by the many special graces (called \"charisms\"), by which he makes the faithful \"fit and ready to undertake various tasks and offices for the renewal and building up of the Church.\""},{"type":"ref","number":252}]},{"elements":[{"type":"text","text":"Charisms"}]},{"elements":[{"type":"ref-ccc","ref_number":799},{"type":"text","text":"Whether extraordinary or simple and humble, charisms are graces of the Holy Spirit which directly or indirectly benefit the Church, ordered as they are to her building up, to the good of men, and to the needs of the world."}]},{"elements":[{"type":"ref-ccc","ref_number":800},{"type":"text","text":"Charisms are to be accepted with gratitude by the person who receives them and by all members of the Church as well. They are a wonderfully rich grace for the apostolic vitality and for the holiness of the entire Body of Christ, provided they really are genuine gifts of the Holy Spirit and are used in full conformity with authentic promptings of this same Spirit, that is, in keeping with charity, the true measure of all charisms."},{"type":"ref","number":253}]},{"elements":[{"type":"ref-ccc","ref_number":801},{"type":"text","text":"It is in this sense that discernment of charisms is always necessary. No charism is exempt from being referred and submitted to the Church's shepherds. \"Their office (is) not indeed to extinguish the Spirit, but to test all things and hold fast to what is good,\""},{"type":"ref","number":254},{"type":"text","text":" so that all the diverse and complementary charisms work together \"for the common good.\""},{"type":"ref","number":255}]},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":802},{"attrs":{"i":true},"type":"text","text":"Christ Jesus \"gave himself for us to redeem us from all iniquity and to purify for himself a people of his own\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P11C.HTM#NTLET.TIT.2.14"},{"attrs":{"i":true},"type":"text","text":" Titus 2:14)."}]},{"elements":[{"type":"ref-ccc","ref_number":803},{"attrs":{"i":true},"type":"text","text":"\"You are a chosen race, a royal priesthood, a holy nation, God's own people\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.9"},{"attrs":{"i":true},"type":"text","text":" 1 Pet 2:9)."}]},{"elements":[{"type":"ref-ccc","ref_number":804},{"attrs":{"i":true},"type":"text","text":"One enters into the People of God by faith and Baptism. \"All men are called to belong to the new People of God\" (LG 13), so that, in Christ, \"men may form one family and one People of God\" (AG 1)."}]},{"elements":[{"type":"ref-ccc","ref_number":805},{"attrs":{"i":true},"type":"text","text":"The Church is the Body of Christ. Through the Spirit and his action in the sacraments, above all the Eucharist, Christ, who once was dead and is now risen, establishes the community of believers as his own Body."}]},{"elements":[{"type":"ref-ccc","ref_number":806},{"attrs":{"i":true},"type":"text","text":"In the unity of this Body, there is a diversity of members and functions. All members are linked to one another, especially to those who are suffering, to the poor and persecuted."}]},{"elements":[{"type":"ref-ccc","ref_number":807},{"attrs":{"i":true},"type":"text","text":"The Church is this Body of which Christ is the head: she lives from him, in him, and for him; he lives with her and in her."}]},{"elements":[{"type":"ref-ccc","ref_number":808},{"attrs":{"i":true},"type":"text","text":"The Church is the Bride of Christ: he loved her and handed himself over for her. He has purified her by his blood and made her the fruitful mother of all God's children."}]},{"elements":[{"type":"ref-ccc","ref_number":809},{"attrs":{"i":true},"type":"text","text":"The Church is the Temple of the Holy Spirit. the Spirit is the soul, as it were, of the Mystical Body, the source of its life, of its unity in diversity, and of the riches of its gifts and charisms."}]},{"elements":[{"type":"ref-ccc","ref_number":810},{"attrs":{"i":true},"type":"text","text":"\"Hence the universal Church is seen to be 'a people brought into unity from the unity of the Father, the Son, and the Holy Spirit'\" (LG 4 citing St. Cyprian, De Dom. orat. 23: PL 4, 553)."}]}],"footnotes":{"201":{"number":201,"refs":[{"text":"LG 9","link":null},{"text":"Cf. ⇒ Acts 10:35","link":"http://www.vatican.va/archive/ENG0839/_PY4.HTM#GOSP.ACT.10.35"},{"text":"⇒ 1 Cor 11:25.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.25"}]},"202":{"number":202,"refs":[{"text":"⇒ 1 Pet 2:9.","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.9"}]},"203":{"number":203,"refs":[{"text":"⇒ Jn 3:3-5.","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.3"}]},"204":{"number":204,"refs":[{"text":"Cf. ⇒ Jn 13 34","link":"http://www.vatican.va/archive/ENG0839/_PXL.HTM#GOSP.JOH.13.34"}]},"205":{"number":205,"refs":[{"text":"⇒ Rom 8:2","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.2"},{"text":"⇒ Gal 5:25.","link":"http://www.vatican.va/archive/ENG0839/_P105.HTM#NTLET.GAL.5.25"}]},"206":{"number":206,"refs":[{"text":"Cf. ⇒ Mt 5:13-16.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.13"}]},"207":{"number":207,"refs":[{"text":"LG 9 # 2.","link":null}]},"208":{"number":208,"refs":[{"text":"Cf. John Paul II, RH 18-21.","link":null}]},"209":{"number":209,"refs":[{"text":"LG 10","link":null},{"text":"Cf. ⇒ Heb 5:1-5","link":"http://www.vatican.va/archive/ENG0839/_P11K.HTM#NTLET.HEB.5.1"},{"text":"⇒ Rev 1:6.","link":"http://www.vatican.va/archive/ENG0839/_P12K.HTM#CATHL.REV.1.6"}]},"210":{"number":210,"refs":[{"text":"LG 12","link":null},{"text":"Cf. Jude 3.","link":null}]},"211":{"number":211,"refs":[{"text":"Cf. ⇒ Jn 12:32.","link":"http://www.vatican.va/archive/ENG0839/_PXK.HTM#GOSP.JOH.12.32"}]},"212":{"number":212,"refs":[{"text":"⇒ Mt 20:28.","link":"http://www.vatican.va/archive/ENG0839/_PVT.HTM#GOSP.MAT.20.28"}]},"213":{"number":213,"refs":[{"text":"LG 8","link":null},{"text":"Cf. 36.","link":null}]},"214":{"number":214,"refs":[{"text":"St. Leo the Great, Sermo 4, 1: PL 54, 149.","link":null}]},"215":{"number":215,"refs":[{"text":"Cf. ⇒ Mk 1:16-20","link":"http://www.vatican.va/archive/ENG0839/_PW3.HTM#GOSP.MAR.1.16"},{"text":"⇒ 3:13-19","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.13"},{"text":"⇒ Mt 13:10-17","link":"http://www.vatican.va/archive/ENG0839/_PVM.HTM#GOSP.MAT.13.10"},{"text":"⇒ Lk 10:17-20","link":"http://www.vatican.va/archive/ENG0839/_PWT.HTM#GOSP.LUK.10.17"},{"text":"⇒ 22:28-30.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.28"}]},"216":{"number":216,"refs":[{"text":"⇒ Jn 15:4-5.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.4"}]},"217":{"number":217,"refs":[{"text":"⇒ Jn 6:56.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.56"}]},"218":{"number":218,"refs":[{"text":"Cf. ⇒ Jn 14:18","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.18"},{"text":"⇒ 20:22","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.22"},{"text":"⇒ Mt 28:20","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.20"},{"text":"⇒ Acts 2:33.","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.33"}]},"219":{"number":219,"refs":[{"text":"LG 7.","link":null}]},"220":{"number":220,"refs":[{"text":"LG 7.","link":null}]},"221":{"number":221,"refs":[{"text":"LG 7","link":null},{"text":"cf. ⇒ Rom 6:4-5","link":"http://www.vatican.va/archive/ENG0839/_PYU.HTM#NTLET.ROM.6.4"},{"text":"⇒ 1 Cor 12:13.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.13"}]},"222":{"number":222,"refs":[{"text":"LG 7 # 3.","link":null}]},"223":{"number":223,"refs":[{"text":"LG 7 # 3","link":null},{"text":"cf. ⇒ 1 Cor 12:26.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.26"}]},"224":{"number":224,"refs":[{"text":"⇒ Gal 3:27-28.","link":"http://www.vatican.va/archive/ENG0839/_P103.HTM#NTLET.GAL.3.27"}]},"225":{"number":225,"refs":[{"text":"⇒ Col 1:18.","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.18"}]},"226":{"number":226,"refs":[{"text":"⇒ Col 1:18.","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.18"}]},"227":{"number":227,"refs":[{"text":"⇒ Gal 4:19.","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.19"}]},"228":{"number":228,"refs":[{"text":"LG 7 # 4","link":null},{"text":"cf. ⇒ Phil 3:21","link":"http://www.vatican.va/archive/ENG0839/_P10H.HTM#NTLET.PHI.3.21"},{"text":"⇒ Rom 8:17.","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.17"}]},"229":{"number":229,"refs":[{"text":"Cf. ⇒ Col 2:19","link":"http://www.vatican.va/archive/ENG0839/_P10L.HTM#NTLET.COL.2.19"},{"text":"⇒ Eph 4:11-16.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.11"}]},"230":{"number":230,"refs":[{"text":"St. Augustine, In Jo. ev, 21, 8: PL 35, 1568.","link":null}]},"231":{"number":231,"refs":[{"text":"Pope St. Gregory the Great Moralia in Job, praef., 14: PL 75, 525A.","link":null}]},"232":{"number":232,"refs":[{"text":"St. Thomas Aquinas, STh III, 48, 2.","link":null}]},"233":{"number":233,"refs":[{"text":"Acts of the Trial of Joan of Arc.","link":null}]},"234":{"number":234,"refs":[{"text":"⇒ Jn 3:29.","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.29"}]},"235":{"number":235,"refs":[{"text":"⇒ Mk 2:19.","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.19"}]},"236":{"number":236,"refs":[{"text":"Cf. ⇒ Mt 22:1-14","link":"http://www.vatican.va/archive/ENG0839/_PVV.HTM#GOSP.MAT.22.1"},{"text":"⇒ 25:1-13","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.1"},{"text":"⇒ 1 Cor 6:15-17","link":"http://www.vatican.va/archive/ENG0839/_PZB.HTM#NTLET.1COR.6.15"},{"text":"⇒ 2 Cor 11:2.","link":"http://www.vatican.va/archive/ENG0839/_PZX.HTM#NTLET.2COR.11.2"}]},"237":{"number":237,"refs":[{"text":"Cf. ⇒ Rev 22:17","link":"http://www.vatican.va/archive/ENG0839/_P135.HTM#CATHL.REV.22.17"},{"text":"⇒ Eph 1:4. ⇒ 5:27.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.4"}]},"238":{"number":238,"refs":[{"text":"⇒ Eph 5:25-26.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.25"}]},"239":{"number":239,"refs":[{"text":"Cf. ⇒ Eph 5:29.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.29"}]},"240":{"number":240,"refs":[{"text":"⇒ Eph 5:31-32.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.31"}]},"241":{"number":241,"refs":[{"text":"⇒ Mt 19:6.","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.6"}]},"242":{"number":242,"refs":[{"text":"St. Augustine, En. in Ps. 74:4: PL 36, 948-949.","link":null}]},"243":{"number":243,"refs":[{"text":"St. Augustine, Sermo 267, 4: PL 38, 1231D.","link":null}]},"244":{"number":244,"refs":[{"text":"Pius XII, encyclical, Mystici Corporis: DS 3808.","link":null}]},"245":{"number":245,"refs":[{"text":"⇒ 2 Cor 6:16","link":"http://www.vatican.va/archive/ENG0839/_PZS.HTM#NTLET.2COR.6.16"},{"text":"cf. ⇒ 1 Cor 3:16-17","link":"http://www.vatican.va/archive/ENG0839/_PZ8.HTM#NTLET.1COR.3.16"},{"text":"⇒ Eph 2:21.","link":"http://www.vatican.va/archive/ENG0839/_P109.HTM#NTLET.EPH.2.21"}]},"246":{"number":246,"refs":[{"text":"St. Irenaeus, Adv. haeres. 3, 24, 1: PG 7/1, 966.","link":null}]},"247":{"number":247,"refs":[{"text":"Pius XII, encyclical, Mystici Corporis: DS 3808.","link":null}]},"248":{"number":248,"refs":[{"text":"Cf. ⇒ Eph 4:16.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.16"}]},"249":{"number":249,"refs":[{"text":"⇒ Acts 20:32.","link":"http://www.vatican.va/archive/ENG0839/_PYE.HTM#GOSP.ACT.20.32"}]},"250":{"number":250,"refs":[{"text":"Cf. ⇒ 1 Cor 12:13.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.13"}]},"251":{"number":251,"refs":[{"text":"LG 7 # 2.","link":null}]},"252":{"number":252,"refs":[{"text":"LG 12 # 2","link":null},{"text":"cf. AA 3.","link":null}]},"253":{"number":253,"refs":[{"text":"Cf. ⇒ 1 Cor 13.","link":"http://www.vatican.va/archive/ENG0839/_PZI.HTM#NTLET.1COR.13"}]},"254":{"number":254,"refs":[{"text":"LG 12","link":null},{"text":"cf. 30","link":null},{"text":"⇒ 1 Thess 5:12, ⇒ 19-21","link":"http://www.vatican.va/archive/ENG0839/_P10T.HTM#NTLET.1THE.5.12"},{"text":"John Paul II, Christifideles    Laici, 24.","link":null}]},"255":{"number":255,"refs":[{"text":"⇒ 1 Cor 12:7.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.7"}]}}}