{"id":"toc-92","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 5. THE COMMUNION OF SAINTS"}]},{"elements":[{"type":"ref-ccc","ref_number":946},{"type":"text","text":"After confessing \"the holy catholic Church,\" the Apostles' Creed adds \"the communion of saints.\" In a certain sense this article is a further explanation of the preceding: \"What is the Church if not the assembly of all the saints?\""},{"type":"ref","number":477},{"type":"text","text":" The communion of saints is the Church."}]},{"elements":[{"type":"ref-ccc","ref_number":947},{"type":"text","text":"\"Since all the faithful form one body, the good of each is communicated to the others.... We must therefore believe that there exists a communion of goods in the Church. But the most important member is Christ, since he is the head.... Therefore, the riches of Christ are communicated to all the members, through the sacraments.\""},{"type":"ref","number":478},{"type":"text","text":" \"As this Church is governed by one and the same Spirit, all the goods she has received necessarily become a common fund.\""},{"type":"ref","number":479}]},{"elements":[{"type":"ref-ccc","ref_number":948},{"type":"text","text":"The term \"communion of saints\" therefore has two closely linked meanings: communion in holy things (sancta)\" and \"among holy persons (sancti)."}]},{"elements":[{"type":"text","text":"\"Sancta sancti's! (\"God's holy gifts for God's holy people\") is proclaimed by the celebrant in most Eastern liturgies during the elevation of the holy Gifts before the distribution of communion. the faithful (sancta) are fed by Christ's holy body and blood (sancta) to grow in the communion of the Holy Spirit (koinonia) and to communicate it to the world."}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"I. COMMUNION IN SPIRITUAL GOODS"}]},{"elements":[{"type":"ref-ccc","ref_number":949},{"type":"text","text":"In the primitive community of Jerusalem, the disciples \"devoted themselves to the apostles' teaching and fellowship, to the breaking of the bread and the prayers.\""},{"type":"ref","number":480},{"type":"spacer"},{"type":"text","text":" Communion in the faith. the faith of the faithful is the faith of the Church, received from the apostles. Faith is a treasure of life which is enriched by being shared."}]},{"elements":[{"type":"ref-ccc","ref_number":950},{"type":"text","text":"Communion of the sacraments. \"The fruit of all the sacraments belongs to all the faithful. All the sacraments are sacred links uniting the faithful with one another and binding them to Jesus Christ, and above all Baptism, the gate by which we enter into the Church. the communion of saints must be understood as the communion of the sacraments.... the name 'communion' can be applied to all of them, for they unite us to God.... But this name is better suited to the Eucharist than to any other, because it is primarily the Eucharist that brings this communion about.\""},{"type":"ref","number":481}]},{"elements":[{"type":"ref-ccc","ref_number":951},{"type":"text","text":"Communion of charisms. Within the communion of the Church, the Holy Spirit \"distributes special graces among the faithful of every rank\" for the building up of the Church."},{"type":"ref","number":482},{"type":"text","text":" Now, \"to each is given the manifestation of the Spirit for the common good.\""},{"type":"ref","number":483}]},{"elements":[{"type":"ref-ccc","ref_number":952},{"type":"text","text":"\"They had everything in common.\""},{"type":"ref","number":484},{"type":"text","text":" \"Everything the true Christian has is to be regarded as a good possessed in common with everyone else. All Christians should be ready and eager to come to the help of the needy . . . and of their neighbors in want.\""},{"type":"ref","number":485},{"type":"text","text":" A Christian is a steward of the Lord's goods."},{"type":"ref","number":486}]},{"elements":[{"type":"ref-ccc","ref_number":953},{"type":"text","text":"Communion in charity. In the sanctorum communio, \"None of us lives to himself, and none of us dies to himself.\""},{"type":"ref","number":487},{"type":"text","text":" \"If one member suffers, all suffer together; if one member is honored, all rejoice together. Now you are the body of Christ and individually members of it.\""},{"type":"ref","number":488},{"type":"text","text":" \"Charity does not insist on its own way.\""},{"type":"ref","number":489},{"type":"text","text":" In this solidarity with all men, living or dead, which is founded on the communion of saints, the least of our acts done in charity redounds to the profit of all. Every sin harms this communion."}]},{"elements":[{"type":"text","text":"II. THE COMMUNION OF THE CHURCH OF HEAVEN AND EARTH"}]},{"elements":[{"type":"ref-ccc","ref_number":954},{"type":"text","text":"The three states of the Church. \"When the Lord comes in glory, and all his angels with him, death will be no more and all things will be subject to him. But at the present time some of his disciples are pilgrims on earth. Others have died and are being purified, while still others are in glory, contemplating 'in full light, God himself triune and one, exactly as he is\"':"},{"type":"ref","number":490}]},{"elements":[{"type":"text","text":"All of us, however, in varying degrees and in different ways share in the same charity towards God and our neighbours, and we all sing the one hymn of glory to our God. All, indeed, who are of Christ and who have his Spirit form one Church and in Christ cleave together."},{"type":"ref","number":491}]},{"elements":[{"type":"ref-ccc","ref_number":955},{"type":"text","text":"\"So it is that the union of the wayfarers with the brethren who sleep in the peace of Christ is in no way interrupted, but on the contrary, according to the constant faith of the Church, this union is reinforced by an exchange of spiritual goods.\""},{"type":"ref","number":492}]},{"elements":[{"type":"ref-ccc","ref_number":956},{"type":"text","text":"The intercession of the saints. \"Being more closely united to Christ, those who dwell in heaven fix the whole Church more firmly in holiness.... They do not cease to intercede with the Father for us, as they proffer the merits which they acquired on earth through the one mediator between God and men, Christ Jesus.... So by their fraternal concern is our weakness greatly helped.\""},{"type":"ref","number":493}]},{"elements":[{"type":"text","text":"Do not weep, for I shall be more useful to you after my death and I shall help you then more effectively than during my life."},{"type":"ref","number":494}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"I want to spend my heaven in doing good on earth."},{"type":"ref","number":495}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":957},{"type":"text","text":"Communion with the saints. \"It is not merely by the title of example that we cherish the memory of those in heaven; we seek, rather, that by this devotion to the exercise of fraternal charity the union of the whole Church in the Spirit may be strengthened. Exactly as Christian communion among our fellow pilgrims brings us closer to Christ, so our communion with the saints joins us to Christ, from whom as from its fountain and head issues all grace, and the life of the People of God itself\""},{"type":"ref","number":496},{"type":"text","text":":"}]},{"elements":[{"type":"text","text":"We worship Christ as God's Son; we love the martyrs as the Lord's disciples and imitators, and rightly so because of their matchless devotion towards their king and master. May we also be their companions and fellow disciples!"},{"type":"ref","number":497}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":958},{"type":"text","text":"Communion with the dead. \"In full consciousness of this communion of the whole Mystical Body of Jesus Christ, the Church in its pilgrim members, from the very earliest days of the Christian religion, has honored with great respect the memory of the dead; and 'because it is a holy and a wholesome thought to pray for the dead that they may be loosed from their sins' she offers her suffrages for them.\""},{"type":"ref","number":498},{"type":"text","text":" Our prayer for them is capable not only of helping them, but also of making their intercession for us effective."}]},{"elements":[{"type":"ref-ccc","ref_number":959},{"type":"text","text":"In the one family of God. \"For if we continue to love one another and to join in praising the Most Holy Trinity - all of us who are sons of God and form one family in Christ - we will be faithful to the deepest vocation of the Church.\""},{"type":"ref","number":499}]},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":960},{"attrs":{"i":true},"type":"text","text":"The Church is a \"communion of saints\": this expression refers first to the \"holy things\" (sancta), above all the Eucharist, by which \"the unity of believers, who form one body in Christ, is both represented and brought about\" (LG 3)."}]},{"elements":[{"type":"ref-ccc","ref_number":961},{"attrs":{"i":true},"type":"text","text":"The term \"communion of saints\" refers also to the communion of \"holy persons\" (sancti) in Christ who \"died for all,\" so that what each one does or suffers in and for Christ bears fruit for all."}]},{"elements":[{"type":"ref-ccc","ref_number":962},{"attrs":{"i":true},"type":"text","text":"\"We believe in the communion of all the faithful of Christ, those who are pilgrims on earth, the dead who are being purified, and the blessed in heaven, all together forming one Church; and we believe that in this communion, the merciful love of God and his saints is always [attentive] to our prayers\" (Paul VI, CPG # 30)."}]}],"footnotes":{"477":{"number":477,"refs":[{"text":"Nicetas, Expl. Symb., 10: PL 52:871B.","link":null}]},"478":{"number":478,"refs":[{"text":"St. Thomas Aquinas, Symb., 10.","link":null}]},"479":{"number":479,"refs":[{"text":"Roman Catechism I, 10, 24.","link":null}]},"480":{"number":480,"refs":[{"text":"⇒ Acts 2:42.","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.42"}]},"481":{"number":481,"refs":[{"text":"Roman Catechism 1, 10, 24.","link":null}]},"482":{"number":482,"refs":[{"text":"LG 12 # 2.","link":null}]},"483":{"number":483,"refs":[{"text":"⇒ 1 Cor 12:7.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.7"}]},"484":{"number":484,"refs":[{"text":"⇒ Acts 4:32.","link":"http://www.vatican.va/archive/ENG0839/_PXY.HTM#GOSP.ACT.4.32"}]},"485":{"number":485,"refs":[{"text":"Roman Catechism 1, 10, 27.","link":null}]},"486":{"number":486,"refs":[{"text":"Cf. ⇒ Lk 16:1, 3.","link":"http://www.vatican.va/archive/ENG0839/_PWZ.HTM#GOSP.LUK.16.1"}]},"487":{"number":487,"refs":[{"text":"⇒ Rom 14:7.","link":"http://www.vatican.va/archive/ENG0839/_PZ2.HTM#NTLET.ROM.14.7"}]},"488":{"number":488,"refs":[{"text":"⇒ 1 Cor 12:26-27.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.26"}]},"489":{"number":489,"refs":[{"text":"⇒ 1 Cor 13:5","link":"http://www.vatican.va/archive/ENG0839/_PZI.HTM#NTLET.1COR.13.5"},{"text":"cf. ⇒ 10:24.","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.24"}]},"490":{"number":490,"refs":[{"text":"LG 49","link":null},{"text":"cf. ⇒ Mt 25:31","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.31"},{"text":"⇒ 1 Cor 15:26-27","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.26"},{"text":"Council of Florence (1439): DS 1305.","link":null}]},"491":{"number":491,"refs":[{"text":"LG 49","link":null},{"text":"cf. ⇒ Eph 4:16.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.16"}]},"492":{"number":492,"refs":[{"text":"LG 49.","link":null}]},"493":{"number":493,"refs":[{"text":"LG 49","link":null},{"text":"cf. ⇒ 1 Tim 2:5.","link":"http://www.vatican.va/archive/ENG0839/_P110.HTM#NTLET.1TIM.2.5"}]},"494":{"number":494,"refs":[{"text":"St. Dominic, dying, to his brothers.","link":null}]},"495":{"number":495,"refs":[{"text":"St. Therese of Lisieux, the Final Conversations, tr. John Clarke    (Washington: ICS, 1977), 102.","link":null}]},"496":{"number":496,"refs":[{"text":"LG 50","link":null},{"text":"cf. ⇒ Eph 4:1-6.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.1"}]},"497":{"number":497,"refs":[{"text":"Martyrium Polycarpi, 17: Apostolic Fathers II/3, 396.","link":null}]},"498":{"number":498,"refs":[{"text":"LG 50","link":null},{"text":"cf. ⇒ 2 Macc 12:45.","link":"http://www.vatican.va/archive/ENG0839/_PEG.HTM#PENT.2MAC.12.45"}]},"499":{"number":499,"refs":[{"text":"LG 51","link":null},{"text":"d. ⇒ Heb 3:6.","link":"http://www.vatican.va/archive/ENG0839/_P11I.HTM#NTLET.HEB.3.6"}]}}}