{"id":"toc-53","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 6. MAN"}]},{"elements":[{"type":"ref-ccc","ref_number":355},{"type":"text","text":"\"God created man in his own image, in the image of God he created him, male and female he created them.\""},{"type":"ref","number":218},{"type":"text","text":" Man occupies a unique place in creation: (I) he is \"in the image of God\"; (II) in his own nature he unites the spiritual and material worlds; (III) he is created \"male and female\"; (IV) God established him in his friendship."}]},{"elements":[{"type":"text","text":"I. \"IN THE IMAGE OF GOD\""}]},{"elements":[{"type":"ref-ccc","ref_number":356},{"type":"text","text":"of all visible creatures only man is \"able to know and love his creator\"."},{"type":"ref","number":219},{"type":"text","text":" He is \"the only creature on earth that God has willed for its own sake\","},{"type":"ref","number":220},{"type":"text","text":" and he alone is called to share, by knowledge and love, in God's own life. It was for this end that he was created, and this is the fundamental reason for his dignity: "},{"type":"spacer"},{"type":"text","text":" What made you establish man in so great a dignity? Certainly the incalculable love by which you have looked on your creature in yourself! You are taken with love for her; for by love indeed you created her, by love you have given her a being capable of tasting your eternal Good."},{"type":"ref","number":221}]},{"elements":[{"type":"ref-ccc","ref_number":357},{"type":"text","text":"Being in the image of God the human individual possesses the dignity of a person, who is not just something, but someone. He is capable of self-knowledge, of self-possession and of freely giving himself and entering into communion with other persons. and he is called by grace to a covenant with his Creator, to offer him a response of faith and love that no other creature can give in his stead."}]},{"elements":[{"type":"ref-ccc","ref_number":358},{"type":"text","text":"God created everything for man,"},{"type":"ref","number":222},{"type":"text","text":" but man in turn was created to serve and love God and to offer all creation back to him: "},{"type":"spacer"},{"type":"text","text":" What is it that is about to be created, that enjoys such honour? It is man that great and wonderful living creature, more precious in the eyes of God than all other creatures! For him the heavens and the earth, the sea and all the rest of creation exist. God attached so much importance to his salvation that he did not spare his own Son for the sake of man. Nor does he ever cease to work, trying every possible means, until he has raised man up to himself and made him sit at his right hand."},{"type":"ref","number":223}]},{"elements":[{"type":"ref-ccc","ref_number":359},{"type":"text","text":"\"In reality it is only in the mystery of the Word made flesh that the mystery of man truly becomes clear.\""},{"type":"ref","number":224}]},{"elements":[{"type":"text","text":"St. Paul tells us that the human race takes its origin from two men: Adam and Christ. . . the first man, Adam, he says, became a living soul, the last Adam a life-giving spirit. the first Adam was made by the last Adam, from whom he also received his soul, to give him life... the second Adam stamped his image on the first Adam when he created him. That is why he took on himself the role and the name of the first Adam, in order that he might not lose what he had made in his own image. the first Adam, the last Adam: the first had a beginning, the last knows no end. the last Adam is indeed the first; as he himself says: \"I am the first and the last.\""},{"type":"ref","number":225}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":360},{"type":"text","text":"Because of its common origin the human race forms a unity, for \"from one ancestor (God) made all nations to inhabit the whole earth\":"},{"type":"ref","number":226}]},{"elements":[{"type":"text","text":"O wondrous vision, which makes us contemplate the human race in the unity of its origin in God. . . in the unity of its nature, composed equally in all men of a material body and a spiritual soul; in the unity of its immediate end and its mission in the world; in the unity of its dwelling, the earth, whose benefits all men, by right of nature, may use to sustain and develop life; in the unity of its supernatural end: God himself, to whom all ought to tend; in the unity of the means for attaining this end;. . . in the unity of the redemption wrought by Christ for all."},{"type":"ref","number":227}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":361},{"type":"text","text":"\"This law of human solidarity and charity\","},{"type":"ref","number":228},{"type":"text","text":" without excluding the rich variety of persons, cultures and peoples, assures us that all men are truly brethren."}]},{"elements":[{"type":"text","text":"II. \"BODY AND SOUL BUT TRULY ONE\""}]},{"elements":[{"type":"ref-ccc","ref_number":362},{"type":"text","text":"The human person, created in the image of God, is a being at once corporeal and spiritual. the biblical account expresses this reality in symbolic language when it affirms that \"then the LORD God formed man of dust from the ground, and breathed into his nostrils the breath of life; and man became a living being.\""},{"type":"ref","number":229},{"type":"text","text":" Man, whole and entire, is therefore willed by God."}]},{"elements":[{"type":"ref-ccc","ref_number":363},{"type":"text","text":"In Sacred Scripture the term \"soul\" often refers to human life or the entire human person."},{"type":"ref","number":230},{"type":"text","text":" But \"soul\" also refers to the innermost aspect of man, that which is of greatest value in him,"},{"type":"ref","number":231},{"type":"text","text":" that by which he is most especially in God's image: \"soul\" signifies the spiritual principle in man."}]},{"elements":[{"type":"ref-ccc","ref_number":364},{"type":"text","text":"The human body shares in the dignity of \"the image of God\": it is a human body precisely because it is animated by a spiritual soul, and it is the whole human person that is intended to become, in the body of Christ, a temple of the Spirit:"},{"type":"ref","number":232}]},{"elements":[{"type":"text","text":"Man, though made of body and soul, is a unity. Through his very bodily condition he sums up in himself the elements of the material world. Through him they are thus brought to their highest perfection and can raise their voice in praise freely given to the Creator. For this reason man may not despise his bodily life. Rather he is obliged to regard his body as good and to hold it in honour since God has created it and will raise it up on the last day "},{"type":"ref","number":233}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":365},{"type":"text","text":"The unity of soul and body is so profound that one has to consider the soul to be the \"form\" of the body:"},{"type":"ref","number":234},{"type":"text","text":" i.e., it is because of its spiritual soul that the body made of matter becomes a living, human body; spirit and matter, in man, are not two natures united, but rather their union forms a single nature."}]},{"elements":[{"type":"ref-ccc","ref_number":366},{"type":"text","text":"The Church teaches that every spiritual soul is created immediately by God - it is not \"produced\" by the parents - and also that it is immortal: it does not perish when it separates from the body at death, and it will be reunited with the body at the final Resurrection."},{"type":"ref","number":235}]},{"elements":[{"type":"ref-ccc","ref_number":367},{"type":"text","text":"Sometimes the soul is distinguished from the spirit: St. Paul for instance prays that God may sanctify his people \"wholly\", with \"spirit and soul and body\" kept sound and blameless at the Lord's coming."},{"type":"ref","number":236},{"type":"text","text":" The Church teaches that this distinction does not introduce a duality into the soul."},{"type":"ref","number":237},{"type":"text","text":" \"Spirit\" signifies that from creation man is ordered to a supernatural end and that his soul can gratuitously be raised beyond all it deserves to communion with God."},{"type":"ref","number":238}]},{"elements":[{"type":"ref-ccc","ref_number":368},{"type":"text","text":"The spiritual tradition of the Church also emphasizes the heart, in the biblical sense of the depths of one's being, where the person decides for or against God."},{"type":"ref","number":239}]},{"elements":[{"type":"text","text":"III. \"MALE AND FEMALE HE CREATED THEM\""}]},{"elements":[{"type":"text","text":"Equality and difference willed by God"}]},{"elements":[{"type":"ref-ccc","ref_number":369},{"type":"text","text":"Man and woman have been created, which is to say, willed by God: on the one hand, in perfect equality as human persons; on the other, in their respective beings as man and woman. \"Being man\" or \"being woman\" is a reality which is good and willed by God: man and woman possess an inalienable dignity which comes to them immediately from God their Creator."},{"type":"ref","number":240},{"type":"text","text":" Man and woman are both with one and the same dignity \"in the image of God\". In their \"being-man\" and \"being-woman\", they reflect the Creator's wisdom and goodness."}]},{"elements":[{"type":"ref-ccc","ref_number":370},{"type":"text","text":"In no way is God in man's image. He is neither man nor woman. God is pure spirit in which there is no place for the difference between the sexes. But the respective \"perfections\" of man and woman reflect something of the infinite perfection of God: those of a mother and those of a father and husband."},{"type":"ref","number":241}]},{"elements":[{"type":"text","text":"\"Each for the other\" - \"A unity in two\""}]},{"elements":[{"type":"ref-ccc","ref_number":371},{"type":"text","text":"God created man and woman together and willed each for the other. the Word of God gives us to understand this through various features of the sacred text. \"It is not good that the man should be alone. I will make him a helper fit for him.\""},{"type":"ref","number":242},{"type":"text","text":" None of the animals can be man's partner."},{"type":"ref","number":243},{"type":"text","text":" The woman God \"fashions\" from the man's rib and brings to him elicits on the man's part a cry of wonder, an exclamation of love and communion: \"This at last is bone of my bones and flesh of my flesh.\""},{"type":"ref","number":244},{"type":"text","text":" Man discovers woman as another \"I\", sharing the same humanity."}]},{"elements":[{"type":"ref-ccc","ref_number":372},{"type":"text","text":"Man and woman were made \"for each other\" - not that God left them half-made and incomplete: he created them to be a communion of persons, in which each can be \"helpmate\" to the other, for they are equal as persons (\"bone of my bones. . .\") and complementary as masculine and feminine. In marriage God unites them in such a way that, by forming \"one flesh\","},{"type":"ref","number":245},{"type":"text","text":" they can transmit human life: \"Be fruitful and multiply, and fill the earth.\""},{"type":"ref","number":246},{"type":"text","text":" By transmitting human life to their descendants, man and woman as spouses and parents co-operate in a unique way in the Creator's work."},{"type":"ref","number":247}]},{"elements":[{"type":"ref-ccc","ref_number":373},{"type":"text","text":"In God's plan man and woman have the vocation of \"subduing\" the earth"},{"type":"ref","number":248},{"type":"text","text":" as stewards of God. This sovereignty is not to be an arbitrary and destructive domination. God calls man and woman, made in the image of the Creator \"who loves everything that exists\","},{"type":"ref","number":249},{"type":"text","text":" to share in his providence toward other creatures; hence their responsibility for the world God has entrusted to them."}]},{"elements":[{"type":"text","text":"IV. MAN IN PARADISE"}]},{"elements":[{"type":"ref-ccc","ref_number":374},{"type":"text","text":"The first man was not only created good, but was also established in friendship with his Creator and in harmony with himself and with the creation around him, in a state that would be surpassed only by the glory of the new creation in Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":375},{"type":"text","text":"The Church, interpreting the symbolism of biblical language in an authentic way, in the light of the New Testament and Tradition, teaches that our first parents, Adam and Eve, were constituted in an original \"state of holiness and justice\"."},{"type":"ref","number":250},{"type":"text","text":" This grace of original holiness was \"to share in. . .divine life\"."},{"type":"ref","number":251}]},{"elements":[{"type":"ref-ccc","ref_number":376},{"type":"text","text":"By the radiance of this grace all dimensions of man's life were confirmed. As long as he remained in the divine intimacy, man would not have to suffer or die."},{"type":"ref","number":252},{"type":"text","text":" The inner harmony of the human person, the harmony between man and woman,"},{"type":"ref","number":253},{"type":"text","text":" and finally the harmony between the first couple and all creation, comprised the state called \"original justice\"."}]},{"elements":[{"type":"ref-ccc","ref_number":377},{"type":"text","text":"The \"mastery\" over the world that God offered man from the beginning was realized above all within man himself: mastery of self. the first man was unimpaired and ordered in his whole being because he was free from the triple concupiscence"},{"type":"ref","number":254},{"type":"text","text":" that subjugates him to the pleasures of the senses, covetousness for earthly goods, and self-assertion, contrary to the dictates of reason."}]},{"elements":[{"type":"ref-ccc","ref_number":378},{"type":"text","text":"The sign of man's familiarity with God is that God places him in the garden."},{"type":"ref","number":255},{"type":"text","text":" There he lives \"to till it and keep it\". Work is not yet a burden,"},{"type":"ref","number":256},{"type":"text","text":" but rather the collaboration of man and woman with God in perfecting the visible creation."}]},{"elements":[{"type":"ref-ccc","ref_number":379},{"type":"text","text":"This entire harmony of original justice, foreseen for man in God's plan, will be lost by the sin of our first parents."}]},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":380},{"attrs":{"i":true},"type":"text","text":"\"Father,. . . you formed man in your own likeness and set him over the whole world to serve you, his creator, and to rule over all creatures\" (Roman Missal, EP IV, 118)."}]},{"elements":[{"type":"ref-ccc","ref_number":381},{"attrs":{"i":true},"type":"text","text":"Man is predestined to reproduce the image of God's Son made man, the \"image of the invisible God\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.15"},{"attrs":{"i":true},"type":"text","text":" Col 1:15), so that Christ shall be the first-born of a multitude of brothers and sisters (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.3"},{"attrs":{"i":true},"type":"text","text":" Eph 1:3-6; "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.29"},{"attrs":{"i":true},"type":"text","text":" Rom 8:29)."}]},{"elements":[{"type":"ref-ccc","ref_number":382},{"attrs":{"i":true},"type":"text","text":"\"Man, though made of body and soul, is a unity\" (GS 14 # 1). the doctrine of the faith affirms that the spiritual and immortal soul is created immediately by God."}]},{"elements":[{"type":"ref-ccc","ref_number":383},{"attrs":{"i":true},"type":"text","text":"\"God did not create man a solitary being. From the beginning, \"male and female he created them\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.27"},{"attrs":{"i":true},"type":"text","text":" Gen 1:27). This partnership of man and woman constitutes the first form of communion between persons\" (GS 12 # 4)."}]},{"elements":[{"type":"ref-ccc","ref_number":384},{"attrs":{"i":true},"type":"text","text":"Revelation makes known to us the state of original holiness and justice of man and woman before sin: from their friendship with God flowed the happiness of their existence in paradise."}]}],"footnotes":{"218":{"number":218,"refs":[{"text":"⇒ Gen 1:27.","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.27"}]},"219":{"number":219,"refs":[{"text":"GS 12 # 3.","link":null}]},"220":{"number":220,"refs":[{"text":"GS 24 # 3.","link":null}]},"221":{"number":221,"refs":[{"text":"St. Catherine of Siena, Dialogue IV, 13 \"On Divine Providence\": LH,    Sunday, week 19, OR.","link":null}]},"222":{"number":222,"refs":[{"text":"Cf. GS 12 # 1","link":null},{"text":"24 # 3","link":null},{"text":"39 # 1.","link":null}]},"223":{"number":223,"refs":[{"text":"St. John Chrysostom, In Gen. sermo 2, 1: PG 54, 587D-588A.","link":null}]},"224":{"number":224,"refs":[{"text":"GS 22 # 1.","link":null}]},"225":{"number":225,"refs":[{"text":"St. Peter Chrysologus, Sermo 117: PL 52, 520-521.","link":null}]},"226":{"number":226,"refs":[{"text":"⇒ Acts 17:26","link":"http://www.vatican.va/archive/ENG0839/_PYB.HTM#GOSP.ACT.17.26"},{"text":"cf. ⇒ Tob 8:6.","link":"http://www.vatican.va/archive/ENG0839/_PCI.HTM#PENT.TOB.8.6"}]},"227":{"number":227,"refs":[{"text":"Pius XII. Enc. Summi pontificatus 3","link":null},{"text":"cf. NA 1.","link":null}]},"228":{"number":228,"refs":[{"text":"Pius XII Summi pontificatus 3.","link":null}]},"229":{"number":229,"refs":[{"text":"⇒ Gen 2:7.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.7"}]},"230":{"number":230,"refs":[{"text":"Cf. ⇒ Mt 16:25-26","link":"http://www.vatican.va/archive/ENG0839/_PVP.HTM#GOSP.MAT.16.25"},{"text":"⇒ Jn 15:13","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.13"},{"text":"⇒ Acts 2:41","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.41"}]},"231":{"number":231,"refs":[{"text":"Cf. ⇒ Mt 10:28","link":"http://www.vatican.va/archive/ENG0839/_PVJ.HTM#GOSP.MAT.10.28"},{"text":"⇒ 26:38","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.38"},{"text":"⇒ Jn 12:27","link":"http://www.vatican.va/archive/ENG0839/_PXK.HTM#GOSP.JOH.12.27"},{"text":"⇒ 2 Macc 6 30.","link":"http://www.vatican.va/archive/ENG0839/_PEA.HTM#PENT.2MAC.6.30"}]},"232":{"number":232,"refs":[{"text":"Cf. ⇒ I Cor 6:19-20","link":"http://www.vatican.va/archive/ENG0839/_PZB.HTM#NTLET.1COR.6.19"},{"text":"⇒ 15:44-45.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.44"}]},"233":{"number":233,"refs":[{"text":"GS 14 # 1","link":null},{"text":"cf. ⇒ Dan 3:57-80.","link":"http://www.vatican.va/archive/ENG0839/_PSO.HTM#PROPHB.DAN.3.57"}]},"234":{"number":234,"refs":[{"text":"Cf. Council of Vienne (1312): DS 902.","link":null}]},"235":{"number":235,"refs":[{"text":"Cf. Pius XII, Humani generis: DS 3896","link":null},{"text":"Paul VI, CPC # 8","link":null},{"text":"Lateran    Council V (1513): DS 1440.","link":null}]},"236":{"number":236,"refs":[{"text":"1 Th 5:23.","link":null}]},"237":{"number":237,"refs":[{"text":"Cf. Council of Constantinople IV (870): DS 657.","link":null}]},"238":{"number":238,"refs":[{"text":"Cf. Vatican Council I, Dei Filius: DS 3005","link":null},{"text":"GS 22 # 5","link":null},{"text":"Humani generis:    DS 3891.","link":null}]},"239":{"number":239,"refs":[{"text":"Cf. ⇒ Jer 31:33","link":"http://www.vatican.va/archive/ENG0839/_PQ9.HTM#PROPHB.JER.31.33"},{"text":"Dt 6:5","link":null},{"text":"29:3","link":null},{"text":"⇒ Is 29:13","link":"http://www.vatican.va/archive/ENG0839/_POC.HTM#PROPHB.ISA.29.13"},{"text":"⇒ Ezek 36:26","link":"http://www.vatican.va/archive/ENG0839/_PS8.HTM#PROPHB.EZE.36.26"},{"text":"⇒ Mt 6:21","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.21"},{"text":"⇒ Lk 8:15","link":"http://www.vatican.va/archive/ENG0839/_PWR.HTM#GOSP.LUK.8.15"},{"text":"⇒ Rom 5:5.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.5"}]},"240":{"number":240,"refs":[{"text":"Cf. ⇒ Gen 2:7, ⇒ 22.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.7"}]},"241":{"number":241,"refs":[{"text":"Cf. ⇒ Is 49:14-15","link":"http://www.vatican.va/archive/ENG0839/_POW.HTM#PROPHB.ISA.49.14"},{"text":"⇒ 66: 13","link":"http://www.vatican.va/archive/ENG0839/_PPD.HTM#PROPHB.ISA.66.13"},{"text":"⇒ Ps 131:2-3","link":"http://www.vatican.va/archive/ENG0839/_PJF.HTM#WISDB.PSA.131.2"},{"text":"]⇒ Hos 11:1-4","link":"http://www.vatican.va/archive/ENG0839/_PTB.HTM#PROPHB.HOS.11.1"},{"text":"⇒ Jer 3:4- 19.","link":"http://www.vatican.va/archive/ENG0839/_PPH.HTM#PROPHB.JER.3.4"}]},"242":{"number":242,"refs":[{"text":"⇒ Gen 2:18.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.18"}]},"243":{"number":243,"refs":[{"text":"]⇒ Gen 2:19-20.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.19"}]},"244":{"number":244,"refs":[{"text":"⇒ Gen 2:23","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.23"}]},"245":{"number":245,"refs":[{"text":"⇒ Gen 2:24","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.24"}]},"246":{"number":246,"refs":[{"text":"⇒ Gen 1:28.","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.28"}]},"247":{"number":247,"refs":[{"text":"Cf. GS 50 # 1.","link":null}]},"248":{"number":248,"refs":[{"text":"⇒ Gen 1:28.","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.28"}]},"249":{"number":249,"refs":[{"text":"Wis 11:24.","link":null}]},"250":{"number":250,"refs":[{"text":"Cf. Council of Trent (1546): DS 1511.","link":null}]},"251":{"number":251,"refs":[{"text":"Cf. LG 2.","link":null}]},"252":{"number":252,"refs":[{"text":"Cf. ⇒ Gen 2:17","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.17"},{"text":"⇒ 3:16, ⇒ 19.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.16"}]},"253":{"number":253,"refs":[{"text":"Cf. ⇒ Gen 2:25.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.25"}]},"254":{"number":254,"refs":[{"text":"Cf. I ⇒ Jn 2:16.","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.16"}]},"255":{"number":255,"refs":[{"text":"Cf. ⇒ Gen 2:8.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.8"}]},"256":{"number":256,"refs":[{"text":"⇒ Gen 2:15","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.15"},{"text":"cf. ⇒ 3:17-19","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.17"}]}}}