{"id":"toc-96","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. The Power of the Keys"}]},{"elements":[{"type":"ref-ccc","ref_number":981},{"type":"text","text":"After his Resurrection, Christ sent his apostles \"so that repentance and forgiveness of sins should be preached in his name to all nations.\""},{"type":"ref","number":524},{"type":"text","text":" The apostles and their successors carry out this \"ministry of reconciliation,\" not only by announcing to men God's forgiveness merited for us by Christ, and calling them to conversion and faith; but also by communicating to them the forgiveness of sins in Baptism, and reconciling them with God and with the Church through the power of the keys, received from Christ:"},{"type":"ref","number":525}]},{"elements":[{"type":"text","text":"[The Church] has received the keys of the Kingdom of heaven so that, in her, sins may be forgiven through Christ's blood and the Holy Spirit's action. In this Church, the soul dead through sin comes back to life in order to live with Christ, whose grace has saved us."},{"type":"ref","number":526}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":982},{"type":"text","text":"There is no offense, however serious, that the Church cannot forgive. \"There is no one, however wicked and guilty, who may not confidently hope for forgiveness, provided his repentance is honest."},{"type":"ref","number":527},{"type":"text","text":" Christ who died for all men desires that in his Church the gates of forgiveness should always be open to anyone who turns away from sin."},{"type":"ref","number":528}]},{"elements":[{"type":"ref-ccc","ref_number":983},{"type":"text","text":"Catechesis strives to awaken and nourish in the faithful faith in the incomparable greatness of the risen Christ's gift to his Church: the mission and the power to forgive sins through the ministry of the apostles and their successors:"}]},{"elements":[{"type":"text","text":"The Lord wills that his disciples possess a tremendous power: that his lowly servants accomplish in his name all that he did when he was on earth."},{"type":"ref","number":529},{"type":"spacer"},{"type":"text","text":" Priests have received from God a power that he has given neither to angels nor to archangels .... God above confirms what priests do here below."},{"type":"ref","number":530},{"type":"spacer"},{"type":"text","text":" Were there no forgiveness of sins in the Church, there would be no hope of life to come or eternal liberation. Let us thank God who has given his Church such a gift."},{"type":"ref","number":531}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":984},{"type":"text","text":"The Creed links \"the forgiveness of sins\" with its profession of faith in the Holy Spirit, for the risen Christ entrusted to the apostles the power to forgive sins when he gave them the Holy Spirit."}]},{"elements":[{"type":"ref-ccc","ref_number":985},{"type":"text","text":"Baptism is the first and chief sacrament of the forgiveness of sins: it unites us to Christ, who died and rose, and gives us the Holy Spirit."}]},{"elements":[{"type":"ref-ccc","ref_number":986},{"type":"text","text":"By Christ's will, the Church possesses the power to forgive the sins of the baptized and exercises it through bishops and priests normally in the sacrament of Penance."}]},{"elements":[{"type":"ref-ccc","ref_number":987},{"type":"text","text":"\"In the forgiveness of sins, both priests and sacraments are instruments which our Lord Jesus Christ, the only author and liberal giver of salvation, wills to use in order to efface our sins and give us the grace of justification\" (Roman Catechism, I, 11, 6)."}]}],"footnotes":{"524":{"number":524,"refs":[{"text":"⇒ Lk 24:47.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.47"}]},"525":{"number":525,"refs":[{"text":"⇒ 2 Cor 5:18.","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.18"}]},"526":{"number":526,"refs":[{"text":"St. Augustine, Sermo 214, 11: PL 38, 1071-1072.","link":null}]},"527":{"number":527,"refs":[{"text":"Roman Catechism I, 11, 5.","link":null}]},"528":{"number":528,"refs":[{"text":"Cf. ⇒ Mt 18:21-22.","link":"http://www.vatican.va/archive/ENG0839/_PVR.HTM#GOSP.MAT.18.21"}]},"529":{"number":529,"refs":[{"text":"Cf. St. Ambrose, De poenit. I, 15: PL 16, 490.","link":null}]},"530":{"number":530,"refs":[{"text":"John Chrysostom, De sac. 3, 5: PG 48, 643.","link":null}]},"531":{"number":531,"refs":[{"text":"St. Augustine, Sermo 213, 8: PL 38,1064.","link":null}]}}}