{"id":"toc-95","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. One Baptism for the Forgiveness of Sins"}]},{"elements":[{"type":"ref-ccc","ref_number":977},{"type":"text","text":"Our Lord tied the forgiveness of sins to faith and Baptism: \"Go into all the world and preach the gospel to the whole creation. He who believes and is baptized will be saved.\""},{"type":"ref","number":519},{"type":"text","text":" Baptism is the first and chief sacrament of forgiveness of sins because it unites us with Christ, who died for our sins and rose for our justification, so that \"we too might walk in newness of life.\""},{"type":"ref","number":520}]},{"elements":[{"type":"ref-ccc","ref_number":978},{"type":"text","text":"\"When we made our first profession of faith while receiving the holy Baptism that cleansed us, the forgiveness we received then was so full and complete that there remained in us absolutely nothing left to efface, neither original sin nor offenses committed by our own will, nor was there left any penalty to suffer in order to expiate them.... Yet the grace of Baptism delivers no one from all the weakness of nature. On the contrary, we must still combat the movements of concupiscence that never cease leading us into evil \""},{"type":"ref","number":521}]},{"elements":[{"type":"ref-ccc","ref_number":979},{"type":"text","text":"In this battle against our inclination towards evil, who could be brave and watchful enough to escape every wound of sin? \"If the Church has the power to forgive sins, then Baptism cannot be her only means of using the keys of the Kingdom of heaven received from Jesus Christ. the Church must be able to forgive all penitents their offenses, even if they should sin until the last moment of their lives.\""},{"type":"ref","number":522}]},{"elements":[{"type":"ref-ccc","ref_number":980},{"type":"text","text":"It is through the sacrament of Penance that the baptized can be reconciled with God and with the Church:"}]},{"elements":[{"type":"text","text":"Penance has rightly been called by the holy Fathers \"a laborious kind of baptism.\" This sacrament of Penance is necessary for salvation for those who have fallen after Baptism, just as Baptism is necessary for salvation for those who have not yet been reborn."},{"type":"ref","number":523}],"attrs":{"indent":true}}],"footnotes":{"519":{"number":519,"refs":[{"text":"⇒ Mk 16:15-16.","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.15"}]},"520":{"number":520,"refs":[{"text":"⇒ Rom 6:4","link":"http://www.vatican.va/archive/ENG0839/_PYU.HTM#NTLET.ROM.6.4"},{"text":"Cf. ⇒ 4:25.","link":"http://www.vatican.va/archive/ENG0839/_PYS.HTM#NTLET.ROM.4.25"}]},"521":{"number":521,"refs":[{"text":"Roman Catechism I, 11,3.","link":null}]},"522":{"number":522,"refs":[{"text":"Roman Catechism I, 11,4.","link":null}]},"523":{"number":523,"refs":[{"text":"Council of Trent (1551): DS 1672","link":null},{"text":"Cf. St. Gregory of Nazianzus, Oratio 39,17: PG 36,356.","link":null}]}}}