{"id":"toc-87","paragraphs":[{"elements":[{"type":"text","text":"Article 9","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"\"I BELIEVE IN THE HOLY CATHOLIC CHURCH\"","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":748},{"type":"text","text":"\"Christ is the light of humanity; and it is, accordingly, the heart-felt desire of this sacred Council, being gathered together in the Holy Spirit, that, by proclaiming his Gospel to every creature, it may bring to all men that light of Christ which shines out visibly from the Church.\"","attrs":{}},{"type":"ref","number":135},{"type":"text","text":" These words open the Second Vatican Council's Dogmatic Constitution on the Church. By choosing this starting point, the Council demonstrates that the article of faith about the Church depends entirely on the articles concerning Christ Jesus. the Church has no other light than Christ's; according to a favorite image of the Church Fathers, the Church is like the moon, all its light reflected from the sun.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":749},{"type":"text","text":"The article concerning the Church also depends entirely on the article about the Holy Spirit, which immediately precedes it. \"Indeed, having shown that the Spirit is the source and giver of all holiness, we now confess that it is he who has endowed the Church with holiness.\"","attrs":{}},{"type":"ref","number":136},{"type":"text","text":" The Church is, in a phrase used by the Fathers, the place \"where the Spirit flourishes.\"","attrs":{}},{"type":"ref","number":137}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":750},{"type":"text","text":"To believe that the Church is \"holy\" and \"catholic,\" and that she is \"one\" and \"apostolic\" (as the Nicene Creed adds), is inseparable from belief in God, the Father, the Son, and the Holy Spirit. In the Apostles' Creed we profess \"one Holy Church\" (Credo . . . Ecclesiam), and not to believe in the Church, so as not to confuse God with his works and to attribute clearly to God's goodness all the gifts he has bestowed on his Church.","attrs":{}},{"type":"ref","number":138}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"135":{"number":135,"refs":[{"text":"LG 1","link":null},{"text":"cf. ⇒ Mk 16:15.","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.15"}]},"136":{"number":136,"refs":[{"text":"Roman Catechism I, 10, 1.","link":null}]},"137":{"number":137,"refs":[{"text":"St. Hippolytus, Trad. Ap. 35: SCh 11, 118.","link":null}]},"138":{"number":138,"refs":[{"text":"Roman Catechism I, 10, 22.","link":null}]}}}