{"id":"toc-90","paragraphs":[{"elements":[{"type":"text","text":"Paragraph 3. THE CHURCH IS ONE, HOLY, CATHOLIC, AND APOSTOLIC","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":811},{"type":"text","text":"\"This is the sole Church of Christ, which in the Creed we profess to be one, holy, catholic and apostolic.\"","attrs":{}},{"type":"ref","number":256},{"type":"text","text":" These four characteristics, inseparably linked with each other,","attrs":{}},{"type":"ref","number":257},{"type":"text","text":" indicate essential features of the Church and her mission. the Church does not possess them of herself; it is Christ who, through the Holy Spirit, makes his Church one, holy, catholic, and apostolic, and it is he who calls her to realize each of these qualities.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":812},{"type":"text","text":"Only faith can recognize that the Church possesses these properties from her divine source. But their historical manifestations are signs that also speak clearly to human reason. As the First Vatican Council noted, the \"Church herself, with her marvellous propagation, eminent holiness, and inexhaustible fruitfulness in everything good, her catholic unity and invincible stability, is a great and perpetual motive of credibility and an irrefutable witness of her divine mission.\"","attrs":{}},{"type":"ref","number":258}],"attrs":{}},{"elements":[{"type":"text","text":"I. THE CHURCH IS ONE","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"\"The sacred mystery of the Church's unity\" (UR 2)","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":813},{"type":"text","text":"The Church is one because of her source: \"the highest exemplar and source of this mystery is the unity, in the Trinity of Persons, of one God, the Father and the Son in the Holy Spirit.\"","attrs":{}},{"type":"ref","number":259},{"type":"text","text":" The Church is one because of her founder: for \"the Word made flesh, the prince of peace, reconciled all men to God by the cross, . . . restoring the unity of all in one people and one body.\"","attrs":{}},{"type":"ref","number":260},{"type":"text","text":" The Church is one because of her \"soul\": \"It is the Holy Spirit, dwelling in those who believe and pervading and ruling over the entire Church, who brings about that wonderful communion of the faithful and joins them together so intimately in Christ that he is the principle of the Church's unity.\"","attrs":{}},{"type":"ref","number":261},{"type":"text","text":" Unity is of the essence of the Church:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"What an astonishing mystery! There is one Father of the universe, one Logos of the universe, and also one Holy Spirit, everywhere one and the same; there is also one virgin become mother, and I should like to call her \"Church.\"","attrs":{}},{"type":"ref","number":262}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":814},{"type":"text","text":"From the beginning, this one Church has been marked by a great diversity which comes from both the variety of God's gifts and the diversity of those who receive them. Within the unity of the People of God, a multiplicity of peoples and cultures is gathered together. Among the Church's members, there are different gifts, offices, conditions, and ways of life. \"Holding a rightful place in the communion of the Church there are also particular Churches that retain their own traditions.\"","attrs":{}},{"type":"ref","number":263},{"type":"text","text":" The great richness of such diversity is not opposed to the Church's unity. Yet sin and the burden of its consequences constantly threaten the gift of unity. and so the Apostle has to exhort Christians to \"maintain the unity of the Spirit in the bond of peace.\"","attrs":{}},{"type":"ref","number":264}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":815},{"type":"text","text":"What are these bonds of unity? Above all, charity \"binds everything together in perfect harmony.\"","attrs":{}},{"type":"ref","number":265},{"type":"text","text":" But the unity of the pilgrim Church is also assured by visible bonds of communion: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - profession of one faith received from the Apostles; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" -common celebration of divine worship, especially of the sacraments; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - apostolic succession through the sacrament of Holy Orders, maintaining the fraternal concord of God's family.","attrs":{}},{"type":"ref","number":266}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":816},{"type":"text","text":"\"The sole Church of Christ [is that] which our Savior, after his Resurrection, entrusted to Peter's pastoral care, commissioning him and the other apostles to extend and rule it.... This Church, constituted and organized as a society in the present world, subsists in (subsistit in) in) the Catholic Church, which is governed by the successor of Peter and by the bishops in communion with him.\"","attrs":{}},{"type":"ref","number":267}],"attrs":{}},{"elements":[{"type":"text","text":"The Second Vatican Council's Decree on Ecumenism explains: \"For it is through Christ's Catholic Church alone, which is the universal help toward salvation, that the fullness of the means of salvation can be obtained. It was to the apostolic college alone, of which Peter is the head, that we believe that our Lord entrusted all the blessings of the New Covenant, in order to establish on earth the one Body of Christ into which all those should be fully incorporated who belong in any way to the People of God.\"","attrs":{}},{"type":"ref","number":268}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Wounds to unity","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":817},{"type":"text","text":"In fact, \"in this one and only Church of God from its very beginnings there arose certain rifts, which the Apostle strongly censures as damnable. But in subsequent centuries much more serious dissensions appeared and large communities became separated from full communion with the Catholic Church - for which, often enough, men of both sides were to blame.\"","attrs":{}},{"type":"ref","number":269},{"type":"text","text":" The ruptures that wound the unity of Christ's Body - here we must distinguish heresy, apostasy, and schism","attrs":{}},{"type":"ref","number":270},{"type":"text","text":" - do not occur without human sin:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Where there are sins, there are also divisions, schisms, heresies, and disputes. Where there is virtue, however, there also are harmony and unity, from which arise the one heart and one soul of all believers.","attrs":{}},{"type":"ref","number":271}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":818},{"type":"text","text":"\"However, one cannot charge with the sin of the separation those who at present are born into these communities [that resulted from such separation] and in them are brought up in the faith of Christ, and the Catholic Church accepts them with respect and affection as brothers .... All who have been justified by faith in Baptism are incorporated into Christ; they therefore have a right to be called Christians, and with good reason are accepted as brothers in the Lord by the children of the Catholic Church.\"","attrs":{}},{"type":"ref","number":272}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":819},{"type":"text","text":"\"Furthermore, many elements of sanctification and of truth\"","attrs":{}},{"type":"ref","number":273},{"type":"text","text":" are found outside the visible confines of the Catholic Church: \"the written Word of God; the life of grace; faith, hope, and charity, with the other interior gifts of the Holy Spirit, as well as visible elements.\"","attrs":{}},{"type":"ref","number":274},{"type":"text","text":" Christ's Spirit uses these Churches and ecclesial communities as means of salvation, whose power derives from the fullness of grace and truth that Christ has entrusted to the Catholic Church. All these blessings come from Christ and lead to him,","attrs":{}},{"type":"ref","number":275},{"type":"text","text":" and are in themselves calls to \"Catholic unity.\"","attrs":{}},{"type":"ref","number":276}],"attrs":{}},{"elements":[{"type":"text","text":"Toward unity","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":820},{"type":"text","text":"\"Christ bestowed unity on his Church from the beginning. This unity, we believe, subsists in the Catholic Church as something she can never lose, and we hope that it will continue to increase until the end of time.\"","attrs":{}},{"type":"ref","number":277},{"type":"text","text":" Christ always gives his Church the gift of unity, but the Church must always pray and work to maintain, reinforce, and perfect the unity that Christ wills for her. This is why Jesus himself prayed at the hour of his Passion, and does not cease praying to his Father, for the unity of his disciples: \"That they may all be one. As you, Father, are in me and I am in you, may they also be one in us, . . . so that the world may know that you have sent me.\"","attrs":{}},{"type":"ref","number":278},{"type":"text","text":" The desire to recover the unity of all Christians is a gift of Christ and a call of the Holy Spirit.","attrs":{}},{"type":"ref","number":279}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":821},{"type":"text","text":"Certain things are required in order to respond adequately to this call: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - a permanent renewal of the Church in greater fidelity to her vocation; such renewal is the driving-force of the movement toward unity;","attrs":{}},{"type":"ref","number":280},{"type":"spacer"},{"type":"text","text":" - conversion of heart as the faithful \"try to live holier lives according to the Gospel\";","attrs":{}},{"type":"ref","number":281},{"type":"text","text":" for it is the unfaithfulness of the members to Christ's gift which causes divisions; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - prayer in common, because \"change of heart and holiness of life, along with public and private prayer for the unity of Christians, should be regarded as the soul of the whole ecumenical movement, and merits the name 'spiritual ecumenism;\"'","attrs":{}},{"type":"ref","number":282},{"type":"spacer"},{"type":"text","text":" -fraternal knowledge of each other;","attrs":{}},{"type":"ref","number":283},{"type":"spacer"},{"type":"text","text":" - ecumenical formation of the faithful and especially of priests;","attrs":{}},{"type":"ref","number":284},{"type":"spacer"},{"type":"text","text":" - dialogue among theologians and meetings among Christians of the different churches and communities;","attrs":{}},{"type":"ref","number":285},{"type":"spacer"},{"type":"text","text":" - collaboration among Christians in various areas of service to mankind.","attrs":{}},{"type":"ref","number":286},{"type":"text","text":" \"Human service\" is the idiomatic phrase.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":822},{"type":"text","text":"Concern for achieving unity \"involves the whole Church, faithful and clergy alike.\"","attrs":{}},{"type":"ref","number":287},{"type":"text","text":" But we must realize \"that this holy objective - the reconciliation of all Christians in the unity of the one and only Church of Christ - transcends human powers and gifts.\" That is why we place all our hope \"in the prayer of Christ for the Church, in the love of the Father for us, and in the power of the Holy Spirit.\"","attrs":{}},{"type":"ref","number":288}],"attrs":{}},{"elements":[{"type":"text","text":"II THE CHURCH IS HOLY","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":823},{"type":"text","text":"\"The Church . . . is held, as a matter of faith, to be unfailingly holy. This is because Christ, the Son of God, who with the Father and the Spirit is hailed as 'alone holy,' loved the Church as his Bride, giving himself up for her so as to sanctify her; he joined her to himself as his body and endowed her with the gift of the Holy Spirit for the glory of God.\"","attrs":{}},{"type":"ref","number":289},{"type":"text","text":" The Church, then, is \"the holy People of God,\"","attrs":{}},{"type":"ref","number":290},{"type":"text","text":" and her members are called \"saints.\"","attrs":{}},{"type":"ref","number":291}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":824},{"type":"text","text":"United with Christ, the Church is sanctified by him; through him and with him she becomes sanctifying. \"All the activities of the Church are directed, as toward their end, to the sanctification of men in Christ and the glorification of God.\"","attrs":{}},{"type":"ref","number":292},{"type":"text","text":" It is in the Church that \"the fullness of the means of salvation\"","attrs":{}},{"type":"ref","number":293},{"type":"text","text":" has been deposited. It is in her that \"by the grace of God we acquire holiness.\"","attrs":{}},{"type":"ref","number":294}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":825},{"type":"text","text":"\"The Church on earth is endowed already with a sanctity that is real though imperfect.\"","attrs":{}},{"type":"ref","number":295},{"type":"text","text":" In her members perfect holiness is something yet to be acquired: \"Strengthened by so many and such great means of salvation, all the faithful, whatever their condition or state - though each in his own way - are called by the Lord to that perfection of sanctity by which the Father himself is perfect.\"","attrs":{}},{"type":"ref","number":296}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":826},{"type":"text","text":"Charity is the soul of the holiness to which all are called: it \"governs, shapes, and perfects all the means of sanctification.\"","attrs":{}},{"type":"ref","number":297}],"attrs":{}},{"elements":[{"type":"text","text":"If the Church was a body composed of different members, it couldn't lack the noblest of all; it must have a Heart, and a Heart BURNING WITH LOVE. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" and I realized that this love alone was the true motive force which enabled the other members of the Church to act; if it ceased to function, the Apostles would forget to preach the gospel, the Martyrs would refuse to shed their blood. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" LOVE, IN FACT, IS THE VOCATION WHICH INCLUDES ALL OTHERS; IT'S A UNIVERSE OF ITS OWN, COMPRISING ALL TIME AND SPACE - IT'S ETERNAL!","attrs":{}},{"type":"ref","number":298}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":827},{"type":"text","text":"\"Christ, 'holy, innocent, and undefiled,' knew nothing of sin, but came only to expiate the sins of the people. the Church, however, clasping sinners to her bosom, at once holy and always in need of purification, follows constantly the path of penance and renewal.\"","attrs":{}},{"type":"ref","number":299},{"type":"text","text":" All members of the Church, including her ministers, must acknowledge that they are sinners.","attrs":{}},{"type":"ref","number":300},{"type":"text","text":" In everyone, the weeds of sin will still be mixed with the good wheat of the Gospel until the end of time.","attrs":{}},{"type":"ref","number":301},{"type":"text","text":" Hence the Church gathers sinners already caught up in Christ's salvation but still on the way to holiness:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The Church is therefore holy, though having sinners in her midst, because she herself has no other life but the life of grace. If they live her life, her members are sanctified; if they move away from her life, they fall into sins and disorders that prevent the radiation of her sanctity. This is why she suffers and does penance for those offenses, of which she has the power to free her children through the blood of Christ and the gift of the Holy Spirit.","attrs":{}},{"type":"ref","number":302}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":828},{"type":"text","text":"By canonizing some of the faithful, i.e., by solemnly pro claiming that they practiced heroic virtue and lived in fidelity to God's grace, the Church recognizes the power of the Spirit of holiness within her and sustains the hope of believers by proposing the saints to them as models and intercessors.","attrs":{}},{"type":"ref","number":303},{"type":"text","text":" \"The saints have always been the source and origin of renewal in the most difficult moments in the Church's history.\"","attrs":{}},{"type":"ref","number":304},{"type":"text","text":" Indeed, \"holiness is the hidden source and infallible measure of her apostolic activity and missionary zeal.\"","attrs":{}},{"type":"ref","number":305}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":829},{"type":"text","text":"\"But while in the most Blessed Virgin the Church has already reached that perfection whereby she exists without spot or wrinkle, the faithful still strive to conquer sin and increase in holiness. and so they turn their eyes to Mary\":","attrs":{}},{"type":"ref","number":306},{"type":"text","text":" in her, the Church is already the \"all-holy.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"III. THE CHURCH IS CATHOLIC","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"What does \"catholic\" mean?","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":830},{"type":"text","text":"The word \"catholic\" means \"universal,\" in the sense of \"according to the totality\" or \"in keeping with the whole.\" the Church is catholic in a double sense: First, the Church is catholic because Christ is present in her. \"Where there is Christ Jesus, there is the Catholic Church.\"","attrs":{}},{"type":"ref","number":307},{"type":"text","text":" In her subsists the fullness of Christ's body united with its head; this implies that she receives from him \"the fullness of the means of salvation\"","attrs":{}},{"type":"ref","number":308},{"type":"text","text":" which he has willed: correct and complete confession of faith, full sacramental life, and ordained ministry in apostolic succession. the Church was, in this fundamental sense, catholic on the day of Pentecost","attrs":{}},{"type":"ref","number":309},{"type":"text","text":" and will always be so until the day of the Parousia.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":831},{"type":"text","text":"Secondly, the Church is catholic because she has been sent out by Christ on a mission to the whole of the human race:","attrs":{}},{"type":"ref","number":310}],"attrs":{}},{"elements":[{"type":"text","text":"All men are called to belong to the new People of God. This People, therefore, while remaining one and only one, is to be spread throughout the whole world and to all ages in order that the design of God's will may be fulfilled: he made human nature one in the beginning and has decreed that all his children who were scattered should be finally gathered together as one.... the character of universality which adorns the People of God is a gift from the Lord himself whereby the Catholic Church ceaselessly and efficaciously seeks for the return of all humanity and all its goods, under Christ the Head in the unity of his Spirit.","attrs":{}},{"type":"ref","number":311}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Each particular Church is \"catholic\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":832},{"type":"text","text":"\"The Church of Christ is really present in all legitimately organized local groups of the faithful, which, in so far as they are united to their pastors, are also quite appropriately called Churches in the New Testament.... In them the faithful are gathered together through the preaching of the Gospel of Christ, and the mystery of the Lord's Supper is celebrated.... In these communities, though they may often be small and poor, or existing in the diaspora, Christ is present, through whose power and influence the One, Holy, Catholic, and Apostolic Church is constituted.\"","attrs":{}},{"type":"ref","number":312}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":833},{"type":"text","text":"The phrase \"particular church,\" which is the diocese (or eparchy), refers to a community of the Christian faithful in communion of faith and sacraments with their bishop ordained in apostolic succession.","attrs":{}},{"type":"ref","number":313},{"type":"text","text":" These particular Churches \"are constituted after the model of the universal Church; it is in these and formed out of them that the one and unique Catholic Church exists.\"","attrs":{}},{"type":"ref","number":314}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":834},{"type":"text","text":"Particular Churches are fully catholic through their communion with one of them, the Church of Rome \"which presides in charity.\"","attrs":{}},{"type":"ref","number":315},{"type":"text","text":" \"For with this church, by reason of its pre-eminence, the whole Church, that is the faithful everywhere, must necessarily be in accord.\"","attrs":{}},{"type":"ref","number":316},{"type":"text","text":" Indeed, \"from the incarnate Word's descent to us, all Christian churches everywhere have held and hold the great Church that is here [at Rome] to be their only basis and foundation since, according to the Savior's promise, the gates of hell have never prevailed against her.\"","attrs":{}},{"type":"ref","number":317}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":835},{"type":"text","text":"\"Let us be very careful not to conceive of the universal Church as the simple sum, or . . . the more or less anomalous federation of essentially different particular churches. In the mind of the Lord the Church is universal by vocation and mission, but when she pub down her roots in a variety of cultural, social, and human terrains, she takes on different external expressions and appearances in each part of the world.\"","attrs":{}},{"type":"ref","number":318},{"type":"text","text":" The rich variety of ecclesiastical disciplines, liturgical rites, and theological and spiritual heritages proper to the local churches \"unified in a common effort, shows all the more resplendently the catholicity of the undivided Church.\"","attrs":{}},{"type":"ref","number":319}],"attrs":{}},{"elements":[{"type":"text","text":"Who belongs to the Catholic Church?","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":836},{"type":"text","text":"\"All men are called to this catholic unity of the People of God.... and to it, in different ways, belong or are ordered: the Catholic faithful, others who believe in Christ, and finally all mankind, called by God's grace to salvation.\"","attrs":{}},{"type":"ref","number":320}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":837},{"type":"text","text":"\"Fully incorporated into the society of the Church are those who, possessing the Spirit of Christ, accept all the means of salvation given to the Church together with her entire organization, and who - by the bonds constituted by the profession of faith, the sacraments, ecclesiastical government, and communion - are joined in the visible structure of the Church of Christ, who rules her through the Supreme Pontiff and the bishops. Even though incorporated into the Church, one who does not however persevere in charity is not saved. He remains indeed in the bosom of the Church, but 'in body' not 'in heart.'\"","attrs":{}},{"type":"ref","number":321}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":838},{"type":"text","text":"\"The Church knows that she is joined in many ways to the baptized who are honored by the name of Christian, but do not profess the Catholic faith in its entirety or have not preserved unity or communion under the successor of Peter.\"","attrs":{}},{"type":"ref","number":322},{"type":"text","text":" Those \"who believe in Christ and have been properly baptized are put in a certain, although imperfect, communion with the Catholic Church.\"","attrs":{}},{"type":"ref","number":323},{"type":"text","text":" With the Orthodox Churches, this communion is so profound \"that it lacks little to attain the fullness that would permit a common celebration of the Lord's Eucharist.\"","attrs":{}},{"type":"ref","number":324}],"attrs":{}},{"elements":[{"type":"text","text":"The Church and non-Christians","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":839},{"type":"text","text":"\"Those who have not yet received the Gospel are related to the People of God in various ways.\"","attrs":{}},{"type":"ref","number":325},{"type":"spacer"},{"type":"text","text":" The relationship of the Church with the Jewish People. When she delves into her own mystery, the Church, the People of God in the New Covenant, discovers her link with the Jewish People,","attrs":{}},{"type":"ref","number":326},{"type":"text","text":" \"the first to hear the Word of God.\"","attrs":{}},{"type":"ref","number":327},{"type":"text","text":" The Jewish faith, unlike other non-Christian religions, is already a response to God's revelation in the Old Covenant. To the Jews \"belong the sonship, the glory, the covenants, the giving of the law, the worship, and the promises; to them belong the patriarchs, and of their race, according to the flesh, is the Christ\",","attrs":{}},{"type":"ref","number":328},{"type":"text","text":" \"for the gifts and the call of God are irrevocable.\"","attrs":{}},{"type":"ref","number":329}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":840},{"type":"text","text":"and when one considers the future, God's People of the Old Covenant and the new People of God tend towards similar goals: expectation of the coming (or the return) of the Messiah. But one awaits the return of the Messiah who died and rose from the dead and is recognized as Lord and Son of God; the other awaits the coming of a Messiah, whose features remain hidden till the end of time; and the latter waiting is accompanied by the drama of not knowing or of misunderstanding Christ Jesus.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":841},{"type":"text","text":"The Church's relationship with the Muslims. \"The plan of salvation also includes those who acknowledge the Creator, in the first place amongst whom are the Muslims; these profess to hold the faith of Abraham, and together with us they adore the one, merciful God, mankind's judge on the last day.\"","attrs":{}},{"type":"ref","number":330}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":842},{"type":"text","text":"The Church's bond with non-Christian religions is in the first place the common origin and end of the human race:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"All nations form but one community. This is so because all stem from the one stock which God created to people the entire earth, and also because all share a common destiny, namely God. His providence, evident goodness, and saving designs extend to all against the day when the elect are gathered together in the holy city. . .","attrs":{}},{"type":"ref","number":331}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":843},{"type":"text","text":"The Catholic Church recognizes in other religions that search, among shadows and images, for the God who is unknown yet near since he gives life and breath and all things and wants all men to be saved. Thus, the Church considers all goodness and truth found in these religions as \"a preparation for the Gospel and given by him who enlightens all men that they may at length have life.\"","attrs":{}},{"type":"ref","number":332}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":844},{"type":"text","text":"In their religious behavior, however, men also display the limits and errors that disfigure the image of God in them:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Very often, deceived by the Evil One, men have become vain in their reasonings, and have exchanged the truth of God for a lie, and served the creature rather than the Creator. Or else, living and dying in this world without God, they are exposed to ultimate despair.","attrs":{}},{"type":"ref","number":333}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":845},{"type":"text","text":"To reunite all his children, scattered and led astray by sin, the Father willed to call the whole of humanity together into his Son's Church. the Church is the place where humanity must rediscover its unity and salvation. the Church is \"the world reconciled.\" She is that bark which \"in the full sail of the Lord's cross, by the breath of the Holy Spirit, navigates safely in this world.\" According to another image dear to the Church Fathers, she is prefigured by Noah's ark, which alone saves from the flood.","attrs":{}},{"type":"ref","number":334}],"attrs":{}},{"elements":[{"type":"text","text":"\"Outside the Church there is no salvation\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":846},{"type":"text","text":"How are we to understand this affirmation, often repeated by the Church Fathers?","attrs":{}},{"type":"ref","number":335},{"type":"text","text":" Re-formulated positively, it means that all salvation comes from Christ the Head through the Church which is his Body:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Basing itself on Scripture and Tradition, the Council teaches that the Church, a pilgrim now on earth, is necessary for salvation: the one Christ is the mediator and the way of salvation; he is present to us in his body which is the Church. He himself explicitly asserted the necessity of faith and Baptism, and thereby affirmed at the same time the necessity of the Church which men enter through Baptism as through a door. Hence they could not be saved who, knowing that the Catholic Church was founded as necessary by God through Christ, would refuse either to enter it or to remain in it.","attrs":{}},{"type":"ref","number":336}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":847},{"type":"text","text":"This affirmation is not aimed at those who, through no fault of their own, do not know Christ and his Church:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Those who, through no fault of their own, do not know the Gospel of Christ or his Church, but who nevertheless seek God with a sincere heart, and, moved by grace, try in their actions to do his will as they know it through the dictates of their conscience - those too may achieve eternal salvation.","attrs":{}},{"type":"ref","number":337}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":848},{"type":"text","text":"\"Although in ways known to himself God can lead those who, through no fault of their own, are ignorant of the Gospel, to that faith without which it is impossible to please him, the Church still has the obligation and also the sacred right to evangelize all men.\"","attrs":{}},{"type":"ref","number":338}],"attrs":{}},{"elements":[{"type":"text","text":"Mission - a requirement of the Church's catholicity","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":849},{"type":"text","text":"The missionary mandate. \"Having been divinely sent to the nations that she might be 'the universal sacrament of salvation,' the Church, in obedience to the command of her founder and because it is demanded by her own essential universality, strives to preach the Gospel to all men\":","attrs":{}},{"type":"ref","number":339},{"type":"text","text":" \"Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you; and Lo, I am with you always, until the close of the age.\"","attrs":{}},{"type":"ref","number":340}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":850},{"type":"text","text":"The origin and purpose of mission. the Lord's missionary mandate is ultimately grounded in the eternal love of the Most Holy Trinity: \"The Church on earth is by her nature missionary since, according to the plan of the Father, she has as her origin the mission of the Son and the Holy Spirit.\"","attrs":{}},{"type":"ref","number":341},{"type":"text","text":" The ultimate purpose of mission is none other than to make men share in the communion between the Father and the Son in their Spirit of love.","attrs":{}},{"type":"ref","number":342}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":851},{"type":"text","text":"Missionary motivation. It is from God's love for all men that the Church in every age receives both the obligation and the vigor of her missionary dynamism, \"for the love of Christ urges us on.\"","attrs":{}},{"type":"ref","number":343},{"type":"text","text":" Indeed, God \"desires all men to be saved and to come to the knowledge of the truth\";","attrs":{}},{"type":"ref","number":344},{"type":"text","text":" that is, God wills the salvation of everyone through the knowledge of the truth. Salvation is found in the truth. Those who obey the prompting of the Spirit of truth are already on the way of salvation. But the Church, to whom this truth has been entrusted, must go out to meet their desire, so as to bring them the truth. Because she believes in God's universal plan of salvation, the Church must be missionary.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":852},{"type":"text","text":"Missionary paths. the Holy Spirit is the protagonist, \"the principal agent of the whole of the Church's mission.\"","attrs":{}},{"type":"ref","number":345},{"type":"text","text":" It is he who leads the Church on her missionary paths. \"This mission continues and, in the course of history, unfolds the mission of Christ, who was sent to evangelize the poor; so the Church, urged on by the Spirit of Christ, must walk the road Christ himself walked, a way of poverty and obedience, of service and self-sacrifice even to death, a death from which he emerged victorious by his resurrection.\"","attrs":{}},{"type":"ref","number":346},{"type":"text","text":" So it is that \"the blood of martyrs is the seed of Christians.\"","attrs":{}},{"type":"ref","number":347}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":853},{"type":"text","text":"On her pilgrimage, the Church has also experienced the \"discrepancy existing between the message she proclaims and the human weakness of those to whom the Gospel has been entrusted.\"","attrs":{}},{"type":"ref","number":348},{"type":"text","text":" Only by taking the \"way of penance and renewal,\" the \"narrow way of the cross,\" can the People of God extend Christ's reign.","attrs":{}},{"type":"ref","number":349},{"type":"text","text":" For \"just as Christ carried out the work of redemption in poverty and oppression, so the Church is called to follow the same path if she is to communicate the fruits of salvation to men.\"","attrs":{}},{"type":"ref","number":350}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":854},{"type":"text","text":"By her very mission, \"the Church . . . travels the same journey as all humanity and shares the same earthly lot with the world: she is to be a leaven and, as it were, the soul of human society in its renewal by Christ and transformation into the family of God.\"","attrs":{}},{"type":"ref","number":351},{"type":"text","text":" Missionary endeavor requires patience. It begins with the proclamation of the Gospel to peoples and groups who do not yet believe in Christ,","attrs":{}},{"type":"ref","number":352},{"type":"text","text":" continues with the establishment of Christian communities that are \"a sign of God's presence in the world,\"","attrs":{}},{"type":"ref","number":353},{"type":"text","text":" and leads to the foundation of local churches.","attrs":{}},{"type":"ref","number":354},{"type":"text","text":" It must involve a process of inculturation if the Gospel is to take flesh in each people's culture.","attrs":{}},{"type":"ref","number":355},{"type":"text","text":" There will be times of defeat. \"With regard to individuals, groups, and peoples it is only by degrees that [the Church] touches and penetrates them and so receives them into a fullness which is Catholic.\"","attrs":{}},{"type":"ref","number":356}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":855},{"type":"text","text":"The Church's mission stimulates efforts towards Christian unity.","attrs":{}},{"type":"ref","number":357},{"type":"text","text":" Indeed, \"divisions among Christians prevent the Church from realizing in practice the fullness of catholicity proper to her in those of her sons who, though joined to her by Baptism, are yet separated from full communion with her. Furthermore, the Church herself finds it more difficult to express in actual life her full catholicity in all its aspects.\"","attrs":{}},{"type":"ref","number":358}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":856},{"type":"text","text":"The missionary task implies a respectful dialogue with those who do not yet accept the Gospel.","attrs":{}},{"type":"ref","number":359},{"type":"text","text":" Believers can profit from this dialogue by learning to appreciate better \"those elements of truth and grace which are found among peoples, and which are, as it were, a secret presence of God.\"","attrs":{}},{"type":"ref","number":360},{"type":"text","text":" They proclaim the Good News to those who do not know it, in order to consolidate, complete, and raise up the truth and the goodness that God has distributed among men and nations, and to purify them from error and evil \"for the glory of God, the confusion of the demon, and the happiness of man.\"","attrs":{}},{"type":"ref","number":361}],"attrs":{}},{"elements":[{"type":"text","text":"IV. THE CHURCH IS APOSTOLIC","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":857},{"type":"text","text":"The Church is apostolic because she is founded on the apostles, in three ways: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - she was and remains built on \"the foundation of the Apostles,\"","attrs":{}},{"type":"ref","number":362},{"type":"text","text":" The witnesses chosen and sent on mission by Christ himself;","attrs":{}},{"type":"ref","number":363},{"type":"spacer"},{"type":"text","text":" - with the help of the Spirit dwelling in her, the Church keeps and hands on the teaching,","attrs":{}},{"type":"ref","number":364},{"type":"text","text":" The \"good deposit,\" the salutary words she has heard from the apostles;","attrs":{}},{"type":"ref","number":365},{"type":"spacer"},{"type":"text","text":" - she continues to be taught, sanctified, and guided by the apostles until Christ's return, through their successors in pastoral office: the college of bishops, \"assisted by priests, in union with the successor of Peter, the Church's supreme pastor\":","attrs":{}},{"type":"ref","number":366}],"attrs":{}},{"elements":[{"type":"text","text":"You are the eternal Shepherd","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"who never leaves his flock untended.","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Through the apostles you watch over us and protect us always.","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"You made them shepherds of the flock","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"to share in the work of your Son....","attrs":{}},{"type":"ref","number":367}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Apostles' mission","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":858},{"type":"text","text":"Jesus is the Father's Emissary. From the beginning of his ministry, he \"called to him those whom he desired; .... and he appointed twelve, whom also he named apostles, to be with him, and to be sent out to preach.\"","attrs":{}},{"type":"ref","number":368},{"type":"text","text":" From then on, they would also be his \"emissaries\" (Greek apostoloi). In them, Christ continues his own mission: \"As the Father has sent me, even so I send you.\"","attrs":{}},{"type":"ref","number":369},{"type":"text","text":" The apostles' ministry is the continuation of his mission; Jesus said to the Twelve: \"he who receives you receives me.\"","attrs":{}},{"type":"ref","number":370}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":859},{"type":"text","text":"Jesus unites them to the mission he received from the Father. As \"the Son can do nothing of his own accord,\" but receives everything from the Father who sent him, so those whom Jesus sends can do nothing apart from him,","attrs":{}},{"type":"ref","number":371},{"type":"text","text":" from whom they received both the mandate for their mission and the power to carry it out. Christ's apostles knew that they were called by God as \"ministers of a new covenant,\" \"servants of God,\" \"ambassadors for Christ,\" \"servants of Christ and stewards of the mysteries of God.\"","attrs":{}},{"type":"ref","number":372}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":860},{"type":"text","text":"In the office of the apostles there is one aspect that cannot be transmitted: to be the chosen witnesses of the Lord's Resurrection and so the foundation stones of the Church. But their office also has a permanent aspect. Christ promised to remain with them always. the divine mission entrusted by Jesus to them \"will continue to the end of time, since the Gospel they handed on is the lasting source of all life for the Church. Therefore, . . . the apostles took care to appoint successors.\"","attrs":{}},{"type":"ref","number":373}],"attrs":{}},{"elements":[{"type":"text","text":"The bishops - successors of the apostles","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":861},{"type":"text","text":"\"In order that the mission entrusted to them might be continued after their death, [the apostles] consigned, by will and testament, as it were, to their immediate collaborators the duty of completing and consolidating the work they had begun, urging them to tend to the whole flock, in which the Holy Spirit had appointed them to shepherd the Church of God. They accordingly designated such men and then made the ruling that likewise on their death other proven men should take over their ministry.\"","attrs":{}},{"type":"ref","number":374}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":862},{"type":"text","text":"\"Just as the office which the Lord confided to Peter alone, as first of the apostles, destined to be transmitted to his successors, is a permanent one, so also endures the office, which the apostles received, of shepherding the Church, a charge destined to be exercised without interruption by the sacred order of bishops.\"","attrs":{}},{"type":"ref","number":375},{"type":"text","text":" Hence the Church teaches that \"the bishops have by divine institution taken the place of the apostles as pastors of the Church, in such wise that whoever listens to them is listening to Christ and whoever despises them despises Christ and him who sent Christ.\"","attrs":{}},{"type":"ref","number":376}],"attrs":{}},{"elements":[{"type":"text","text":"The apostolate","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":863},{"type":"text","text":"The whole Church is apostolic, in that she remains, through the successors of St. Peter and the other apostles, in communion of faith and life with her origin: and in that she is \"sent out\" into the whole world. All members of the Church share in this mission, though in various ways. \"The Christian vocation is, of its nature, a vocation to the apostolate as well.\" Indeed, we call an apostolate \"every activity of the Mystical Body\" that aims \"to spread the Kingdom of Christ over all the earth.\"","attrs":{}},{"type":"ref","number":377}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":864},{"type":"text","text":"\"Christ, sent by the Father, is the source of the Church's whole apostolate\"; thus the fruitfulness of apostolate for ordained ministers as well as for lay people clearly depends on their vital union with Christ.","attrs":{}},{"type":"ref","number":378},{"type":"text","text":" In keeping with their vocations, the demands of the times and the various gifts of the Holy Spirit, the apostolate assumes the most varied forms. But charity, drawn from the Eucharist above all, is always \"as it were, the soul of the whole apostolate.\"","attrs":{}},{"type":"ref","number":379}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":865},{"type":"text","text":"The Church is ultimately one, holy, catholic, and apostolic in her deepest and ultimate identity, because it is in her that \"the Kingdom of heaven,\" the \"Reign of God,\"","attrs":{}},{"type":"ref","number":380},{"type":"text","text":" already exists and will be fulfilled at the end of time. the kingdom has come in the person of Christ and grows mysteriously in the hearts of those incorporated into him, until its full eschatological manifestation. Then all those he has redeemed and made \"holy and blameless before him in love,\"","attrs":{}},{"type":"ref","number":381},{"type":"text","text":" will be gathered together as the one People of God, the ","attrs":{}},{"type":"spacer"},{"type":"text","text":" \"Bride of the Lamb,\"","attrs":{}},{"type":"ref","number":382},{"type":"text","text":" \"the holy city Jerusalem coming down out of heaven from God, having the glory of God.\"","attrs":{}},{"type":"ref","number":383},{"type":"text","text":" For \"the wall of the city had twelve foundations, and on them the twelve names of the twelve apostles of the Lamb.\"","attrs":{}},{"type":"ref","number":384}],"attrs":{}},{"elements":[{"type":"text","text":"IN BRIEF","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":866},{"type":"text","text":"The Church is one: she acknowledges one Lord, confesses one faith, is born of one Baptism, forms only one Body, is given life by the one Spirit, for the sake of one hope (cf ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.3","attrs":{"i":true}},{"type":"text","text":" Eph 4:3-5), at whose fulfillment all divisions will be overcome.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":867},{"type":"text","text":"The Church is holy: the Most Holy God is her author; Christ, her bridegroom, gave himself up to make her holy; the Spirit of holiness gives her life. Since she still includes sinners, she is \"the sinless one made up of sinners.\" Her holiness shines in the saints; in Mary she is already all-holy.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":868},{"type":"text","text":"The Church is catholic: she proclaims the fullness of the faith. She bears in herself and administers the totality of the means of salvation. She is sent out to all peoples. She speaks to all men. She encompasses all times. She is \"missionary of her very nature\" (AG 2).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":869},{"type":"text","text":"The Church is apostolic. She is built on a lasting foundation: \"the twelve apostles of the Lamb\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.14","attrs":{"i":true}},{"type":"text","text":" Rev 21:14). She is indestructible (cf  ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PVP.HTM#GOSP.MAT.16.18","attrs":{"i":true}},{"type":"text","text":" Mt 16:18). She is upheld infallibly in the truth: Christ governs her through Peter and the other apostles, who are present in their successors, the Pope and the college of bishops.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":870},{"type":"text","text":"\"The sole Church of Christ which in the Creed we profess to be one, holy, catholic, and apostolic, . . . subsists in the Catholic Church, which is governed by the successor of Peter and by the bishops in communion with him. Nevertheless, many elements of sanctification and of truth are found outside its visible confines\"(LG 8).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"256":{"number":256,"refs":[{"text":"LG 8.","link":null}]},"257":{"number":257,"refs":[{"text":"Cf. DS 2888.","link":null}]},"258":{"number":258,"refs":[{"text":"Vatican Council I, DS Filius 3: DS 3013.","link":null}]},"259":{"number":259,"refs":[{"text":"UR 2 # 5.","link":null}]},"260":{"number":260,"refs":[{"text":"GS 78 # 3.","link":null}]},"261":{"number":261,"refs":[{"text":"UR 2 # 2.","link":null}]},"262":{"number":262,"refs":[{"text":"St. Clement of Alexandria, Paed. 1, 6, 42: PG 8,300.","link":null}]},"263":{"number":263,"refs":[{"text":"LG 13 # 2.","link":null}]},"264":{"number":264,"refs":[{"text":"⇒ Eph 4:3.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.3"}]},"265":{"number":265,"refs":[{"text":"⇒ Col 3:14.","link":"http://www.vatican.va/archive/ENG0839/_P10M.HTM#NTLET.COL.3.14"}]},"266":{"number":266,"refs":[{"text":"Cf. UR 2","link":null},{"text":"LG 14","link":null},{"text":"⇒ CIC, can. 205.","link":"http://www.vatican.va/archive/ENG1104/_PU.HTM#2.1.0.0.0.0.205"}]},"267":{"number":267,"refs":[{"text":"LG 8 # 2.","link":null}]},"268":{"number":268,"refs":[{"text":"UR 3 # 5.","link":null}]},"269":{"number":269,"refs":[{"text":"UR 3 # 1.","link":null}]},"270":{"number":270,"refs":[{"text":"Cf. ⇒ CIC, can. 751.","link":"http://www.vatican.va/archive/ENG1104/_P2I.HTM#3.0.0.0.0.0.751"}]},"271":{"number":271,"refs":[{"text":"Origen, Hom. in Ezech. 9, 1: PG 13, 732.","link":null}]},"272":{"number":272,"refs":[{"text":"UR 3 # 1.","link":null}]},"273":{"number":273,"refs":[{"text":"LG 8 # 2.","link":null}]},"274":{"number":274,"refs":[{"text":"UR 3 # 2","link":null},{"text":"cf. LG 15.","link":null}]},"275":{"number":275,"refs":[{"text":"Cf. UR 3.","link":null}]},"276":{"number":276,"refs":[{"text":"Cf. LG 8.","link":null}]},"277":{"number":277,"refs":[{"text":"UR 4 # 3.","link":null}]},"278":{"number":278,"refs":[{"text":"⇒ Jn 17:21","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.21"},{"text":"cf. ⇒ Heb 7:25.","link":"http://www.vatican.va/archive/ENG0839/_P11M.HTM#NTLET.HEB.7.25"}]},"279":{"number":279,"refs":[{"text":"Cf. UR 1.","link":null}]},"280":{"number":280,"refs":[{"text":"Cf. UR 6.","link":null}]},"281":{"number":281,"refs":[{"text":"UR 7 # 3.","link":null}]},"282":{"number":282,"refs":[{"text":"UR 8 # 1.","link":null}]},"283":{"number":283,"refs":[{"text":"Cf. UR 9.","link":null}]},"284":{"number":284,"refs":[{"text":"Cf. UR 10.","link":null}]},"285":{"number":285,"refs":[{"text":"Cf. UR 4","link":null},{"text":"9","link":null},{"text":"11.","link":null}]},"286":{"number":286,"refs":[{"text":"Cf. UR 12.","link":null}]},"287":{"number":287,"refs":[{"text":"UR 5.","link":null}]},"288":{"number":288,"refs":[{"text":"UR 24 # 2.","link":null}]},"289":{"number":289,"refs":[{"text":"LG 39","link":null},{"text":"Cf. ⇒ Eph 5 25-26.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.25"}]},"290":{"number":290,"refs":[{"text":"LG 12.","link":null}]},"291":{"number":291,"refs":[{"text":"Acts 913","link":null},{"text":"1 Cor 61","link":null},{"text":"⇒ 16 1.","link":"http://www.vatican.va/archive/ENG0839/_PZL.HTM#NTLET.1COR.16.1"}]},"292":{"number":292,"refs":[{"text":"SC 10.","link":null}]},"293":{"number":293,"refs":[{"text":"UR 3 # 5.","link":null}]},"294":{"number":294,"refs":[{"text":"LG 48.","link":null}]},"295":{"number":295,"refs":[{"text":"LG 48 # 3.","link":null}]},"296":{"number":296,"refs":[{"text":"LG 11 # 3.","link":null}]},"297":{"number":297,"refs":[{"text":"LG 42.","link":null}]},"298":{"number":298,"refs":[{"text":"St. Therese of Lisieux, Autobiography of a Saint, tr. Ronald Knox    (London: Harvill, 1958) 235.","link":null}]},"299":{"number":299,"refs":[{"text":"LG 8 # 3","link":null},{"text":"Cf. UR 3","link":null},{"text":"6","link":null},{"text":"⇒ Heb 2:17","link":"http://www.vatican.va/archive/ENG0839/_P11H.HTM#NTLET.HEB.2.17"},{"text":"726","link":null},{"text":"⇒ 2 Cor 5:21.","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.21"}]},"300":{"number":300,"refs":[{"text":"Cf. 1 ⇒ Jn 1:8-10.","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.8"}]},"301":{"number":301,"refs":[{"text":"Cf. ⇒ Mt 13:24-30.","link":"http://www.vatican.va/archive/ENG0839/_PVM.HTM#GOSP.MAT.13.24"}]},"302":{"number":302,"refs":[{"text":"Paul VI, CPG # 19.","link":null}]},"303":{"number":303,"refs":[{"text":"Cf. LG 40","link":null},{"text":"48-51.","link":null}]},"304":{"number":304,"refs":[{"text":"John Paul II, CL 16, 3.","link":null}]},"305":{"number":305,"refs":[{"text":"CL 17, 3.","link":null}]},"306":{"number":306,"refs":[{"text":"LG 65","link":null},{"text":"Cf. ⇒ Eph 5:26-27.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.26"}]},"307":{"number":307,"refs":[{"text":"St. Ignatius of Antioch, Ad Smyrn. 8, 2: Apostolic Fathers, II/2, 311.","link":null}]},"308":{"number":308,"refs":[{"text":"UR 3","link":null},{"text":"AG 6","link":null},{"text":"⇒ Eph 1:22-23.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.21"}]},"309":{"number":309,"refs":[{"text":"Cf. AG 4.","link":null}]},"310":{"number":310,"refs":[{"text":"Cf. ⇒ Mt 28:19.","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19"}]},"311":{"number":311,"refs":[{"text":"LG 13 ## 1-2","link":null},{"text":"cf. ⇒ Jn 11:52.","link":"http://www.vatican.va/archive/ENG0839/_PXJ.HTM#GOSP.JOH.11.52"}]},"312":{"number":312,"refs":[{"text":"LG 26.","link":null}]},"313":{"number":313,"refs":[{"text":"Cf. CD 11","link":null},{"text":"⇒ CIC, cann. 368-369.","link":"http://www.vatican.va/archive/ENG1104/_P1C.HTM#2.2.1.0.5.0.368"}]},"314":{"number":314,"refs":[{"text":"LG 23.","link":null}]},"315":{"number":315,"refs":[{"text":"St. Ignatius of Antioch, Ad Rom. 1, 1: Apostolic Fathers, II/2, 192","link":null},{"text":"cf. LG 13.","link":null}]},"316":{"number":316,"refs":[{"text":"St. Irenaeus, Adv. haeres. 3, 3, 2: PG 7/1, 849","link":null},{"text":"Cf. Vatican Council I    DS 3057.","link":null}]},"317":{"number":317,"refs":[{"text":"St. Maximus the Confessor, Opuscula theo.: PG 91 137-140.","link":null}]},"318":{"number":318,"refs":[{"text":"Paul VI, EN 62.","link":null}]},"319":{"number":319,"refs":[{"text":"LG 23.","link":null}]},"320":{"number":320,"refs":[{"text":"LG 13.","link":null}]},"321":{"number":321,"refs":[{"text":"LG 14.","link":null}]},"322":{"number":322,"refs":[{"text":"LG 15.","link":null}]},"323":{"number":323,"refs":[{"text":"UR 3.","link":null}]},"324":{"number":324,"refs":[{"text":"Paul VI, Discourse, December 14, 1975","link":null},{"text":"cf. UR 13-18.","link":null}]},"325":{"number":325,"refs":[{"text":"LG 16.","link":null}]},"326":{"number":326,"refs":[{"text":"Cf. NA 4.","link":null}]},"327":{"number":327,"refs":[{"text":"Roman Missal, Good Friday 13: General Intercessions, VI.","link":null}]},"328":{"number":328,"refs":[{"text":"⇒ Rom 9:4-5.","link":"http://www.vatican.va/archive/ENG0839/_PYX.HTM#NTLET.ROM.9.4"}]},"329":{"number":329,"refs":[{"text":"⇒ Rom 11:29.","link":"http://www.vatican.va/archive/ENG0839/_PYZ.HTM#NTLET.ROM.11.29"}]},"330":{"number":330,"refs":[{"text":"LG 16","link":null},{"text":"cf. NA 3.","link":null}]},"331":{"number":331,"refs":[{"text":"NA 1.","link":null}]},"332":{"number":332,"refs":[{"text":"LG 16","link":null},{"text":"cf. NA 2","link":null},{"text":"EN 53.","link":null}]},"333":{"number":333,"refs":[{"text":"LG 16","link":null},{"text":"cf. ⇒ Rom 1:21, ⇒ 25.","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.21"}]},"334":{"number":334,"refs":[{"text":"St. Augustine, Serm. 96, 7, 9: PL 38, 588","link":null},{"text":"St. Ambrose, De virg. 18, 118: PL 16, 297B","link":null},{"text":"cf. already ⇒ 1 Pet 3:20-21.","link":"http://www.vatican.va/archive/ENG0839/_P123.HTM#CATHL.1PET.3.20"}]},"335":{"number":335,"refs":[{"text":"Cf. Cyprian, Ep. 73.21: PL 3, 1169","link":null},{"text":"De unit.: PL 4, 509-536.","link":null}]},"336":{"number":336,"refs":[{"text":"LG 14","link":null},{"text":"cf. ⇒ Mk 16:16","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.16"},{"text":"⇒ Jn 3:5[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.5"}]},"337":{"number":337,"refs":[{"text":"LG 16","link":null},{"text":"cf. DS 3866-3872.","link":null}]},"338":{"number":338,"refs":[{"text":"AG 7","link":null},{"text":"cf. ⇒ Heb 11:6","link":"http://www.vatican.va/archive/ENG0839/_P11Q.HTM#NTLET.HEB.11.6"},{"text":"⇒ 1 Cor 9:16.","link":"http://www.vatican.va/archive/ENG0839/_PZE.HTM#NTLET.1COR.9.16"}]},"339":{"number":339,"refs":[{"text":"AG 1","link":null},{"text":"cf. ⇒ Mt 16:15.","link":"http://www.vatican.va/archive/ENG0839/_PVP.HTM#GOSP.MAT.16.15"}]},"340":{"number":340,"refs":[{"text":"⇒ Mt 28:19-20.","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19"}]},"341":{"number":341,"refs":[{"text":"AG 2.","link":null}]},"342":{"number":342,"refs":[{"text":"Cf. John Paul II, RMiss 23.","link":null}]},"343":{"number":343,"refs":[{"text":"⇒ 2 Cor 5:14","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.14"},{"text":"cf. AA 6","link":null},{"text":"RMiss 11.","link":null}]},"344":{"number":344,"refs":[{"text":"⇒ 1 Tim 2:4.","link":"http://www.vatican.va/archive/ENG0839/_P110.HTM#NTLET.1TIM.2.4"}]},"345":{"number":345,"refs":[{"text":"John Paul II, RMiss 21.","link":null}]},"346":{"number":346,"refs":[{"text":"AG 5.","link":null}]},"347":{"number":347,"refs":[{"text":"Tertullian, Apol. 50, 13: PL 1, 603.","link":null}]},"348":{"number":348,"refs":[{"text":"GS 43 # 6.","link":null}]},"349":{"number":349,"refs":[{"text":"LG 8 # 3","link":null},{"text":"15","link":null},{"text":"AG 1 # 3","link":null},{"text":"cf. RMiss 12-20.","link":null}]},"350":{"number":350,"refs":[{"text":"LG 8 # 3.","link":null}]},"351":{"number":351,"refs":[{"text":"GS 40 # 2.","link":null}]},"352":{"number":352,"refs":[{"text":"Cf. RMiss 42 47.","link":null}]},"353":{"number":353,"refs":[{"text":"AG 15 # 1.","link":null}]},"354":{"number":354,"refs":[{"text":"Cf. RMiss 48-49.","link":null}]},"355":{"number":355,"refs":[{"text":"Cf. RMiss 52-54.","link":null}]},"356":{"number":356,"refs":[{"text":"AG 6 # 2.","link":null}]},"357":{"number":357,"refs":[{"text":"Cf. RMiss 50.","link":null}]},"358":{"number":358,"refs":[{"text":"UR 4 # 8.","link":null}]},"359":{"number":359,"refs":[{"text":"Cf. RMiss 55.","link":null}]},"360":{"number":360,"refs":[{"text":"AG 9.","link":null}]},"361":{"number":361,"refs":[{"text":"AG 9.","link":null}]},"362":{"number":362,"refs":[{"text":"⇒ Eph 2:20","link":"http://www.vatican.va/archive/ENG0839/_P109.HTM#NTLET.EPH.2.20"},{"text":"⇒ Rev 21:14.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.14"}]},"363":{"number":363,"refs":[{"text":"Cf. ⇒ Mt 28:16-20","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.16"},{"text":"⇒ Acts 1:8","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.8"},{"text":"⇒ 1 Cor 9:1","link":"http://www.vatican.va/archive/ENG0839/_PZE.HTM#NTLET.1COR.9.1"},{"text":"⇒ 15:7-8","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.7"},{"text":"⇒ Gal 1:1","link":"http://www.vatican.va/archive/ENG0839/_P101.HTM#NTLET.GAL.1.1"},{"text":"etc.","link":null}]},"364":{"number":364,"refs":[{"text":"Cf. ⇒ Acts 2:42.","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.42"}]},"365":{"number":365,"refs":[{"text":"Cf. ⇒ 2 Tim 1:13-14.","link":"http://www.vatican.va/archive/ENG0839/_P116.HTM#NTLET.2TIM.1.13"}]},"366":{"number":366,"refs":[{"text":"AG 5.","link":null}]},"367":{"number":367,"refs":[{"text":"Roman Missal, Preface of the Apostles I.","link":null}]},"368":{"number":368,"refs":[{"text":"⇒ Mk 3:13-14.","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.13"}]},"369":{"number":369,"refs":[{"text":"⇒ Jn 20:21","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.21"},{"text":"cf. ⇒ Jn 13:20","link":"http://www.vatican.va/archive/ENG0839/_PXL.HTM#GOSP.JOH.13.20"},{"text":"⇒ Jn 17:18.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.18"}]},"370":{"number":370,"refs":[{"text":"⇒ Mt 10:40","link":"http://www.vatican.va/archive/ENG0839/_PVJ.HTM#GOSP.MAT.10.40"},{"text":"cf. ⇒ Lk 10:16.","link":"http://www.vatican.va/archive/ENG0839/_PWT.HTM#GOSP.LUK.10.16"}]},"371":{"number":371,"refs":[{"text":"⇒ Jn 5:19, ⇒ 30","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.19"},{"text":"cf. ⇒ Jn 15:5.","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.30"}]},"372":{"number":372,"refs":[{"text":"⇒ 2 Cor 3:6","link":"http://www.vatican.va/archive/ENG0839/_PZP.HTM#NTLET.2COR.3.6"},{"text":"⇒ 6:4","link":"http://www.vatican.va/archive/ENG0839/_PZS.HTM#NTLET.2COR.6.4"},{"text":"⇒ 5:20","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.20"},{"text":"⇒ 1 Cor 4:1.","link":"http://www.vatican.va/archive/ENG0839/_PZ9.HTM#NTLET.1COR.4.1"}]},"373":{"number":373,"refs":[{"text":"LG 20","link":null},{"text":"cf. ⇒ Mt 28:20.","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.20"}]},"374":{"number":374,"refs":[{"text":"LG 20","link":null},{"text":"cf. ⇒ Acts 20:28","link":"http://www.vatican.va/archive/ENG0839/_PYE.HTM#GOSP.ACT.20.28"},{"text":"St. Clement of Rome, Ad Cor. 42, 44: PG 1, 291-300.","link":null}]},"375":{"number":375,"refs":[{"text":"LG 20 # 2.","link":null}]},"376":{"number":376,"refs":[{"text":"LG 20 # 2.","link":null}]},"377":{"number":377,"refs":[{"text":"AA 2.","link":null}]},"378":{"number":378,"refs":[{"text":"AA 4","link":null},{"text":"cf. ⇒ Jn 15:5.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.5"}]},"379":{"number":379,"refs":[{"text":"AA 3.","link":null}]},"380":{"number":380,"refs":[{"text":"⇒ Rev 19:6.","link":"http://www.vatican.va/archive/ENG0839/_P132.HTM#CATHL.REV.19.6"}]},"381":{"number":381,"refs":[{"text":"⇒ Eph 1:4.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.4"}]},"382":{"number":382,"refs":[{"text":"⇒ Rev 21:9.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.9"}]},"383":{"number":383,"refs":[{"text":"⇒ Rev 21:10-11.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.10"}]},"384":{"number":384,"refs":[{"text":"⇒ Rev 21:14.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.14"}]}}}