{"id":"toc-54","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Paragraph 7. THE FALL"}]},{"elements":[{"type":"ref-ccc","ref_number":385},{"type":"text","text":"God is infinitely good and all his works are good. Yet no one can escape the experience of suffering or the evils in nature which seem to be linked to the limitations proper to creatures: and above all to the question of moral evil. Where does evil come from? \"I sought whence evil comes and there was no solution\", said St. Augustine,"},{"type":"ref","number":257},{"type":"text","text":" and his own painful quest would only be resolved by his conversion to the living God. For \"the mystery of lawlessness\" is clarified only in the light of the \"mystery of our religion\"."},{"type":"ref","number":258},{"type":"text","text":" The revelation of divine love in Christ manifested at the same time the extent of evil and the superabundance of grace."},{"type":"ref","number":259},{"type":"text","text":" We must therefore approach the question of the origin of evil by fixing the eyes of our faith on him who alone is its conqueror."},{"type":"ref","number":260}]},{"elements":[{"type":"text","text":"I. WHERE SIN ABOUNDED, GRACE ABOUNDED ALL THE MORE"}]},{"elements":[{"type":"text","text":"The reality of sin"}]},{"elements":[{"type":"ref-ccc","ref_number":386},{"type":"text","text":"Sin is present in human history; any attempt to ignore it or to give this dark reality other names would be futile. To try to understand what sin is, one must first recognize the profound relation of man to God, for only in this relationship is the evil of sin unmasked in its true identity as humanity's rejection of God and opposition to him, even as it continues to weigh heavy on human life and history."}]},{"elements":[{"type":"ref-ccc","ref_number":387},{"type":"text","text":"Only the light of divine Revelation clarifies the reality of sin and particularly of the sin committed at mankind's origins. Without the knowledge Revelation gives of God we cannot recognize sin clearly and are tempted to explain it as merely a developmental flaw, a psychological weakness, a mistake, or the necessary consequence of an inadequate social structure, etc. Only in the knowledge of God's plan for man can we grasp that sin is an abuse of the freedom that God gives to created persons so that they are capable of loving him and loving one another."}]},{"elements":[{"type":"text","text":"Original sin - an essential truth of the faith"}]},{"elements":[{"type":"ref-ccc","ref_number":388},{"type":"text","text":"With the progress of Revelation, the reality of sin is also illuminated. Although to some extent the People of God in the Old Testament had tried to understand the pathos of the human condition in the light of the history of the fall narrated in Genesis, they could not grasp this story's ultimate meaning, which is revealed only in the light of the death and Resurrection of Jesus Christ."},{"type":"ref","number":261},{"type":"text","text":" We must know Christ as the source of grace in order to know Adam as the source of sin. the Spirit-Paraclete, sent by the risen Christ, came to \"convict the world concerning sin\","},{"type":"ref","number":262},{"type":"text","text":" by revealing him who is its Redeemer."}]},{"elements":[{"type":"ref-ccc","ref_number":389},{"type":"text","text":"The doctrine of original sin is, so to speak, the \"reverse side\" of the Good News that Jesus is the Saviour of all men, that all need salvation and that salvation is offered to all through Christ. the Church, which has the mind of Christ,"},{"type":"ref","number":263},{"type":"text","text":" knows very well that we cannot tamper with the revelation of original sin without undermining the mystery of Christ."}]},{"elements":[{"type":"text","text":"How to read the account of the fall"}]},{"elements":[{"type":"ref-ccc","ref_number":390},{"type":"text","text":"The account of the fall in Genesis 3 uses figurative language, but affirms a primeval event, a deed that took place at the beginning of the history of man."},{"type":"ref","number":264},{"type":"text","text":" Revelation gives us the certainty of faith that the whole of human history is marked by the original fault freely committed by our first parents."},{"type":"ref","number":265}]},{"elements":[{"type":"text","text":"II. THE FALL OF THE ANGELS"}]},{"elements":[{"type":"ref-ccc","ref_number":391},{"type":"text","text":"Behind the disobedient choice of our first parents lurks a seductive voice, opposed to God, which makes them fall into death out of envy."},{"type":"ref","number":266},{"type":"text","text":" Scripture and the Church's Tradition see in this being a fallen angel, called \"Satan\" or the \"devil\"."},{"type":"ref","number":267},{"type":"text","text":" The Church teaches that Satan was at first a good angel, made by God: \"The devil and the other demons were indeed created naturally good by God, but they became evil by their own doing.\""},{"type":"ref","number":268}]},{"elements":[{"type":"ref-ccc","ref_number":392},{"type":"text","text":"Scripture speaks of a sin of these angels."},{"type":"ref","number":269},{"type":"text","text":" This \"fall\" consists in the free choice of these created spirits, who radically and irrevocably rejected God and his reign. We find a reflection of that rebellion in the tempter's words to our first parents: \"You will be like God.\""},{"type":"ref","number":270},{"type":"text","text":" The devil \"has sinned from the beginning\"; he is \"a liar and the father of lies\"."},{"type":"ref","number":271}]},{"elements":[{"type":"ref-ccc","ref_number":393},{"type":"text","text":"It is the irrevocable character of their choice, and not a defect in the infinite divine mercy, that makes the angels' sin unforgivable. \"There is no repentance for the angels after their fall, just as there is no repentance for men after death.\""},{"type":"ref","number":272}]},{"elements":[{"type":"ref-ccc","ref_number":394},{"type":"text","text":"Scripture witnesses to the disastrous influence of the one Jesus calls \"a murderer from the beginning\", who would even try to divert Jesus from the mission received from his Father."},{"type":"ref","number":273},{"type":"text","text":" \"The reason the Son of God appeared was to destroy the works of the devil.\""},{"type":"ref","number":274},{"type":"text","text":" In its consequences the gravest of these works was the mendacious seduction that led man to disobey God."}]},{"elements":[{"type":"ref-ccc","ref_number":395},{"type":"text","text":"The power of Satan is, nonetheless, not infinite. He is only a creature, powerful from the fact that he is pure spirit, but still a creature. He cannot prevent the building up of God's reign. Although Satan may act in the world out of hatred for God and his kingdom in Christ Jesus, and although his action may cause grave injuries - of a spiritual nature and, indirectly, even of a physical nature - to each man and to society, the action is permitted by divine providence which with strength and gentleness guides human and cosmic history. It is a great mystery that providence should permit diabolical activity, but \"we know that in everything God works for good with those who love him.\""},{"type":"ref","number":275}]},{"elements":[{"type":"text","text":"III. ORIGINAL SIN"}]},{"elements":[{"type":"text","text":"Freedom put to the test"}]},{"elements":[{"type":"ref-ccc","ref_number":396},{"type":"text","text":"God created man in his image and established him in his friendship. A spiritual creature, man can live this friendship only in free submission to God. the prohibition against eating \"of the tree of the knowledge of good and evil\" spells this out: \"for in the day that you eat of it, you shall die.\""},{"type":"ref","number":276},{"type":"text","text":" The \"tree of the knowledge of good and evil\""},{"type":"ref","number":277},{"type":"text","text":" symbolically evokes the insurmountable limits that man, being a creature, must freely recognize and respect with trust. Man is dependent on his Creator, and subject to the laws of creation and to the moral norms that govern the use of freedom."}]},{"elements":[{"type":"text","text":"Man's first sin"}]},{"elements":[{"type":"ref-ccc","ref_number":397},{"type":"text","text":"Man, tempted by the devil, let his trust in his Creator die in his heart and, abusing his freedom, disobeyed God's command. This is what man's first sin consisted of."},{"type":"ref","number":278},{"type":"text","text":" All subsequent sin would be disobedience toward God and lack of trust in his goodness."}]},{"elements":[{"type":"ref-ccc","ref_number":398},{"type":"text","text":"In that sin man preferred himself to God and by that very act scorned him. He chose himself over and against God, against the requirements of his creaturely status and therefore against his own good. Created in a state of holiness, man was destined to be fully \"divinized\" by God in glory. Seduced by the devil, he wanted to \"be like God\", but \"without God, before God, and not in accordance with God\"."},{"type":"ref","number":279}]},{"elements":[{"type":"ref-ccc","ref_number":399},{"type":"text","text":"Scripture portrays the tragic consequences of this first disobedience. Adam and Eve immediately lose the grace of original holiness."},{"type":"ref","number":280},{"type":"text","text":" They become afraid of the God of whom they have conceived a distorted image - that of a God jealous of his prerogatives."},{"type":"ref","number":281}]},{"elements":[{"type":"ref-ccc","ref_number":400},{"type":"text","text":"The harmony in which they had found themselves, thanks to original justice, is now destroyed: the control of the soul's spiritual faculties over the body is shattered; the union of man and woman becomes subject to tensions, their relations henceforth marked by lust and domination."},{"type":"ref","number":282},{"type":"text","text":" Harmony with creation is broken: visible creation has become alien and hostile to man."},{"type":"ref","number":283},{"type":"text","text":" Because of man, creation is now subject \"to its bondage to decay\"."},{"type":"ref","number":284},{"type":"text","text":" Finally, the consequence explicitly foretold for this disobedience will come true: man will \"return to the ground\","},{"type":"ref","number":285},{"type":"text","text":" for out of it he was taken. Death makes its entrance into human history."},{"type":"ref","number":286}]},{"elements":[{"type":"ref-ccc","ref_number":401},{"type":"text","text":"After that first sin, the world is virtually inundated by sin There is Cain's murder of his brother Abel and the universal corruption which follows in the wake of sin. Likewise, sin frequently manifests itself in the history of Israel, especially as infidelity to the God of the Covenant and as transgression of the Law of Moses. and even after Christ's atonement, sin raises its head in countless ways among Christians."},{"type":"ref","number":287},{"type":"text","text":" Scripture and the Church's Tradition continually recall the presence and universality of sin in man's history:"}]},{"elements":[{"type":"text","text":"What Revelation makes known to us is confirmed by our own experience. For when man looks into his own heart he finds that he is drawn towards what is wrong and sunk in many evils which cannot come from his good creator. Often refusing to acknowledge God as his source, man has also upset the relationship which should link him to his last end, and at the same time he has broken the right order that should reign within himself as well as between himself and other men and all creatures."},{"type":"ref","number":288}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The consequences of Adam's sin for humanity"}]},{"elements":[{"type":"ref-ccc","ref_number":402},{"type":"text","text":"All men are implicated in Adam's sin, as St. Paul affirms: \"By one man's disobedience many (that is, all men) were made sinners\": \"sin came into the world through one man and death through sin, and so death spread to all men because all men sinned.\""},{"type":"ref","number":289},{"type":"text","text":" The Apostle contrasts the universality of sin and death with the universality of salvation in Christ. \"Then as one man's trespass led to condemnation for all men, so one man's act of righteousness leads to acquittal and life for all men.\""},{"type":"ref","number":290}]},{"elements":[{"type":"ref-ccc","ref_number":403},{"type":"text","text":"Following St. Paul, the Church has always taught that the overwhelming misery which oppresses men and their inclination towards evil and death cannot be understood apart from their connection with Adam's sin and the fact that he has transmitted to us a sin with which we are all born afflicted, a sin which is the \"death of the soul\"."},{"type":"ref","number":291},{"type":"text","text":" Because of this certainty of faith, the Church baptizes for the remission of sins even tiny infants who have not committed personal sin."},{"type":"ref","number":292}]},{"elements":[{"type":"ref-ccc","ref_number":404},{"type":"text","text":"How did the sin of Adam become the sin of all his descendants? the whole human race is in Adam \"as one body of one man\"."},{"type":"ref","number":293},{"type":"text","text":" By this \"unity of the human race\" all men are implicated in Adam's sin, as all are implicated in Christ's justice. Still, the transmission of original sin is a mystery that we cannot fully understand. But we do know by Revelation that Adam had received original holiness and justice not for himself alone, but for all human nature. By yielding to the tempter, Adam and Eve committed a personal sin, but this sin affected the human nature that they would then transmit in a fallen state."},{"type":"ref","number":294},{"type":"text","text":" It is a sin which will be transmitted by propagation to all mankind, that is, by the transmission of a human nature deprived of original holiness and justice. and that is why original sin is called \"sin\" only in an analogical sense: it is a sin \"contracted\" and not \"committed\" - a state and not an act."}]},{"elements":[{"type":"ref-ccc","ref_number":405},{"type":"text","text":"Although it is proper to each individual,"},{"type":"ref","number":295},{"type":"text","text":" original sin does not have the character of a personal fault in any of Adam's descendants. It is a deprivation of original holiness and justice, but human nature has not been totally corrupted: it is wounded in the natural powers proper to it, subject to ignorance, suffering and the dominion of death, and inclined to sin - an inclination to evil that is called concupiscence\". Baptism, by imparting the life of Christ's grace, erases original sin and turns a man back towards God, but the consequences for nature, weakened and inclined to evil, persist in man and summon him to spiritual battle."}]},{"elements":[{"type":"ref-ccc","ref_number":406},{"type":"text","text":"The Church's teaching on the transmission of original sin was articulated more precisely in the fifth century, especially under the impulse of St. Augustine's reflections against Pelagianism, and in the sixteenth century, in opposition to the Protestant Reformation. Pelagius held that man could, by the natural power of free will and without the necessary help of God's grace, lead a morally good life; he thus reduced the influence of Adam's fault to bad example. the first Protestant reformers, on the contrary, taught that original sin has radically perverted man and destroyed his freedom; they identified the sin inherited by each man with the tendency to evil (concupiscentia), which would be insurmountable. the Church pronounced on the meaning of the data of Revelation on original sin especially at the second Council of Orange (529)"},{"type":"ref","number":296},{"type":"text","text":" and at the Council of Trent (1546)."},{"type":"ref","number":297}]},{"elements":[{"type":"text","text":"A hard battle. . ."}]},{"elements":[{"type":"ref-ccc","ref_number":407},{"type":"text","text":"The doctrine of original sin, closely connected with that of redemption by Christ, provides lucid discernment of man's situation and activity in the world. By our first parents' sin, the devil has acquired a certain domination over man, even though man remains free. Original sin entails \"captivity under the power of him who thenceforth had the power of death, that is, the devil\"."},{"type":"ref","number":298},{"type":"text","text":" Ignorance of the fact that man has a wounded nature inclined to evil gives rise to serious errors in the areas of education, politics, social action"},{"type":"ref","number":299},{"type":"text","text":" and morals."}]},{"elements":[{"type":"ref-ccc","ref_number":408},{"type":"text","text":"The consequences of original sin and of all men's personal sins put the world as a whole in the sinful condition aptly described in St. John's expression, \"the sin of the world\"."},{"type":"ref","number":300},{"type":"text","text":" This expression can also refer to the negative influence exerted on people by communal situations and social structures that are the fruit of men's sins."},{"type":"ref","number":301}]},{"elements":[{"type":"ref-ccc","ref_number":409},{"type":"text","text":"This dramatic situation of \"the whole world [which] is in the power of the evil one\""},{"type":"ref","number":302},{"type":"text","text":" makes man's life a battle:"}]},{"elements":[{"type":"text","text":"The whole of man's history has been the story of dour combat with the powers of evil, stretching, so our Lord tells us, from the very dawn of history until the last day. Finding himself in the midst of the battlefield man has to struggle to do what is right, and it is at great cost to himself, and aided by God's grace, that he succeeds in achieving his own inner integrity."},{"type":"ref","number":303}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"IV. \"YOU DID NOT ABANDON HIM TO THE POWER OF DEATH\""}]},{"elements":[{"type":"ref-ccc","ref_number":410},{"type":"text","text":"After his fall, man was not abandoned by God. On the contrary, God calls him and in a mysterious way heralds the coming victory over evil and his restoration from his fall."},{"type":"ref","number":304},{"type":"text","text":" This passage in Genesis is called the Protoevangelium (\"first gospel\"): the first announcement of the Messiah and Redeemer, of a battle between the serpent and the Woman, and of the final victory of a descendant of hers."}]},{"elements":[{"type":"ref-ccc","ref_number":411},{"type":"text","text":"The Christian tradition sees in this passage an announcement of the \"New Adam\" who, because he \"became obedient unto death, even death on a cross\", makes amends superabundantly for the disobedience, of Adam."},{"type":"ref","number":305},{"type":"text","text":" Furthermore many Fathers and Doctors of the Church have seen the woman announced in the \"Proto-evangelium\" as Mary, the mother of Christ, the \"new Eve\". Mary benefited first of all and uniquely from Christ's victory over sin: she was preserved from all stain of original sin and by a special grace of God committed no sin of any kind during her whole earthly life."},{"type":"ref","number":306}]},{"elements":[{"type":"ref-ccc","ref_number":412},{"type":"text","text":"But why did God not prevent the first man from sinning? St. Leo the Great responds, \"Christ's inexpressible grace gave us blessings better than those the demon's envy had taken away.\""},{"type":"ref","number":307},{"type":"text","text":" and St. Thomas Aquinas wrote, \"There is nothing to prevent human nature's being raised up to something greater, even after sin; God permits evil in order to draw forth some greater good. Thus St. Paul says, 'Where sin increased, grace abounded all the more'; and the Exsultet sings, 'O happy fault,. . . which gained for us so great a Redeemer!'\""},{"type":"ref","number":308}]},{"elements":[{"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":413},{"attrs":{"i":true},"type":"text","text":"\"God did not make death, and he does not delight in the death of the living. . . It was through the devil's envy that death entered the world\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PLI.HTM#WISDB.WISD.1.13"},{"attrs":{"i":true},"type":"text","text":" Wis 1:13; "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PLJ.HTM#WISDB.WISD.2.24"},{"attrs":{"i":true},"type":"text","text":" 2:24)."}]},{"elements":[{"type":"ref-ccc","ref_number":414},{"attrs":{"i":true},"type":"text","text":"Satan or the devil and the other demons are fallen angels who have freely refused to serve God and his plan. Their choice against God is definitive. They try to associate man in their revolt against God."}]},{"elements":[{"type":"ref-ccc","ref_number":415},{"attrs":{"i":true},"type":"text","text":"\"Although set by God in a state of rectitude man, enticed by the evil one, abused his freedom at the very start of history. He lifted himself up against God, and sought to attain his goal apart from him\" (GS 13 # 1)."}]},{"elements":[{"type":"ref-ccc","ref_number":416},{"attrs":{"i":true},"type":"text","text":"By his sin Adam, as the first man, lost the original holiness and justice he had received from God, not only for himself but for all human beings."}]},{"elements":[{"type":"ref-ccc","ref_number":417},{"attrs":{"i":true},"type":"text","text":"Adam and Eve transmitted to their descendants human nature wounded by their own first sin and hence deprived of original holiness and justice; this deprivation is called \"original sin\"."}]},{"elements":[{"type":"ref-ccc","ref_number":418},{"attrs":{"i":true},"type":"text","text":"As a result of original sin, human nature is weakened in its powers, subject to ignorance, suffering and the domination of death, and inclined to sin (this inclination is called \"concupiscence\")."}]},{"elements":[{"type":"ref-ccc","ref_number":419},{"attrs":{"i":true},"type":"text","text":"\"We therefore hold, with the Council of Trent, that original sin is transmitted with human nature, \"by propagation, not by imitation\" and that it is. . . 'proper to each'\" (Paul VI, CPG # 16)."}]},{"elements":[{"type":"ref-ccc","ref_number":420},{"attrs":{"i":true},"type":"text","text":"The victory that Christ won over sin has given us greater blessings than those which sin had taken from us: \"where sin increased, grace abounded all the more\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.20"},{"attrs":{"i":true},"type":"text","text":" Rom 5:20)."}]},{"elements":[{"type":"ref-ccc","ref_number":421},{"attrs":{"i":true},"type":"text","text":"Christians believe that \"the world has been established and kept in being by the Creator's love; has fallen into slavery to sin but has been set free by Christ, crucified and risen to break the power of the evil one. . .\" (GS 2 # 2)."}]}],"footnotes":{"257":{"number":257,"refs":[{"text":"St. Augustine, Conf. 7, 7, 11: PL 32, 739.","link":null}]},"258":{"number":258,"refs":[{"text":"2 Th 2:7","link":null},{"text":"I Tim 3:16.","link":null}]},"259":{"number":259,"refs":[{"text":"Cf. ⇒ Rom 5:20.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.20"}]},"260":{"number":260,"refs":[{"text":"Cf. ⇒ Lk 11:21-22","link":"http://www.vatican.va/archive/ENG0839/_PWU.HTM#GOSP.LUK.11.21"},{"text":"⇒ Jn 16:11","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.11"},{"text":"⇒ I Jn 3:8.","link":"http://www.vatican.va/archive/ENG0839/_P12D.HTM#CATHL.1JOH.3.8"}]},"261":{"number":261,"refs":[{"text":"Cf. ⇒ Rom 5:12-21.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.12"}]},"262":{"number":262,"refs":[{"text":"⇒ Jn 16:8.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.8"}]},"263":{"number":263,"refs":[{"text":"Cf. ⇒ I Cor 2:16.","link":"http://www.vatican.va/archive/ENG0839/_PZ7.HTM#NTLET.1COR.2.16"}]},"264":{"number":264,"refs":[{"text":"Cf. GS 13 # 1.","link":null}]},"265":{"number":265,"refs":[{"text":"Cf. Council of Trent: DS 1513","link":null},{"text":"Pius XII: DS 3897","link":null},{"text":"Paul VI: AAS 58    (1966), 654.","link":null}]},"266":{"number":266,"refs":[{"text":"Cf. ⇒ Gen 3:1-5","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.1"},{"text":"Wis 2:24.","link":null}]},"267":{"number":267,"refs":[{"text":"Cf ⇒ Jn 8:44","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.44"},{"text":"⇒ Rev 12:9.","link":"http://www.vatican.va/archive/ENG0839/_P12V.HTM#CATHL.REV.12.9"}]},"268":{"number":268,"refs":[{"text":"Lateran Council IV (1215): DS 800.","link":null}]},"269":{"number":269,"refs":[{"text":"Cf. ⇒ 2 Pt 2:4.","link":"http://www.vatican.va/archive/ENG0839/_P128.HTM#CATHL.2PET.2.4"}]},"270":{"number":270,"refs":[{"text":"⇒ Gen 3:5.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.5"}]},"271":{"number":271,"refs":[{"text":"⇒ I Jn 3:8","link":"http://www.vatican.va/archive/ENG0839/_P12D.HTM#CATHL.1JOH.3.8"},{"text":"⇒ Jn 8:44.","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.44"}]},"272":{"number":272,"refs":[{"text":"St. John Damascene, Defide orth. 2, 4: PG 94, 877.","link":null}]},"273":{"number":273,"refs":[{"text":"⇒ Jn 8:44","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.44"},{"text":"cf. ⇒ Mt 4:1-11.","link":"http://www.vatican.va/archive/ENG0839/_PVD.HTM#GOSP.MAT.4.1"}]},"274":{"number":274,"refs":[{"text":"I ⇒ Jn 3:8.","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.8"}]},"275":{"number":275,"refs":[{"text":"⇒ Rom 8:28.","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.28"}]},"276":{"number":276,"refs":[{"text":"⇒ Gen 2:17.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.17"}]},"277":{"number":277,"refs":[{"text":"⇒ Gen 2:17.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.17"}]},"278":{"number":278,"refs":[{"text":"Cf. ⇒ Gen 3:1-11","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.1"},{"text":"⇒ Rom 5:19.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.19"}]},"279":{"number":279,"refs":[{"text":"St. Maximus the Confessor, Ambigua: PG 91, 1156C","link":null},{"text":"cf. ⇒ Gen 3:5.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.5"}]},"280":{"number":280,"refs":[{"text":"Cf. ⇒ Rom 3:23.","link":"http://www.vatican.va/archive/ENG0839/_PYR.HTM#NTLET.ROM.3.23"}]},"281":{"number":281,"refs":[{"text":"Cf. ⇒ Gen 3:5-10.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.5"}]},"282":{"number":282,"refs":[{"text":"Cf. ⇒ Gen 3:7-16.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.7"}]},"283":{"number":283,"refs":[{"text":"Cf. ⇒ Gen 3:17, ⇒ 19.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.17"}]},"284":{"number":284,"refs":[{"text":"⇒ Rom 8:21.","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.21"}]},"285":{"number":285,"refs":[{"text":"⇒ Gen 3:19","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.19"},{"text":"cf. ⇒ 2:17.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.17"}]},"286":{"number":286,"refs":[{"text":"Cf. ⇒ Rom 5:12.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.12"}]},"287":{"number":287,"refs":[{"text":"Cf. ⇒ Gen 4:3-15","link":"http://www.vatican.va/archive/ENG0839/_P6.HTM#PENT.GEN.4.3"},{"text":"⇒ 6:5, ⇒ 12","link":"http://www.vatican.va/archive/ENG0839/_P8.HTM#PENT.GEN.6.5"},{"text":"⇒ Rom 1:18-32","link":"http://www.vatican.va/archive/ENG0839/_P8.HTM#PENT.GEN.6.12"},{"text":"⇒ I Cor 1-6","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.18"},{"text":"⇒ Rev 2-3.","link":"http://www.vatican.va/archive/ENG0839/_PZ6.HTM#NTLET.1COR.1.6"}]},"288":{"number":288,"refs":[{"text":"GS 13 # 1.","link":null}]},"289":{"number":289,"refs":[{"text":"⇒ Rom 5:12, ⇒ 19.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.12"}]},"290":{"number":290,"refs":[{"text":"⇒ Rom 5:18.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.18"}]},"291":{"number":291,"refs":[{"text":"Cf. Council of Trent: DS 1512.","link":null}]},"292":{"number":292,"refs":[{"text":"Cf. Council of Trent: DS 1514.","link":null}]},"293":{"number":293,"refs":[{"text":"St. Thomas Aquinas, De malo 4, I.","link":null}]},"294":{"number":294,"refs":[{"text":"Cf. Council of Trent: DS 1511-1512","link":null}]},"295":{"number":295,"refs":[{"text":"Cf. Council of Trent: DS 1513.","link":null}]},"296":{"number":296,"refs":[{"text":"DS 371-372.","link":null}]},"297":{"number":297,"refs":[{"text":"Cf. DS 1510-1516.","link":null}]},"298":{"number":298,"refs":[{"text":"Council of Trent (1546): DS 1511","link":null},{"text":"cf. ⇒ Heb 2:14.","link":"http://www.vatican.va/archive/ENG0839/_P11H.HTM#NTLET.HEB.2.14"}]},"299":{"number":299,"refs":[{"text":"Cf. John Paul II, CA 25.","link":null}]},"300":{"number":300,"refs":[{"text":"⇒ Jn 1:29.","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.29"}]},"301":{"number":301,"refs":[{"text":"Cf. John Paul II, RP 16.","link":null}]},"302":{"number":302,"refs":[{"text":"I ⇒ Jn 5:19","link":"http://www.vatican.va/archive/ENG0839/_PXD.HTM#GOSP.JOH.5.19"},{"text":"cf. ⇒ I Pt 5:8.","link":"http://www.vatican.va/archive/ENG0839/_P125.HTM#CATHL.1PET.5.8"}]},"303":{"number":303,"refs":[{"text":"GS 37 3 2.","link":null}]},"304":{"number":304,"refs":[{"text":"Cf. ⇒ Gen 3:9, ⇒ 15.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.9"}]},"305":{"number":305,"refs":[{"text":"Cf. ⇒ I Cor 15:21-22, ⇒ 45","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.21"},{"text":"⇒ Phil 2:8","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.45"},{"text":"⇒ Rom 5:19-20.","link":"http://www.vatican.va/archive/ENG0839/_P10G.HTM#NTLET.PHI.2.8"}]},"306":{"number":306,"refs":[{"text":"Cf. Pius IXs Ineffabilis Deus: DS 2803","link":null},{"text":"Council of Trent: DS 1573.","link":null}]},"307":{"number":307,"refs":[{"text":"St. Leo the Great, Sermo 73, 4: PL 54, 396.","link":null}]},"308":{"number":308,"refs":[{"text":"St. Thomas Aquinas, STh III, I, 3, ad 3","link":null},{"text":"cf. ⇒ Rom 5:20.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.20"}]}}}