{"id":"toc-131","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1187},{"type":"text","text":"The liturgy is the work of the whole Christ, head and body. Our high priest celebrates it unceasingly in the heavenly liturgy, with the holy Mother of God, the apostles, all the saints, and the multitude of those who have already entered the kingdom.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1188},{"type":"text","text":"In a liturgical celebration, the whole assembly is leitourgos, each member according to his own function. the baptismal priesthood is that of the whole Body of Christ. But some of the faithful are ordained through the sacrament of Holy Orders to represent Christ as head of the Body.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1189},{"type":"text","text":"The liturgical celebration involves signs and symbols relating to creation (candles, water, fire), human life (washing, anointing, breaking bread) and the history of salvation (the rites of the Passover). Integrated into the world of faith and taken up by the power of the Holy Spirit, these cosmic elements, human rituals, and gestures of remembrance of God become bearers of the saving and sanctifying action of Christ.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1190},{"type":"text","text":"The Liturgy of the Word is an integral part of the celebration. the meaning of the celebration is expressed by the Word of God which is proclaimed and by the response of faith to it.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1191},{"type":"text","text":"Song and music are closely connected with the liturgical action. the criteria for their proper use are the beauty expressive of prayer, the unanimous participation of the assembly, and the sacred character of the celebration.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1192},{"type":"text","text":"Sacred images in our churches and homes are intended to awaken and nourish our faith in the mystery of Christ. Through the icon of Christ and his works of salvation, it is he whom we adore. Through sacred images of the holy Mother of God, of the angels and of the saints, we venerate the persons represented.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1193},{"type":"text","text":"Sunday, the \"Lord's Day,\" is the principal day for the celebration of the Eucharist because it is the day of the Resurrection. It is the pre-eminent day of the liturgical assembly, the day of the Christian family, and the day of joy and rest from work. Sunday is \"the foundation and kernel of the whole liturgical year\" (SC 106).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1194},{"type":"text","text":"The Church, \"in the course of the year, . . . unfolds the whole mystery of Christ from his Incarnation and Nativity through his Ascension, to Pentecost and the expectation of the blessed hope of the coming of the Lord\" (SC 102 # 2).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1195},{"type":"text","text":"By keeping the memorials of the saints - first of all the holy Mother of God, then the apostles, the martyrs, and other saints - on fixed days of the liturgical year, the Church on earth shows that she is united with the liturgy of heaven. She gives glory to Christ for having accomplished his salvation in his glorified members; their example encourages her on her way to the Father.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1196},{"type":"text","text":"The faithful who celebrate the Liturgy of the Hours are united to Christ our high priest, by the prayer of the Psalms, meditation on the Word of God, and canticles and blessings, in order to be joined with his unceasing and universal prayer that gives glory to the Father and implores the gift of the Holy Spirit on the whole world.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1197},{"type":"text","text":"Christ is the true temple of God, \"the place where his glory dwells\"; by the grace of God, Christians also become the temples of the Holy Spirit, living stones out of which the Church is built.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1198},{"type":"text","text":"In its earthly state the Church needs places where the community can gather together. Our visible churches, holy places, are images of the holy city, the heavenly Jerusalem, toward which we are making our way on pilgrimage.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1199},{"type":"text","text":"It is in these churches that the Church celebrates public worship to the glory of the Holy Trinity, hears the word of God and sings his praise, lifts up her prayer, and offers the sacrifice of Christ sacramentally present in the midst of the assembly. These churches are also places of recollection and personal prayer.","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}