{"id":"toc-128","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. How is the Liturgy Celebrated?"}]},{"elements":[{"type":"text","text":"Signs and symbols"}]},{"elements":[{"type":"ref-ccc","ref_number":1145},{"type":"text","text":"A sacramental celebration is woven from signs and symbols. In keeping with the divine pedagogy of salvation, their meaning is rooted in the work of creation and in human culture, specified by the events of the Old Covenant and fully revealed in the person and work of Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":1146},{"type":"text","text":"Signs of the human world. In human life, signs and symbols occupy an important place. As a being at once body and spirit, man expresses and perceives spiritual realities through physical signs and symbols. As a social being, man needs signs and symbols to communicate with others, through language, gestures, and actions. the same holds true for his relationship with God."}]},{"elements":[{"type":"ref-ccc","ref_number":1147},{"type":"text","text":"God speaks to man through the visible creation. the material cosmos is so presented to man's intelligence that he can read there traces of its Creator."},{"type":"ref","number":16},{"type":"text","text":" Light and darkness, wind and fire, water and earth, the tree and its fruit speak of God and symbolize both his greatness and his nearness."}]},{"elements":[{"type":"ref-ccc","ref_number":1148},{"type":"text","text":"Inasmuch as they are creatures, these perceptible realities can become means of expressing the action of God who sanctifies men, and the action of men who offer worship to God. the same is true of signs and symbols taken from the social life of man: washing and anointing, breaking bread and sharing the cup can express the sanctifying presence of God and man's gratitude toward his Creator."}]},{"elements":[{"type":"ref-ccc","ref_number":1149},{"type":"text","text":"The great religions of mankind witness, often impressively, to this cosmic and symbolic meaning of religious rites. the liturgy of the Church presupposes, integrates and sanctifies elements from creation and human culture, conferring on them the dignity of signs of grace, of the new creation in Jesus Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":1150},{"type":"text","text":"Signs of the covenant. the Chosen People received from God distinctive signs and symbols that marked its liturgical life. These are no longer solely celebrations of cosmic cycles and social gestures, but signs of the covenant, symbols of God's mighty deeds for his people. Among these liturgical signs from the Old Covenant are circumcision, anointing and consecration of kings and priests, laying on of hands, sacrifices, and above all the Passover. the Church sees in these signs a prefiguring of the sacraments of the New Covenant."}]},{"elements":[{"type":"ref-ccc","ref_number":1151},{"type":"text","text":"Signs taken up by Christ. In his preaching the Lord Jesus often makes use of the signs of creation to make known the mysteries of the Kingdom of God."},{"type":"ref","number":17},{"type":"text","text":" He performs healings and illustrates his preaching with physical signs or symbolic gestures."},{"type":"ref","number":18},{"type":"text","text":" He gives new meaning to the deeds and signs of the Old Covenant, above all to the Exodus and the Passover,"},{"type":"ref","number":19},{"type":"text","text":" for he himself is the meaning of all these signs."}]},{"elements":[{"type":"ref-ccc","ref_number":1152},{"type":"text","text":"Sacramental signs. Since Pentecost, it is through the sacramental signs of his Church that the Holy Spirit carries on the work of sanctification. the sacraments of the Church do not abolish but purify and integrate all the richness of the signs and symbols of the cosmos and of social life. Further, they fulfill the types and figures of the Old Covenant, signify and make actively present the salvation wrought by Christ, and prefigure and anticipate the glory of heaven. Words and actions"}]},{"elements":[{"type":"ref-ccc","ref_number":1153},{"type":"text","text":"A sacramental celebration is a meeting of God's children with their Father, in Christ and the Holy Spirit; this meeting takes the form of a dialogue, through actions and words. Admittedly, the symbolic actions are already a language, but the Word of God and the response of faith have to accompany and give life to them, so that the seed of the Kingdom can bear its fruit in good soil. the liturgical actions signify what the Word of God expresses: both his free initiative and his people's response of faith."}]},{"elements":[{"type":"ref-ccc","ref_number":1154},{"type":"text","text":"The liturgy of the Word is an integral part of sacramental celebrations. To nourish the faith of believers, the signs which accompany the Word of God should be emphasized: the book of the Word (a lectionary or a book of the Gospels), its veneration (procession, incense, candles), the place of its proclamation (lectern or ambo), its audible and intelligible reading, the minister's homily which extends its proclamation, and the responses of the assembly (acclamations, meditation psalms, litanies, and profession of faith)."}]},{"elements":[{"type":"ref-ccc","ref_number":1155},{"type":"text","text":"The liturgical word and action are inseparable both insofar as they are signs and instruction and insofar as they accomplish what they signify. When the Holy Spirit awakens faith, he not only gives an understanding of the Word of God, but through the sacraments also makes present the \"wonders\" of God which it proclaims. the Spirit makes present and communicates the Father's work, fulfilled by the beloved Son."}]},{"elements":[{"type":"text","text":"Singing and music"}]},{"elements":[{"type":"ref-ccc","ref_number":1156},{"type":"text","text":"\"The musical tradition of the universal Church is a treasure of inestimable value, greater even than that of any other art. the main reason for this pre-eminence is that, as a combination of sacred music and words, it forms a necessary or integral part of solemn liturgy.\""},{"type":"ref","number":20},{"type":"text","text":" The composition and singing of inspired psalms, often accompanied by musical instruments, were already closely linked to the liturgical celebrations of the Old Covenant. the Church continues and develops this tradition: \"Address . . . one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with all your heart.\" \"He who sings prays twice.\""},{"type":"ref","number":21}]},{"elements":[{"type":"ref-ccc","ref_number":1157},{"type":"text","text":"Song and music fulfill their function as signs in a manner all the more significant when they are \"more closely connected . . . with the liturgical action,\""},{"type":"ref","number":22},{"type":"text","text":" according to three principal criteria: beauty expressive of prayer, the unanimous participation of the assembly at the designated moments, and the solemn character of the celebration. In this way they participate in the purpose of the liturgical words and actions: the glory of God and the sanctification of the faithful:"},{"type":"ref","number":23}]},{"elements":[{"type":"text","text":"How I wept, deeply moved by your hymns, songs, and the voices that echoed through your Church! What emotion I experienced in them! Those sounds flowed into my ears distilling the truth in my heart. A feeling of devotion surged within me, and tears streamed down my face - tears that did me good."},{"type":"ref","number":24}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1158},{"type":"text","text":"The harmony of signs (song, music, words, and actions) is all the more expressive and fruitful when expressed in the cultural richness of the People of God who celebrate."},{"type":"ref","number":25},{"type":"text","text":" Hence \"religious singing by the faithful is to be intelligently fostered so that in devotions and sacred exercises as well as in liturgical services,\" in conformity with the Church's norms, \"the voices of the faithful may be heard.\" But \"the texts intended to be sung must always be in conformity with Catholic doctrine. Indeed they should be drawn chiefly from the Sacred Scripture and from liturgical sources.\""},{"type":"ref","number":26}]},{"elements":[{"type":"text","text":"Holy images"}]},{"elements":[{"type":"ref-ccc","ref_number":1159},{"type":"text","text":"The sacred image, the liturgical icon, principally represents Christ. It cannot represent the invisible and incomprehensible God, but the incarnation of the Son of God has ushered in a new \"economy\" of images:"}]},{"elements":[{"type":"text","text":"Previously God, who has neither a body nor a face, absolutely could not be represented by an image. But now that he has made himself visible in the flesh and has lived with men, I can make an image of what I have seen of God . . . and contemplate the glory of the Lord, his face unveiled."},{"type":"ref","number":27}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1160},{"type":"text","text":"Christian iconography expresses in images the same Gospel message that Scripture communicates by words. Image and word illuminate each other:"}]},{"elements":[{"type":"text","text":"We declare that we preserve intact all the written and unwritten traditions of the Church which have been entrusted to us. One of these traditions consists in the production of representational artwork, which accords with the history of the preaching of the Gospel. For it confirms that the incarnation of the Word of God was real and not imaginary, and to our benefit as well, for realities that illustrate each other undoubtedly reflect each other's meaning."},{"type":"ref","number":28}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1161},{"type":"text","text":"All the signs in the liturgical celebrations are related to Christ: as are sacred images of the holy Mother of God and of the saints as well. They truly signify Christ, who is glorified in them. They make manifest the \"cloud of witnesses\""},{"type":"ref","number":29},{"type":"text","text":" who continue to participate in the salvation of the world and to whom we are united, above all in sacramental celebrations. Through their icons, it is man \"in the image of God,\" finally transfigured \"into his likeness,\""},{"type":"ref","number":30},{"type":"text","text":" who is revealed to our faith. So too are the angels, who also are recapitulated in Christ:"}]},{"elements":[{"type":"text","text":"Following the divinely inspired teaching of our holy Fathers and the tradition of the Catholic Church (for we know that this tradition comes from the Holy Spirit who dwells in her) we rightly define with full certainty and correctness that, like the figure of the precious and life-giving cross, venerable and holy images of our Lord and God and Savior, Jesus Christ, our inviolate Lady, the holy Mother of God, and the venerated angels, all the saints and the just, whether painted or made of mosaic or another suitable material, are to be exhibited in the holy churches of God, on sacred vessels and vestments, walls and panels, in houses and on streets."},{"type":"ref","number":31}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1162},{"type":"text","text":"\"The beauty of the images moves me to contemplation, as a meadow delights the eyes and subtly infuses the soul with the glory of God.\""},{"type":"ref","number":32},{"type":"text","text":" Similarly, the contemplation of sacred icons, united with meditation on the Word of God and the singing of liturgical hymns, enters into the harmony of the signs of celebration so that the mystery celebrated is imprinted in the heart's memory and is then expressed in the new life of the faithful."}]}],"footnotes":{"16":{"number":16,"refs":[{"text":"Cf. ⇒ Wis 13:1","link":"http://www.vatican.va/archive/ENG0839/_PLU.HTM#WISDB.WISD.13.1"},{"text":"⇒ Rom 1:19f","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.19"},{"text":"⇒ Acts 14:17.","link":"http://www.vatican.va/archive/ENG0839/_PY8.HTM#GOSP.ACT.14.17"}]},"17":{"number":17,"refs":[{"text":"Cf. ⇒ Lk 8:10.","link":"http://www.vatican.va/archive/ENG0839/_PWR.HTM#GOSP.LUK.8.10"}]},"18":{"number":18,"refs":[{"text":"Cf. ⇒ Jn 9:6","link":"http://www.vatican.va/archive/ENG0839/_PXH.HTM#GOSP.JOH.9.6"},{"text":"⇒ Mk 7:33ff.","link":"http://www.vatican.va/archive/ENG0839/_PW9.HTM#GOSP.MAR.7.33"},{"text":"⇒ 8:22ff.","link":"http://www.vatican.va/archive/ENG0839/_PWA.HTM#GOSP.MAR.8.22"}]},"19":{"number":19,"refs":[{"text":"Cf. ⇒ Lk 9:31","link":"http://www.vatican.va/archive/ENG0839/_PWS.HTM#GOSP.LUK.9.31"},{"text":"⇒ 22:7-20.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.7"}]},"20":{"number":20,"refs":[{"text":"SC 112.","link":null}]},"21":{"number":21,"refs":[{"text":"⇒ Eph 5:19","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.19"},{"text":"St. Augustine, En. in Ps. 72,1: PL 36, 914","link":null},{"text":"cf. ⇒ Col 3:16.","link":"http://www.vatican.va/archive/ENG0839/_P10M.HTM#NTLET.COL.3.16"}]},"22":{"number":22,"refs":[{"text":"SC 112 # 3.","link":null}]},"23":{"number":23,"refs":[{"text":"Cf. SC 112.","link":null}]},"24":{"number":24,"refs":[{"text":"St. Augustine, Conf. 9, 6, 14: PL 32, 769-770.","link":null}]},"25":{"number":25,"refs":[{"text":"Cf. SC 119.","link":null}]},"26":{"number":26,"refs":[{"text":"SC 118","link":null},{"text":"121.","link":null}]},"27":{"number":27,"refs":[{"text":"St. John Damascene, De imag. 1, 16: PG 96: 1245-1248.","link":null}]},"28":{"number":28,"refs":[{"text":"Council of Nicaea II (787): COD 111.","link":null}]},"29":{"number":29,"refs":[{"text":"⇒ Heb 12:1.","link":"http://www.vatican.va/archive/ENG0839/_P11R.HTM#NTLET.HEB.12.1"}]},"30":{"number":30,"refs":[{"text":"Cf. ⇒ Rom 8:29","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.29"},{"text":"⇒ 1 Jn 3:2.","link":"http://www.vatican.va/archive/ENG0839/_P12D.HTM#CATHL.1JOH.3.2"}]},"31":{"number":31,"refs":[{"text":"Council of Nicaea II: DS 600.","link":null}]},"32":{"number":32,"refs":[{"text":"St. John Damascene, De imag. 1, 27: PG 94, 1268A, B.","link":null}]}}}