{"id":"toc-116","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. The Holy Spirit and the Church in the Liturgy"}]},{"elements":[{"type":"ref-ccc","ref_number":1091},{"type":"text","text":"In the liturgy the Holy Spirit is teacher of the faith of the People of God and artisan of \"God's masterpieces,\" the sacraments of the New Covenant. the desire and work of the Spirit in the heart of the Church is that we may live from the life of the risen Christ. When the Spirit encounters in us the response of faith which he has aroused in us, he brings about genuine cooperation. Through it, the liturgy becomes the common work of the Holy Spirit and the Church."}]},{"elements":[{"type":"ref-ccc","ref_number":1092},{"type":"text","text":"In this sacramental dispensation of Christ's mystery the Holy Spirit acts in the same way as at other times in the economy of salvation: he prepares the Church to encounter her Lord; he recalls and makes Christ manifest to the faith of the assembly. By his transforming power, he makes the mystery of Christ present here and now. Finally the Spirit of communion unites the Church to the life and mission of Christ. "},{"type":"spacer"},{"type":"text","text":" The Holy Spirit prepares for the reception of Christ"}]},{"elements":[{"type":"ref-ccc","ref_number":1093},{"type":"text","text":"In the sacramental economy the Holy Spirit fulfills what was prefigured in the Old Covenant. Since Christ's Church was \"prepared in marvellous fashion in the history of the people of Israel and in the Old Covenant,\""},{"type":"ref","number":14},{"type":"text","text":" The Church's liturgy has retained certain elements of the worship of the Old Covenant as integral and irreplaceable, adopting them as her own: "},{"type":"spacer"},{"type":"text","text":" -notably, reading the Old Testament; "},{"type":"spacer"},{"type":"text","text":" -praying the Psalms; "},{"type":"spacer"},{"type":"text","text":" -above all, recalling the saving events and significant realities which have found their fulfillment in the mystery of Christ (promise and covenant, Exodus and Passover, kingdom and temple, exile and return)."}]},{"elements":[{"type":"ref-ccc","ref_number":1094},{"type":"text","text":"It is on this harmony of the two Testaments that the Paschal catechesis of the Lord is built,"},{"type":"ref","number":15},{"type":"text","text":" and then, that of the Apostles and the Fathers of the Church. This catechesis unveils what lay hidden under the letter of the Old Testament: the mystery of Christ. It is called \"typological\" because it reveals the newness of Christ on the basis of the \"figures\" (types) which announce him in the deeds, words, and symbols of the first covenant. By this re-reading in the Spirit of Truth, starting from Christ, the figures are unveiled."},{"type":"ref","number":16},{"type":"text","text":" Thus the flood and Noah's ark prefigured salvation by Baptism,"},{"type":"ref","number":17},{"type":"text","text":" as did the cloud and the crossing of the Red Sea. Water from the rock was the figure of the spiritual gifts of Christ, and manna in the desert prefigured the Eucharist, \"the true bread from heaven.\""},{"type":"ref","number":18}]},{"elements":[{"type":"ref-ccc","ref_number":1095},{"type":"text","text":"For this reason the Church, especially during Advent and Lent and above all at the Easter Vigil, re-reads and re-lives the great events of salvation history in the \"today\" of her liturgy. But this also demands that catechesis help the faithful to open themselves to this spiritual understanding of the economy of salvation as the Church's liturgy reveals it and enables us to live it."}]},{"elements":[{"type":"ref-ccc","ref_number":1096},{"type":"text","text":"Jewish liturgy and Christian liturgy. A better knowledge of the Jewish people's faith and religious life as professed and lived even now can help our better understanding of certain aspects of Christian liturgy. For both Jews and Christians Sacred Scripture is an essential part of their respective liturgies: in the proclamation of the Word of God, the response to this word, prayer of praise and intercession for the living and the dead, invocation of God's mercy. In its characteristic structure the Liturgy of the Word originates in Jewish prayer. the Liturgy of the Hours and other liturgical texts and formularies, as well as those of our most venerable prayers, including the Lord's Prayer, have parallels in Jewish prayer. the Eucharistic Prayers also draw their inspiration from the Jewish tradition. the relationship between Jewish liturgy and Christian liturgy, but also their differences in content, are particularly evident in the great feasts of the liturgical year, such as Passover. Christians and Jews both celebrate the Passover. For Jews, it is the Passover of history, tending toward the future; for Christians, it is the Passover fulfilled in the death and Resurrection of Christ, though always in expectation of its definitive consummation."}]},{"elements":[{"type":"ref-ccc","ref_number":1097},{"type":"text","text":"In the liturgy of the New Covenant every liturgical action, especially the celebration of the Eucharist and the sacraments, is an encounter between Christ and the Church. the liturgical assembly derives its unity from the \"communion of the Holy Spirit\" who gathers the children of God into the one Body of Christ. This assembly transcends racial, cultural, social - indeed, all human affinities."}]},{"elements":[{"type":"ref-ccc","ref_number":1098},{"type":"text","text":"The assembly should prepare itself to encounter its Lord and to become \"a people well disposed.\" the preparation of hearts is the joint work of the Holy Spirit and the assembly, especially of its ministers. the grace of the Holy Spirit seeks to awaken faith, conversion of heart, and adherence to the Father's will. These dispositions are the precondition both for the reception of other graces conferred in the celebration itself and the fruits of new life which the celebration is intended to produce afterward."}]},{"elements":[{"type":"text","text":"The Holy Spirit recalls the mystery of Christ"}]},{"elements":[{"type":"ref-ccc","ref_number":1099},{"type":"text","text":"The Spirit and the Church cooperate to manifest Christ and his work of salvation in the liturgy. Primarily in the Eucharist, and by analogy in the other sacraments, the liturgy is the memorial of the mystery of salvation. the Holy Spirit is the Church's living memory."},{"type":"ref","number":19}]},{"elements":[{"type":"ref-ccc","ref_number":1100},{"type":"text","text":"The Word of God. the Holy Spirit first recalls the meaning of the salvation event to the liturgical assembly by giving life to the Word of God, which is proclaimed so that it may be received and lived:"}]},{"elements":[{"type":"text","text":"In the celebration of the liturgy, Sacred Scripture is extremely important. From it come the lessons that are read and explained in the homily and the psalms that are sung. It is from the Scriptures that the prayers, collects, and hymns draw their inspiration and their force, and that actions and signs derive their meaning."},{"type":"ref","number":20}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1101},{"type":"text","text":"The Holy Spirit gives a spiritual understanding of the Word of God to those who read or hear it, according to the dispositions of their hearts. By means of the words, actions, and symbols that form the structure of a celebration, the Spirit puts both the faithful and the ministers into a living relationship with Christ, the Word and Image of the Father, so that they can live out the meaning of what they hear, contemplate, and do in the celebration."}]},{"elements":[{"type":"ref-ccc","ref_number":1102},{"type":"text","text":"\"By the saving word of God, faith . . . is nourished in the hearts of believers. By this faith then the congregation of the faithful begins and grows.\""},{"type":"ref","number":21},{"type":"text","text":" The proclamation does not stop with a teaching; it elicits the response of faith as consent and commitment, directed at the covenant between God and his people. Once again it is the Holy Spirit who gives the grace of faith, strengthens it and makes it grow in the community. the liturgical assembly is first of all a communion in faith."}]},{"elements":[{"type":"ref-ccc","ref_number":1103},{"type":"text","text":"Anamnesis. the liturgical celebration always refers to God's saving interventions in history. \"The economy of Revelation is realized by deeds and words which are intrinsically bound up with each other.... (The) words for their part proclaim the works and bring to light the mystery they contain.\""},{"type":"ref","number":22},{"type":"text","text":" In the Liturgy of the Word the Holy Spirit \"recalls\" to the assembly all that Christ has done for us. In keeping with the nature of liturgical actions and the ritual traditions of the churches, the celebration \"makes a remembrance\" of the marvelous works of God in an anamnesis which may be more or less developed. the Holy Spirit who thus awakens the memory of the Church then inspires thanksgiving and praise (doxology)."}]},{"elements":[{"type":"text","text":"The Holy Spirit makes present the mystery of Christ"}]},{"elements":[{"type":"ref-ccc","ref_number":1104},{"type":"text","text":"Christian liturgy not only recalls the events that saved us but actualizes them, makes them present. the Paschal mystery of Christ is celebrated, not repeated. It is the celebrations that are repeated, and in each celebration there is an outpouring of the Holy Spirit that makes the unique mystery present."}]},{"elements":[{"type":"ref-ccc","ref_number":1105},{"type":"text","text":"The Epiclesis (\"invocation upon\") is the intercession in which the priest begs the Father to send the Holy Spirit, the Sanctifier, so that the offerings may become the body and blood of Christ and that the faithful by receiving them, may themselves become a living offering to God."},{"type":"ref","number":23}]},{"elements":[{"type":"ref-ccc","ref_number":1106},{"type":"text","text":"Together with the anamnesis, the epiclesis is at the heart of each sacramental celebration, most especially of the Eucharist:"}]},{"elements":[{"type":"text","text":"You ask how the bread becomes the Body of Christ, and the wine . . . the Blood of Christ I shall tell you: the Holy Spirit comes upon them and accomplishes what surpasses every word and thought . . . Let it be enough for you to understand that it is by the Holy Spirit, just as it was of the Holy Virgin and by the Holy Spirit that the Lord, through and in himself, took flesh."},{"type":"ref","number":24}]},{"elements":[{"type":"ref-ccc","ref_number":1107},{"type":"text","text":"The Holy Spirit's transforming power in the liturgy hastens the coming of the kingdom and the consummation of the mystery of salvation. While we wait in hope he causes us really to anticipate the fullness of communion with the Holy Trinity. Sent by the Father who hears the epiclesis of the Church, the Spirit gives life to those who accept him and is, even now, the \"guarantee\" of their inheritance."},{"type":"ref","number":25}]},{"elements":[{"type":"text","text":"The communion of the Holy Spirit"}]},{"elements":[{"type":"ref-ccc","ref_number":1108},{"type":"text","text":"In every liturgical action the Holy Spirit is sent in order to bring us into communion with Christ and so to form his Body. the Holy Spirit is like the sap of the Father's vine which bears fruit on its branches."},{"type":"ref","number":26},{"type":"text","text":" The most intimate cooperation of the Holy Spirit and the Church is achieved in the liturgy. the Spirit who is the Spirit of communion, abides indefectibly in the Church. For this reason the Church is the great sacrament of divine communion which gathers God's scattered children together. Communion with the Holy Trinity and fraternal communion are inseparably the fruit of the Spirit in the liturgy."},{"type":"ref","number":27}]},{"elements":[{"type":"ref-ccc","ref_number":1109},{"type":"text","text":"The epiclesis is also a prayer for the full effect of the assembly's communion with the mystery of Christ. \"The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit\""},{"type":"ref","number":28},{"type":"text","text":" have to remain with us always and bear fruit beyond the Eucharistic celebration. the Church therefore asks the Father to send the Holy Spirit to make the lives of the faithful a living sacrifice to God by their spiritual transformation into the image of Christ, by concern for the Church's unity, and by taking part in her mission through the witness and service of charity."}]}],"footnotes":{"14":{"number":14,"refs":[{"text":"LG 2.","link":null}]},"15":{"number":15,"refs":[{"text":"Cf. DV 14-16","link":null},{"text":"⇒ Lk 24:13-49.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.13"}]},"16":{"number":16,"refs":[{"text":"Cf. ⇒ 2 Cor 3:14-16.","link":"http://www.vatican.va/archive/ENG0839/_PZP.HTM#NTLET.2COR.3.14"}]},"17":{"number":17,"refs":[{"text":"Cf. ⇒ 1 Pet 3:21.","link":"http://www.vatican.va/archive/ENG0839/_P123.HTM#CATHL.1PET.3.21"}]},"18":{"number":18,"refs":[{"text":"⇒ Jn 6:32","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.32"},{"text":"cf. ⇒ 1 Cor 10:1-6.","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.1"}]},"19":{"number":19,"refs":[{"text":"Cf. ⇒ Jn 14:26.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.26"}]},"20":{"number":20,"refs":[{"text":"SC 24.","link":null}]},"21":{"number":21,"refs":[{"text":"PO 4.","link":null}]},"22":{"number":22,"refs":[{"text":"DV 2.","link":null}]},"23":{"number":23,"refs":[{"text":"Cf. ⇒ Rom 12:1.","link":"http://www.vatican.va/archive/ENG0839/_PZ0.HTM#NTLET.ROM.12.1"}]},"24":{"number":24,"refs":[{"text":"St. John Damascene, De fide orth 4, 13: PG 94, 1145A.","link":null}]},"25":{"number":25,"refs":[{"text":"Cf. ⇒ Eph 1:14","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.14"},{"text":"⇒ 2 Cor 1:22.","link":"http://www.vatican.va/archive/ENG0839/_PZN.HTM#NTLET.2COR.1.22"}]},"26":{"number":26,"refs":[{"text":"Cf. ⇒ Jn 15:1-17","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.1"},{"text":"⇒ Gal 5:22.","link":"http://www.vatican.va/archive/ENG0839/_P105.HTM#NTLET.GAL.5.22"}]},"27":{"number":27,"refs":[{"text":"Cf. ⇒ Jn 1:3-7.","link":"http://www.vatican.va/archive/ENG0839/_P12B.HTM#CATHL.1JOH.1.3"}]},"28":{"number":28,"refs":[{"text":"⇒ 2 Cor 13:13.","link":"http://www.vatican.va/archive/ENG0839/_PZZ.HTM#NTLET.2COR.13.13"}]}}}