{"id":"toc-122","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"The Sacraments of Salvation"}]},{"elements":[{"type":"ref-ccc","ref_number":1127},{"type":"text","text":"Celebrated worthily in faith, the sacraments confer the grace that they signify."},{"type":"ref","number":48},{"type":"text","text":" They are efficacious because in them Christ himself is at work: it is he who baptizes, he who acts in his sacraments in order to communicate the grace that each sacrament signifies. the Father always hears the prayer of his Son's Church which, in the epiclesis of each sacrament, expresses her faith in the power of the Spirit. As fire transforms into itself everything it touches, so the Holy Spirit transforms into the divine life whatever is subjected to his power."}]},{"elements":[{"type":"ref-ccc","ref_number":1128},{"type":"text","text":"This is the meaning of the Church's affirmation"},{"type":"ref","number":49},{"type":"text","text":" that the sacraments act ex opere operato (literally: \"by the very fact of the action's being performed\"), i.e., by virtue of the saving work of Christ, accomplished once for all. It follows that \"the sacrament is not wrought by the righteousness of either the celebrant or the recipient, but by the power of God.\""},{"type":"ref","number":50},{"type":"text","text":" From the moment that a sacrament is celebrated in accordance with the intention of the Church, the power of Christ and his Spirit acts in and through it, independently of the personal holiness of the minister. Nevertheless, the fruits of the sacraments also depend on the disposition of the one who receives them."}]},{"elements":[{"type":"ref-ccc","ref_number":1129},{"type":"text","text":"The Church affirms that for believers the sacraments of the New Covenant are necessary for salvation."},{"type":"ref","number":51},{"type":"text","text":" \"Sacramental grace\" is the grace of the Holy Spirit, given by Christ and proper to each sacrament. the Spirit heals and transforms those who receive him by conforming them to the Son of God. the fruit of the sacramental life is that the Spirit of adoption makes the faithful partakers in the divine nature"},{"type":"ref","number":52},{"type":"text","text":" by uniting them in a living union with the only Son, the Savior."}]}],"footnotes":{"48":{"number":48,"refs":[{"text":"Cf. Council of Trent (1547): DS 1605","link":null},{"text":"DS 1606.","link":null}]},"49":{"number":49,"refs":[{"text":"Cf. Council of Trent (1547): DS 1608.","link":null}]},"50":{"number":50,"refs":[{"text":"St. Thomas Aquinas, STh III, 68, 8.","link":null}]},"51":{"number":51,"refs":[{"text":"Cf. Council of Trent (1547): DS 1604.","link":null}]},"52":{"number":52,"refs":[{"text":"Cf. ⇒ 2 Pet 1:4.","link":"http://www.vatican.va/archive/ENG0839/_P127.HTM#CATHL.2PET.1.4"}]}}}