{"id":"toc-129","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. When is the Liturgy Celebrated?"}]},{"elements":[{"type":"text","text":"Liturgical seasons"}]},{"elements":[{"type":"ref-ccc","ref_number":1163},{"type":"text","text":"\"Holy Mother Church believes that she should celebrate the saving work of her divine Spouse in a sacred commemoration on certain days throughout the course of the year. Once each week, on the day which she has called the Lord's Day, she keeps the memory of the Lord's resurrection. She also celebrates it once every year, together with his blessed Passion, at Easter, that most solemn of all feasts. In the course of the year, moreover, she unfolds the whole mystery of Christ .... Thus recalling the mysteries of the redemption, she opens up to the faithful the riches of her Lord's powers and merits, so that these are in some way made present in every age; the faithful lay hold of them and are filled with saving grace.\""},{"type":"ref","number":33}]},{"elements":[{"type":"ref-ccc","ref_number":1164},{"type":"text","text":"From the time of the Mosaic law, the People of God have observed fixed feasts, beginning with Passover, to commemorate the astonishing actions of the Savior God, to give him thanks for them, to perpetuate their remembrance, and to teach new generations to conform their conduct to them. In the age of the Church, between the Passover of Christ already accomplished once for all, and its consummation in the kingdom of God, the liturgy celebrated on fixed days bears the imprint of the newness of the mystery of Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":1165},{"type":"text","text":"When the Church celebrates the mystery of Christ, there is a word that marks her prayer: \"Today!\" - a word echoing the prayer her Lord taught her and the call of the Holy Spirit."},{"type":"ref","number":34},{"type":"text","text":" This \"today\" of the living God which man is called to enter is \"the hour\" of Jesus' Passover, which reaches across and underlies all history:"}]},{"elements":[{"type":"text","text":"Life extends over all beings and fills them with unlimited light; the Orient of orients pervades the universe, and he who was \"before the daystar\" and before the heavenly bodies, immortal and vast, the great Christ, shines over all beings more brightly than the sun. Therefore a day of long, eternal light is ushered in for us who believe in him, a day which is never blotted out: the mystical Passover."},{"type":"ref","number":35}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Lord's day"}]},{"elements":[{"type":"ref-ccc","ref_number":1166},{"type":"text","text":"\"By a tradition handed down from the apostles which took its origin from the very day of Christ's Resurrection, the Church celebrates the Paschal mystery every seventh day, which day is appropriately called the Lord's Day or Sunday.\""},{"type":"ref","number":36},{"type":"text","text":" The day of Christ's Resurrection is both the first day of the week, the memorial of the first day of creation, and the \"eighth day,\" on which Christ after his \"rest\" on the great sabbath inaugurates the \"day that the Lord has made,\" the \"day that knows no evening.\""},{"type":"ref","number":37},{"type":"text","text":" The Lord's Supper is its center, for there the whole community of the faithful encounters the risen Lord who invites them to his banquet:"},{"type":"ref","number":38}]},{"elements":[{"type":"text","text":"The Lord's day, the day of Resurrection, the day of Christians, is our day. It is called the Lord's day because on it the Lord rose victorious to the Father. If pagans call it the \"day of the sun,\" we willingly agree, for today the light of the world is raised, today is revealed the sun of justice with healing in his rays."},{"type":"ref","number":39}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1167},{"type":"text","text":"Sunday is the pre-eminent day for the liturgical assembly, when the faithful gather \"to listen to the word of God and take part in the Eucharist, thus calling to mind the Passion, Resurrection, and glory of the Lord Jesus, and giving thanks to God who 'has begotten them again, by the resurrection of Jesus Christ from the dead' unto a living hope\":"},{"type":"ref","number":40}]},{"elements":[{"type":"text","text":"When we ponder, O Christ, the marvels accomplished on this day, the Sunday of your holy resurrection, we say: \"Blessed is Sunday, for on it began creation . . . the world's salvation ... the renewal of the human race .... On Sunday heaven and earth rejoiced and the whole universe was filled with light. Blessed is Sunday, for on it were opened the gates of paradise so that Adam and all the exiles might enter it without fear."},{"type":"ref","number":41}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The liturgical year"}]},{"elements":[{"type":"ref-ccc","ref_number":1168},{"type":"text","text":"Beginning with the Easter Triduum as its source of light, the new age of the Resurrection fills the whole liturgical year with its brilliance. Gradually, on either side of this source, the year is transfigured by the liturgy. It really is a \"year of the Lord's favor.\""},{"type":"ref","number":42},{"type":"text","text":" The economy of salvation is at work within the framework of time, but since its fulfillment in the Passover of Jesus and the outpouring of the Holy Spirit, the culmination of history is anticipated \"as a foretaste,\" and the kingdom of God enters into our time."}]},{"elements":[{"type":"ref-ccc","ref_number":1169},{"type":"text","text":"Therefore Easter is not simply one feast among others, but the \"Feast of feasts,\" the \"Solemnity of solemnities,\" just as the Eucharist is the \"Sacrament of sacraments\" (the Great Sacrament). St. Athanasius calls Easter \"the Great Sunday\""},{"type":"ref","number":43},{"type":"text","text":" and the Eastern Churches call Holy Week \"the Great Week.\" the mystery of the Resurrection, in which Christ crushed death, permeates with its powerful energy our old time, until all is subjected to him."}]},{"elements":[{"type":"ref-ccc","ref_number":1170},{"type":"text","text":"At the Council of Nicaea in 325, all the Churches agreed that Easter, the Christian Passover, should be celebrated on the Sunday following the first full moon (14 Nisan) after the vernal equinox. the reform of the Western calendar, called \"Gregorian\" after Pope Gregory XIII (1582), caused a discrepancy of several days with the Eastern calendar. Today, the Western and Eastern Churches are seeking an agreement in order once again to celebrate the day of the Lord's Resurrection on a common date."}]},{"elements":[{"type":"ref-ccc","ref_number":1171},{"type":"text","text":"In the liturgical year the various aspects of the one Paschal mystery unfold. This is also the case with the cycle of feasts surrounding the mystery of the incarnation (Annunciation, Christmas, Epiphany). They commemorate the beginning of our salvation and communicate to us the first fruits of the Paschal mystery."}]},{"elements":[{"type":"text","text":"The sanctoral in the liturgical year"}]},{"elements":[{"type":"ref-ccc","ref_number":1172},{"type":"text","text":"\"In celebrating this annual cycle of the mysteries of Christ, Holy Church honors the Blessed Mary, Mother of God, with a special love. She is inseparably linked with the saving work of her Son. In her the Church admires and exalts the most excellent fruit of redemption and joyfully contemplates, as in a faultless image, that which she herself desires and hopes wholly to be.\""},{"type":"ref","number":44}]},{"elements":[{"type":"ref-ccc","ref_number":1173},{"type":"text","text":"When the Church keeps the memorials of martyrs and other saints during the annual cycle, she proclaims the Paschal mystery in those \"who have suffered and have been glorified with Christ. She proposes them to the faithful as examples who draw all men to the Father through Christ, and through their merits she begs for God's favors.\""},{"type":"ref","number":45}]},{"elements":[{"type":"text","text":"The Liturgy of the Hours"}]},{"elements":[{"type":"ref-ccc","ref_number":1174},{"type":"text","text":"The mystery of Christ, his Incarnation and Passover, which we celebrate in the Eucharist especially at the Sunday assembly, permeates and transfigures the time of each day, through the celebration of the Liturgy of the Hours, \"the divine office.\""},{"type":"ref","number":46},{"type":"text","text":" This celebration, faithful to the apostolic exhortations to \"pray constantly,\" is \"so devised that the whole course of the day and night is made holy by the praise of God.\""},{"type":"ref","number":47},{"type":"text","text":" In this \"public prayer of the Church,\""},{"type":"ref","number":48},{"type":"text","text":" The faithful (clergy, religious, and lay people) exercise the royal priesthood of the baptized. Celebrated in \"the form approved\" by the Church, the Liturgy of the Hours \"is truly the voice of the Bride herself addressed to her Bridegroom. It is the very prayer which Christ himself together with his Body addresses to the Father."},{"type":"ref","number":49}]},{"elements":[{"type":"ref-ccc","ref_number":1175},{"type":"text","text":"The Liturgy of the Hours is intended to become the prayer of the whole People of God. In it Christ himself \"continues his priestly work through his Church.\""},{"type":"ref","number":50},{"type":"text","text":" His members participate according to their own place in the Church and the circumstances of their lives: priests devoted to the pastoral ministry, because they are called to remain diligent in prayer and the service of the word; religious, by the charism of their consecrated lives; all the faithful as much as possible: \"Pastors of souls should see to it that the principal hours, especially Vespers, are celebrated in common in church on Sundays and on the more solemn feasts. the laity, too, are encouraged to recite the divine office, either with the priests, or among themselves, or even individually.\""},{"type":"ref","number":51}]},{"elements":[{"type":"ref-ccc","ref_number":1176},{"type":"text","text":"The celebration of the Liturgy of the Hours demands not only harmonizing the voice with the praying heart, but also a deeper \"understanding of the liturgy and of the Bible, especially of the Psalms.\""},{"type":"ref","number":52}]},{"elements":[{"type":"ref-ccc","ref_number":1177},{"type":"text","text":"The hymns and litanies of the Liturgy of the Hours integrate the prayer of the psalms into the age of the Church, expressing the symbolism of the time of day, the liturgical season, or the feast being celebrated. Moreover, the reading from the Word of God at each Hour (with the subsequent responses or troparia) and readings from the Fathers and spiritual masters at certain Hours, reveal more deeply the meaning of the mystery being celebrated, assist in understanding the psalms, and prepare for silent prayer. the lectio divina, where the Word of God is so read and meditated that it becomes prayer, is thus rooted in the liturgical celebration."}]},{"elements":[{"type":"ref-ccc","ref_number":1178},{"type":"text","text":"The Liturgy of the Hours, which is like an extension of the Eucharistic celebration, does not exclude but rather in a complementary way calls forth the various devotions of the People of God, especially adoration and worship of the Blessed Sacrament."}]}],"footnotes":{"33":{"number":33,"refs":[{"text":"SC 102.","link":null}]},"34":{"number":34,"refs":[{"text":"Cf. ⇒ Mt 6:11","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.11"},{"text":"⇒ Heb 3:7- ⇒ 4:11","link":"http://www.vatican.va/archive/ENG0839/_P11I.HTM#NTLET.HEB.3.7"},{"text":"⇒ Ps 95:7.","link":"http://www.vatican.va/archive/ENG0839/_P11J.HTM#NTLET.HEB.4.11"}]},"35":{"number":35,"refs":[{"text":"St. Hippolytus, De pasch. 1-2 SCh 27, 117.","link":null}]},"36":{"number":36,"refs":[{"text":"SC 106.","link":null}]},"37":{"number":37,"refs":[{"text":"Byzantine liturgy.","link":null}]},"38":{"number":38,"refs":[{"text":"Cf. ⇒ Jn 21:12","link":"http://www.vatican.va/archive/ENG0839/_PXT.HTM#GOSP.JOH.21.12"},{"text":"⇒ Lk 24:30.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.30"}]},"39":{"number":39,"refs":[{"text":"St. Jerome, Pasch.: CCL 78, 550.","link":null}]},"40":{"number":40,"refs":[{"text":"SC 106.","link":null}]},"41":{"number":41,"refs":[{"text":"Fanqith, the Syriac Office of Antioch, vol. VI, first part of Summer, 193 B.","link":null}]},"42":{"number":42,"refs":[{"text":"⇒ Lk 4:19.","link":"http://www.vatican.va/archive/ENG0839/_PWN.HTM#GOSP.LUK.4.19"}]},"43":{"number":43,"refs":[{"text":"St. Athanasius (ad 329) ep. fest. 1: PG 24, 1366.","link":null}]},"44":{"number":44,"refs":[{"text":"SC 103.","link":null}]},"45":{"number":45,"refs":[{"text":"SC 104","link":null},{"text":"cf. SC 108, 111.","link":null}]},"46":{"number":46,"refs":[{"text":"Cf. SC, Ch. IV, 83-101.","link":null}]},"47":{"number":47,"refs":[{"text":"SC 84","link":null},{"text":"⇒ 1 Thess 5:17","link":"http://www.vatican.va/archive/ENG0839/_P10T.HTM#NTLET.1THE.5.17"},{"text":"⇒ Eph 6:18.","link":"http://www.vatican.va/archive/ENG0839/_P10D.HTM#NTLET.EPH.6.18"}]},"48":{"number":48,"refs":[{"text":"SC 98.","link":null}]},"49":{"number":49,"refs":[{"text":"SC 84.","link":null}]},"50":{"number":50,"refs":[{"text":"SC 83.","link":null}]},"51":{"number":51,"refs":[{"text":"SC 100","link":null},{"text":"Cf. 86","link":null},{"text":"96","link":null},{"text":"98","link":null},{"text":"PO 5.","link":null}]},"52":{"number":52,"refs":[{"text":"SC 90.","link":null}]}}}