{"id":"toc-132","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Article"},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":" 2"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"LITURGICAL DIVERSITY AND THE UNITY OF THE MYSTERY"}]},{"elements":[{"type":"text","text":"Liturgical traditions and the catholicity of the Church"}]},{"elements":[{"type":"ref-ccc","ref_number":1200},{"type":"text","text":"From the first community of Jerusalem until the parousia, it is the same Paschal mystery that the Churches of God, faithful to the apostolic faith, celebrate in every place. the mystery celebrated in the liturgy is one, but the forms of its celebration are diverse."}]},{"elements":[{"type":"ref-ccc","ref_number":1201},{"type":"text","text":"The mystery of Christ is so unfathomably rich that it cannot be exhausted by its expression in any single liturgical tradition. the history of the blossoming and development of these rites witnesses to a remarkable complementarity. When the Churches lived their respective liturgical traditions in the communion of the faith and the sacraments of the faith, they enriched one another and grew in fidelity to Tradition and to the common mission of the whole Church."},{"type":"ref","number":66}]},{"elements":[{"type":"ref-ccc","ref_number":1202},{"type":"text","text":"The diverse liturgical traditions have arisen by very reason of the Church's mission. Churches of the same geographical and cultural area came to celebrate the mystery of Christ through particular expressions characterized by the culture: in the tradition of the \"deposit of faith,\""},{"type":"ref","number":67},{"type":"text","text":" in liturgical symbolism, in the organization of fraternal communion, in the theological understanding of the mysteries, and in various forms of holiness. Through the liturgical life of a local church, Christ, the light and salvation of all peoples, is made manifest to the particular people and culture to which that Church is sent and in which she is rooted. the Church is catholic, capable of integrating into her unity, while purifying them, all the authentic riches of cultures."},{"type":"ref","number":68}]},{"elements":[{"type":"ref-ccc","ref_number":1203},{"type":"text","text":"The liturgical traditions or rites presently in use in the Church are the Latin (principally the Roman rite, but also the rites of certain local churches, such as the Ambrosian rite, or those of certain religious orders) and the Byzantine, Alexandrian or Coptic, Syriac, Armenian, Maronite and Chaldean rites. In \"faithful obedience to tradition, the sacred Council declares that Holy Mother Church holds all lawfully recognized rites to be of equal right and dignity, and that she wishes to preserve them in the future and to foster them in every way.\""},{"type":"ref","number":69}]},{"elements":[{"type":"text","text":"Liturgy and culture"}]},{"elements":[{"type":"ref-ccc","ref_number":1204},{"type":"text","text":"The celebration of the liturgy, therefore, should correspond to the genius and culture of the different peoples."},{"type":"ref","number":70},{"type":"text","text":" In order that the mystery of Christ be \"made known to all the nations . . . to bring about the obedience of faith,\""},{"type":"ref","number":71},{"type":"text","text":" it must be proclaimed, celebrated, and lived in all cultures in such a way that they themselves are not abolished by it, but redeemed and fulfilled:"},{"type":"ref","number":72},{"type":"text","text":" It is with and through their own human culture, assumed and transfigured by Christ, that the multitude of God's children has access to the Father, in order to glorify him in the one Spirit."}]},{"elements":[{"type":"ref-ccc","ref_number":1205},{"type":"text","text":"\"In the liturgy, above all that of the sacraments, there is an immutable part, a part that is divinely instituted and of which the Church is the guardian, and parts that can be changed, which the Church has the power and on occasion also the duty to adapt to the cultures of recently evangelized peoples.\""},{"type":"ref","number":73}]},{"elements":[{"type":"ref-ccc","ref_number":1206},{"type":"text","text":"\"Liturgical diversity can be a source of enrichment, but it can also provoke tensions, mutual misunderstandings, and even schisms. In this matter it is clear that diversity must not damage unity. It must express only fidelity to the common faith, to the sacramental signs that the Church has received from Christ, and to hierarchical communion. Cultural adaptation also requires a conversion of heart and even, where necessary, a breaking with ancestral customs incompatible with the Catholic faith.\""},{"type":"ref","number":74}]}],"footnotes":{"66":{"number":66,"refs":[{"text":"Cf. Paul VI, EN 63-64.","link":null}]},"67":{"number":67,"refs":[{"text":"2 Tim 1:14 (Vulg.).","link":null}]},"68":{"number":68,"refs":[{"text":"Cf. LG 23","link":null},{"text":"UR 4.","link":null}]},"69":{"number":69,"refs":[{"text":"SC 4.","link":null}]},"70":{"number":70,"refs":[{"text":"Cf. SC 37-40.","link":null}]},"71":{"number":71,"refs":[{"text":"⇒ Rom 16:26.","link":"http://www.vatican.va/archive/ENG0839/_PZ4.HTM#NTLET.ROM.16.26"}]},"72":{"number":72,"refs":[{"text":"Cf. CT 53.","link":null}]},"73":{"number":73,"refs":[{"text":"John Paul II, Vicesimus quintus annus, 16","link":null},{"text":"cf. SC 21.","link":null}]},"74":{"number":74,"refs":[{"text":"John Paul 11, Vicesimus quintus annus, 16.","link":null}]}}}