{"id":"toc-115","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. Christ's Work in the Liturgy"}]},{"elements":[{"type":"text","text":"Christ glorified . . ."}]},{"elements":[{"type":"ref-ccc","ref_number":1084},{"type":"text","text":"\"Seated at the right hand of the Father\" and pouring out the Holy Spirit on his Body which is the Church, Christ now acts through the sacraments he instituted to communicate his grace. the sacraments are perceptible signs (words and actions) accessible to our human nature. By the action of Christ and the power of the Holy Spirit they make present efficaciously the grace that they signify."}]},{"elements":[{"type":"ref-ccc","ref_number":1085},{"type":"text","text":"In the liturgy of the Church, it is principally his own Paschal mystery that Christ signifies and makes present. During his earthly life Jesus announced his Paschal mystery by his teaching and anticipated it by his actions. When his Hour comes, he lives out the unique event of history which does not pass away: Jesus dies, is buried, rises from the dead, and is seated at the right hand of the Father \"once for all.\""},{"type":"ref","number":8},{"type":"text","text":" His Paschal mystery is a real event that occurred in our history, but it is unique: all other historical events happen once, and then they pass away, swallowed up in the past. the Paschal mystery of Christ, by contrast, cannot remain only in the past, because by his death he destroyed death, and all that Christ is - all that he did and suffered for all men - participates in the divine eternity, and so transcends all times while being made present in them all. the event of the Cross and Resurrection abides and draws everything toward life."}]},{"elements":[{"type":"text","text":". . . from the time of the Church of the Apostles . . ."}]},{"elements":[{"type":"ref-ccc","ref_number":1086},{"type":"text","text":"\"Accordingly, just as Christ was sent by the Father so also he sent the apostles, filled with the Holy Spirit. This he did so that they might preach the Gospel to every creature and proclaim that the Son of God by his death and resurrection had freed us from the power of Satan and from death and brought us into the Kingdom of his Father. But he also willed that the work of salvation which they preached should be set in train through the sacrifice and sacraments, around which the entire liturgical life revolves.\""},{"type":"ref","number":9}]},{"elements":[{"type":"ref-ccc","ref_number":1087},{"type":"text","text":"Thus the risen Christ, by giving the Holy Spirit to the apostles, entrusted to them his power of sanctifying:"},{"type":"ref","number":10},{"type":"text","text":" they became sacramental signs of Christ. By the power of the same Holy Spirit they entrusted this power to their successors. This"}]},{"elements":[{"type":"text","text":"\"apostolic succession\" structures the whole liturgical life of the Church and is itself sacramental, handed on by the sacrament of Holy Orders."}]},{"elements":[{"type":"text","text":". . . is present in the earthly liturgy . . ."}]},{"elements":[{"type":"ref-ccc","ref_number":1088},{"type":"text","text":"\"To accomplish so great a work\" - the dispensation or communication of his work of salvation - \"Christ is always present in his Church, especially in her liturgical celebrations. He is present in the Sacrifice of the Mass not only in the person of his minister, 'the same now offering, through the ministry of priests, who formerly offered himself on the cross,' but especially in the Eucharistic species. By his power he is present in the sacraments so that when anybody baptizes, it is really Christ himself who baptizes. He is present in his word since it is he himself who speaks when the holy Scriptures are read in the Church. Lastly, he is present when the Church prays and sings, for he has promised 'where two or three are gathered together in my name there am I in the midst of them.\"'"},{"type":"ref","number":11}]},{"elements":[{"type":"ref-ccc","ref_number":1089},{"type":"text","text":"\"Christ, indeed, always associates the Church with himself in this great work in which God is perfectly glorified and men are sanctified. the Church is his beloved Bride who calls to her Lord and through him offers worship to the eternal Father.\""},{"type":"ref","number":12}]},{"elements":[{"type":"text","text":". . . which participates in the liturgy of heaven"}]},{"elements":[{"type":"ref-ccc","ref_number":1090},{"type":"text","text":"\"In the earthly liturgy we share in a foretaste of that heavenly liturgy which is celebrated in the Holy City of Jerusalem toward which we journey as pilgrims, where Christ is sitting at the right hand of God, Minister of the sanctuary and of the true tabernacle. With all the warriors of the heavenly army we sing a hymn of glory to the Lord; venerating the memory of the saints, we hope for some part and fellowship with them; we eagerly await the Savior, our Lord Jesus Christ, until he, our life, shall appear and we too will appear with him in glory.\""},{"type":"ref","number":13}]}],"footnotes":{"8":{"number":8,"refs":[{"text":"⇒ Rom 6:10","link":"http://www.vatican.va/archive/ENG0839/_PYU.HTM#NTLET.ROM.6.10"},{"text":"⇒ Heb 7:27","link":"http://www.vatican.va/archive/ENG0839/_P11M.HTM#NTLET.HEB.7.27"},{"text":"⇒ 9:12","link":"http://www.vatican.va/archive/ENG0839/_P11O.HTM#NTLET.HEB.9.12"},{"text":"cf. ⇒ Jn 13:1","link":"http://www.vatican.va/archive/ENG0839/_PXL.HTM#GOSP.JOH.13.1"},{"text":"⇒ 17:1.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.1"}]},"9":{"number":9,"refs":[{"text":"SC 6.","link":null}]},"10":{"number":10,"refs":[{"text":"Cf. ⇒ Jn 20:21-23.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.21"}]},"11":{"number":11,"refs":[{"text":"SC 7","link":null},{"text":"⇒ Mt 18:20.","link":"http://www.vatican.va/archive/ENG0839/_PVR.HTM#GOSP.MAT.18.20"}]},"12":{"number":12,"refs":[{"text":"SC 7.","link":null}]},"13":{"number":13,"refs":[{"text":"SC 8","link":null},{"text":"cf. LG 50.","link":null}]}}}