{"id":"toc-130","paragraphs":[{"elements":[{"type":"text","text":"IV. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Where is the Liturgy Celebrated?","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1179},{"type":"text","text":"The worship \"in Spirit and in truth\"","attrs":{}},{"type":"ref","number":53},{"type":"text","text":" of the New Covenant is not tied exclusively to any one place. the whole earth is sacred and entrusted to the children of men. What matters above all is that, when the faithful assemble in the same place, they are the \"living stones,\" gathered to be \"built into a spiritual house.\"","attrs":{}},{"type":"ref","number":54},{"type":"text","text":" For the Body of the risen Christ is the spiritual temple from which the source of living water springs forth: incorporated into Christ by the Holy Spirit, \"we are the temple of the living God.\"","attrs":{}},{"type":"ref","number":55}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1180},{"type":"text","text":"When the exercise of religious liberty is not thwarted,","attrs":{}},{"type":"ref","number":56},{"type":"text","text":" Christians construct buildings for divine worship. These visible churches are not simply gathering places but signify and make visible the Church living in this place, the dwelling of God with men reconciled and united in Christ.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1181},{"type":"text","text":"A church, \"a house of prayer in which the Eucharist is celebrated and reserved, where the faithful assemble, and where is worshipped the presence of the Son of God our Savior, offered for us on the sacrificial altar for the help and consolation of the faithful - this house ought to be in good taste and a worthy place for prayer and sacred ceremonial.\"","attrs":{}},{"type":"ref","number":57},{"type":"text","text":" In this \"house of God\" the truth and the harmony of the signs that make it up should show Christ to be present and active in this place.","attrs":{}},{"type":"ref","number":58}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1182},{"type":"text","text":"The altar of the New Covenant is the Lord's Cross,","attrs":{}},{"type":"ref","number":59},{"type":"text","text":" from which the sacraments of the Paschal mystery flow. On the altar, which is the center of the church, the sacrifice of the Cross is made present under sacramental signs. the altar is also the table of the Lord, to which the People of God are invited.","attrs":{}},{"type":"ref","number":60},{"type":"text","text":" In certain Eastern liturgies, the altar is also the symbol of the tomb (Christ truly died and is truly risen).","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1183},{"type":"text","text":"The tabernacle is to be situated \"in churches in a most worthy place with the greatest honor.\"","attrs":{}},{"type":"ref","number":61},{"type":"text","text":" The dignity, placing, and security of the Eucharistic tabernacle should foster adoration before the Lord really present in the Blessed Sacrament of the altar.","attrs":{}},{"type":"ref","number":62},{"type":"spacer"},{"type":"text","text":" The sacred chrism (myron), used in anointings as the sacramental sign of the seal of the gift of the Holy Spirit, is traditionally reserved and venerated in a secure place in the sanctuary. the oil of catechumens and the oil of the sick may also be placed there.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1184},{"type":"text","text":"The chair (cathedra) of the bishop or the priest \"should express his office of presiding over the assembly and of directing prayer.\"","attrs":{}},{"type":"ref","number":63},{"type":"spacer"},{"type":"text","text":" The lectern (ambo): \"The dignity of the Word of God requires the church to have a suitable place for announcing his message so that the attention of the people may be easily directed to that place during the liturgy of the Word.\"","attrs":{}},{"type":"ref","number":64}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1185},{"type":"text","text":"The gathering of the People of God begins with Baptism; a church must have a place for the celebration of Baptism (baptistry) and for fostering remembrance of the baptismal promises (holy water font). ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The renewal of the baptismal life requires penance. A church, then, must lend itself to the expression of repentance and the reception of forgiveness, which requires an appropriate place to receive penitents. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" A church must also be a space that invites us to the recollection and silent prayer that extend and internalize the great prayer of the Eucharist.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1186},{"type":"text","text":"Finally, the church has an eschatological significance. To enter into the house of God, we must cross a threshold, which symbolizes passing from the world wounded by sin to the world of the new Life to which all men are called. the visible church is a symbol of the Father's house toward which the People of God is journeying and where the Father \"will wipe every tear from their eyes.\"","attrs":{}},{"type":"ref","number":65},{"type":"text","text":" Also for this reason, the Church is the house of all God's children, open and welcoming.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"53":{"number":53,"refs":[{"text":"⇒ Jn 4:24.","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.24"}]},"54":{"number":54,"refs":[{"text":"⇒ 1 Pet 2:4-5.","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.4"}]},"55":{"number":55,"refs":[{"text":"⇒ 2 Cor 6:16","link":"http://www.vatican.va/archive/ENG0839/_PZS.HTM#NTLET.2COR.6.16"}]},"56":{"number":56,"refs":[{"text":"Cf. DH 4.","link":null}]},"57":{"number":57,"refs":[{"text":"PO 5","link":null},{"text":"Cf. SC 122-127.","link":null}]},"58":{"number":58,"refs":[{"text":"Cf. SC 7.","link":null}]},"59":{"number":59,"refs":[{"text":"Cf. ⇒ Heb 13:10.","link":"http://www.vatican.va/archive/ENG0839/_P11S.HTM#NTLET.HEB.13.10"}]},"60":{"number":60,"refs":[{"text":"Cf. GIRM 259.","link":null}]},"61":{"number":61,"refs":[{"text":"Paul VI, Mysterium Fidei: AAS (1965) 771.","link":null}]},"62":{"number":62,"refs":[{"text":"Cf. SC 128.","link":null}]},"63":{"number":63,"refs":[{"text":"GIRM 271.","link":null}]},"64":{"number":64,"refs":[{"text":"GIRM 272.","link":null}]},"65":{"number":65,"refs":[{"text":"⇒ Rev 21:4.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.4"}]}}}