{"id":"toc-114","paragraphs":[{"elements":[{"type":"text","text":"Article","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":" 1","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"THE LITURGY - WORK OF THE HOLY TRINITY","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"I. The Father-Source and Goal of the Liturgy","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1077},{"type":"text","text":"\"Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places, even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. He destined us before him in love to be his sons through Jesus Christ, according to the purpose of his will, to the praise of his glorious grace which he freely bestowed on us in the Beloved.\"","attrs":{}},{"type":"ref","number":3}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1078},{"type":"text","text":"Blessing is a divine and life-giving action, the source of which is the Father; his blessing is both word and gift.","attrs":{}},{"type":"ref","number":4},{"type":"text","text":" When applied to man, the word \"blessing\" means adoration and surrender to his Creator in thanksgiving.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1079},{"type":"text","text":"From the beginning until the end of time the whole of God's work is a blessing. From the liturgical poem of the first creation to the canticles of the heavenly Jerusalem, the inspired authors proclaim the plan of salvation as one vast divine blessing.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1080},{"type":"text","text":"From the very beginning God blessed all living beings, especially man and woman. the covenant with Noah and with all living things renewed this blessing of fruitfulness despite man's sin which had brought a curse on the ground. But with Abraham, the divine blessing entered into human history which was moving toward death, to redirect it toward life, toward its source. By the faith of \"the father of all believers,\" who embraced the blessing, the history of salvation is inaugurated.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1081},{"type":"text","text":"The divine blessings were made manifest in astonishing and saving events: the birth of Isaac, the escape from Egypt (Passover and Exodus), the gift of the promised land, the election of David, the presence of God in the Temple, the purifying exile, and return of a \"small remnant.\" the Law, the Prophets, and the Psalms, interwoven in the liturgy of the Chosen People, recall these divine blessings and at the same time respond to them with blessings of praise and thanksgiving.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1082},{"type":"text","text":"In the Church's liturgy the divine blessing is fully revealed and communicated. the Father is acknowledged and adored as the source and the end of all the blessings of creation and salvation. In his Word who became incarnate, died, and rose for us, he fills us with his blessings. Through his Word, he pours into our hearts the Gift that contains all gifts, the Holy Spirit.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1083},{"type":"text","text":"The dual dimension of the Christian liturgy as a response of faith and love to the spiritual blessings the Father bestows on us is thus evident. On the one hand, the Church, united with her Lord and \"in the Holy Spirit,\"","attrs":{}},{"type":"ref","number":5},{"type":"text","text":" blesses the Father \"for his inexpressible gift","attrs":{}},{"type":"ref","number":6},{"type":"text","text":" in her adoration, praise, and thanksgiving. On the other hand, until the consummation of God's plan, the Church never ceases to present to the Father the offering of his own gifts and to beg him to send the Holy Spirit upon that offering, upon herself, upon the faithful, and upon the whole world, so that through communion in the death and resurrection of Christ the Priest, and by the power of the Spirit, these divine blessings will bring forth the fruits of life \"to the praise of his glorious grace.\"","attrs":{}},{"type":"ref","number":7}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"3":{"number":3,"refs":[{"text":"⇒ Eph 1:3-6.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.3"}]},"4":{"number":4,"refs":[{"text":"eu-logia, bene-dictio.","link":null}]},"5":{"number":5,"refs":[{"text":"⇒ Lk 10:21.","link":"http://www.vatican.va/archive/ENG0839/_PWT.HTM#GOSP.LUK.10.21"}]},"6":{"number":6,"refs":[{"text":"⇒ 2 Cor 9:15.","link":"http://www.vatican.va/archive/ENG0839/_PZV.HTM#NTLET.2COR.9.15"}]},"7":{"number":7,"refs":[{"text":"⇒ Eph 1:6.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.6"}]}}}