{"id":"toc-151","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":1315},{"attrs":{"i":true},"type":"text","text":"\"Now when the apostles at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John, who came down and prayed for them that they might receive the Holy Spirit; for it had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus. Then they laid their hands on them and they received the Holy Spirit\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PY2.HTM#GOSP.ACT.8.14"},{"attrs":{"i":true},"type":"text","text":" Acts 8:14-17)."}]},{"elements":[{"type":"ref-ccc","ref_number":1316},{"attrs":{"i":true},"type":"text","text":"Confirmation perfects Baptismal grace; it is the sacrament which gives the Holy Spirit in order to root us more deeply in the divine filiation, incorporate us more firmly into Christ, strengthen our bond with the Church, associate us more closely with her mission, and help us bear witness to the Christian faith in words accompanied by deeds."}]},{"elements":[{"type":"ref-ccc","ref_number":1317},{"attrs":{"i":true},"type":"text","text":"Confirmation, like Baptism, imprints a spiritual mark or indelible character on the Christian's soul; for this reason one can receive this sacrament only once in one's life."}]},{"elements":[{"type":"ref-ccc","ref_number":1318},{"attrs":{"i":true},"type":"text","text":"In the East this sacrament is administered immediately after Baptism and is followed by participation in the Eucharist; this tradition highlights the unity of the three sacraments of Christian initiation. In the Latin Church this sacrament is administered when the age of reason has been reached, and its celebration is ordinarily reserved to the bishop, thus signifying that this sacrament strengthens the ecclesial bond."}]},{"elements":[{"type":"ref-ccc","ref_number":1319},{"attrs":{"i":true},"type":"text","text":"A candidate for Confirmation who has attained the age of reason must profess the faith, be in the state of grace, have the intention of receiving the sacrament, and be prepared to assume the role of disciple and witness to Christ, both within the ecclesial community and in temporal affairs."}]},{"elements":[{"type":"ref-ccc","ref_number":1320},{"attrs":{"i":true},"type":"text","text":"The essential rite of Confirmation is anointing the forehead of the baptized with sacred chrism (in the East other sense-organs as well), together with the laying on of the minister's hand and the words: \"Accipe signaculum doni Spiritus Sancti\" (Be sealed with the Gift of the Holy Spirit.) in the Roman Rite, or \"The seal of the gift that is the Holy Spirit\" in the Byzantine rite."}]},{"elements":[{"type":"ref-ccc","ref_number":1321},{"attrs":{"i":true},"type":"text","text":"When Confirmation is celebrated separately from Baptism, its connection with Baptism is expressed, among other ways, by the renewal of baptismal promises. the celebration of Confirmation during the Eucharist helps underline the unity of the sacraments of Christian initiation."}]}],"footnotes":{}}