{"id":"toc-186","paragraphs":[{"elements":[{"type":"text","text":"III. The Three Degrees of the Sacrament of Holy Orders","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1554},{"type":"text","text":"\"The divinely instituted ecclesiastical ministry is exercised in different degrees by those who even from ancient times have been called bishops, priests, and deacons.\"","attrs":{}},{"type":"ref","number":32},{"type":"text","text":" Catholic doctrine, expressed in the liturgy, the Magisterium, and the constant practice of the Church, recognizes that there are two degrees of ministerial participation in the priesthood of Christ: the episcopacy and the presbyterate . the diaconate is intended to help and serve them. For this reason the term sacerdos in current usage denotes bishops and priests but not deacons. Yet Catholic doctrine teaches that the degrees of priestly participation (episcopate and presbyterate) and the degree of service (diaconate) are all three conferred by a sacramental act called \"ordination,\" that is, by the sacrament of Holy Orders:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Let everyone revere the deacons as Jesus Christ, the bishop as the image of the Father, and the presbyters as the senate of God and the assembly of the apostles. For without them one cannot speak of the Church.","attrs":{}},{"type":"ref","number":33}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Episcopal ordination - fullness of the sacrament of Holy Orders","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1555},{"type":"text","text":"\"Amongst those various offices which have been exercised in the Church from the earliest times the chief place, according to the witness of tradition, is held by the function of those who, through their appointment to the dignity and responsibility of bishop, and in virtue consequently of the unbroken succession going back to the beginning, are regarded as transmitters of the apostolic line.\"","attrs":{}},{"type":"ref","number":34}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1556},{"type":"text","text":"To fulfil their exalted mission, \"the apostles were endowed by Christ with a special outpouring of the Holy Spirit coming upon them, and by the imposition of hands they passed on to their auxiliaries the gift of the Spirit, which is transmitted down to our day through episcopal consecration.\"","attrs":{}},{"type":"ref","number":35}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1557},{"type":"text","text":"The Second Vatican Council \"teaches . . . that the fullness of the sacrament of Holy Orders is conferred by episcopal consecration, that fullness namely which, both in the liturgical tradition of the Church and the language of the Fathers of the Church, is called the high priesthood, the acme (summa) of the sacred ministry.\"","attrs":{}},{"type":"ref","number":36}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1558},{"type":"text","text":"\"Episcopal consecration confers, together with the office of sanctifying, also the offices of teaching and ruling.... In fact ... by the imposition of hands and through the words of the consecration, the grace of the Holy Spirit is given, and a sacred character is impressed in such wise that bishops, in an eminent and visible manner, take the place of Christ himself, teacher, shepherd, and priest, and act as his representative (in Eius persona agant).\"","attrs":{}},{"type":"ref","number":37},{"type":"text","text":" \"By virtue, therefore, of the Holy Spirit who has been given to them, bishops have been constituted true and authentic teachers of the faith and have been made pontiffs and pastors.\"","attrs":{}},{"type":"ref","number":38}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1559},{"type":"text","text":"\"One is constituted a member of the episcopal body in virtue of the sacramental consecration and by the hierarchical communion with the head and members of the college.\"","attrs":{}},{"type":"ref","number":39},{"type":"text","text":" The character and collegial nature of the episcopal order are evidenced among other ways by the Church's ancient practice which calls for several bishops to participate in the consecration of a new bishop.","attrs":{}},{"type":"ref","number":40},{"type":"text","text":" In our day, the lawful ordination of a bishop requires a special intervention of the Bishop of Rome, because he is the supreme visible bond of the communion of the particular Churches in the one Church and the guarantor of their freedom.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1560},{"type":"text","text":"As Christ's vicar, each bishop has the pastoral care of the particular Church entrusted to him, but at the same time he bears collegially with all his brothers in the episcopacy the solicitude for all the Churches: \"Though each bishop is the lawful pastor only of the portion of the flock entrusted to his care, as a legitimate successor of the apostles he is, by divine institution and precept, responsible with the other bishops for the apostolic mission of the Church.\"","attrs":{}},{"type":"ref","number":41}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1561},{"type":"text","text":"The above considerations explain why the Eucharist celebrated by the bishop has a quite special significance as an expression of the Church gathered around the altar, with the one who represents Christ, the Good Shepherd and Head of his Church, presiding.","attrs":{}},{"type":"ref","number":42}],"attrs":{}},{"elements":[{"type":"text","text":"The ordination of priests - co-workers of the bishops","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1562},{"type":"text","text":"\"Christ, whom the Father hallowed and sent into the world, has, through his apostles, made their successors, the bishops namely, sharers in his consecration and mission; and these, in their turn, duly entrusted in varying degrees various members of the Church with the office of their ministry.\"","attrs":{}},{"type":"ref","number":43},{"type":"text","text":" \"The function of the bishops' ministry was handed over in a subordinate degree to priests so that they might be appointed in the order of the priesthood and be co-workers of the episcapal order for the proper fulfillment of the apostolic mission that had been entrusted to it by Christ.\"","attrs":{}},{"type":"ref","number":44}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1563},{"type":"text","text":"\"Because it is joined with the episcopal order the office of priests shares in the authority by which Christ himself builds up and sanctifies and rules his Body. Hence the priesthood of priests, while presupposing the sacraments of initiation, is nevertheless conferred by its own particular sacrament. Through that sacrament priests by the anointing of the Holy Spirit are signed with a special character and so are configured to Christ the priest in such a way that they are able to act in the person of Christ the head.\"","attrs":{}},{"type":"ref","number":45}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1564},{"type":"text","text":"\"Whilst not having the supreme degree of the pontifical office, and notwithstanding the fact that they depend on the bishops in the exercise of their own proper power, the priests are for all that associated with them by reason of their sacerdotal dignity; and in virtue of the sacrament of Holy Orders, after the image of Christ, the supreme and eternal priest, they are consecrated in order to preach the Gospel and shepherd the faithful as well as to celebrate divine worship as true priests of the New Testament.\"","attrs":{}},{"type":"ref","number":46}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1565},{"type":"text","text":"Through the sacrament of Holy Orders priests share in the universal dimensions of the mission that Christ entrusted to the apostles. the spiritual gift they have received in ordination prepares them, not for a limited and restricted mission, \"but for the fullest, in fact the universal mission of salvation 'to the end of the earth,\"'","attrs":{}},{"type":"ref","number":47},{"type":"text","text":" \"prepared in spirit to preach the Gospel everywhere.\"","attrs":{}},{"type":"ref","number":48}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1566},{"type":"text","text":"\"It is in the Eucharistic cult or in the Eucharistic assembly of the faithful (synaxis) that they exercise in a supreme degree their sacred office; there, acting in the person of Christ and proclaiming his mystery, they unite the votive offerings of the faithful to the sacrifice of Christ their head, and in the sacrifice of the Mass they make present again and apply, until the coming of the Lord, the unique sacrifice of the New Testament, that namely of Christ offering himself once for all a spotless victim to the Father.\"","attrs":{}},{"type":"ref","number":49},{"type":"text","text":" From this unique sacrifice their whole priestly ministry draws its strength.","attrs":{}},{"type":"ref","number":50}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1567},{"type":"text","text":"\"The priests, prudent cooperators of the episcopal college and its support and instrument, called to the service of the People of God, constitute, together with their bishop, a unique sacerdotal college (presbyterium) dedicated, it is, true to a variety of distinct duties. In each local assembly of the faithful they represent, in a certain sense, the bishop, with whom they are associated in all trust and generosity; in part they take upon themselves his duties and solicitude and in their daily toils discharge them.\"","attrs":{}},{"type":"ref","number":51},{"type":"text","text":" priests can exercise their ministry only in dependence on the bishop and in communion with him. the promise of obedience they make to the bishop at the moment of ordination and the kiss of peace from him at the end of the ordination liturgy mean that the bishop considers them his co-workers, his sons, his brothers and his friends, and that they in return owe him love and obedience.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1568},{"type":"text","text":"\"All priests, who are constituted in the order of priesthood by the sacrament of Order, are bound together by an intimate sacramental brotherhood, but in a special way they form one priestly body in the diocese to which they are attached under their own bishop. . ;\"","attrs":{}},{"type":"ref","number":52},{"type":"text","text":" The unity of the presbyterium finds liturgical expression in the custom of the presbyters' imposing hands, after the bishop, during the Ate of ordination.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The ordination of deacons - \"in order to serve\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1569},{"type":"text","text":"\"At a lower level of the hierarchy are to be found deacons, who receive the imposition of hands 'not unto the priesthood, but unto the ministry.\"'","attrs":{}},{"type":"ref","number":53},{"type":"text","text":" At an ordination to the diaconate only the bishop lays hands on the candidate, thus signifying the deacon's special attachment to the bishop in the tasks of his \"diakonia.\"","attrs":{}},{"type":"ref","number":54}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1570},{"type":"text","text":"Deacons share in Christ's mission and grace in a special way.","attrs":{}},{"type":"ref","number":55},{"type":"text","text":" The sacrament of Holy Orders marks them with an imprint (“character\") which cannot be removed and which configures them to Christ, who made himself the \"deacon\" or servant of all.","attrs":{}},{"type":"ref","number":56},{"type":"text","text":" Among other tasks, it is the task of deacons to assist the bishop and priests in the celebration of the divine mysteries, above all the Eucharist, in the distribution of Holy Communion, in assisting at and blessing marriages, in the proclamation of the Gospel and preaching, in presiding over funerals, and in dedicating themselves to the various ministries of charity.","attrs":{}},{"type":"ref","number":57}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1571},{"type":"text","text":"Since the Second Vatican Council the Latin Church has restored the diaconate \"as a proper and permanent rank of the hierarchy,\"","attrs":{}},{"type":"ref","number":58},{"type":"text","text":" while the Churches of the East had always maintained it. This permanent diaconate, which can be conferred on married men, constitutes an important enrichment for the Church's mission. Indeed it is appropriate and useful that men who carry out a truly diaconal ministry in the Church, whether in its liturgical and pastoral life or whether in its social and charitable works, should \"be strengthened by the imposition of hands which has come down from the apostles. They would be more closely bound to the altar and their ministry would be made more fruitful through the sacramental grace of the diaconate.\"","attrs":{}},{"type":"ref","number":59}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"32":{"number":32,"refs":[{"text":"LG 28.","link":null}]},"33":{"number":33,"refs":[{"text":"St. Ignatius of Antioch, Ad Trall. 3,1: SCh 10, 96.","link":null}]},"34":{"number":34,"refs":[{"text":"LG 20.","link":null}]},"35":{"number":35,"refs":[{"text":"LG 21","link":null},{"text":"Cf. ⇒ Acts 1:8","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.8"},{"text":"⇒ 24","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.24"},{"text":"⇒ Jn 20:22-23","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.22"},{"text":"⇒ 1 Tim 4:14","link":"http://www.vatican.va/archive/ENG0839/_P112.HTM#NTLET.1TIM.4.14"},{"text":"⇒ 2 Tim 1:6-7.","link":"http://www.vatican.va/archive/ENG0839/_P116.HTM#NTLET.2TIM.1.6"}]},"36":{"number":36,"refs":[{"text":"LG 21 # 2.","link":null}]},"37":{"number":37,"refs":[{"text":"LG 21.","link":null}]},"38":{"number":38,"refs":[{"text":"CD 2 # 2.","link":null}]},"39":{"number":39,"refs":[{"text":"LG 22.","link":null}]},"40":{"number":40,"refs":[{"text":"Cf. LG 22.","link":null}]},"41":{"number":41,"refs":[{"text":"Pius XII, Fidei donum: AAS 49 (1957) 237","link":null},{"text":"cf. LG 23","link":null},{"text":"CD 4","link":null},{"text":"36","link":null},{"text":"37","link":null},{"text":"AG 5","link":null},{"text":"6","link":null},{"text":"38.","link":null}]},"42":{"number":42,"refs":[{"text":"Cf. SC 41","link":null},{"text":"LG 26.","link":null}]},"43":{"number":43,"refs":[{"text":"LG 28","link":null},{"text":"cf. ⇒ Jn 10:36.","link":"http://www.vatican.va/archive/ENG0839/_PXI.HTM#GOSP.JOH.10.36"}]},"44":{"number":44,"refs":[{"text":"PO 2 # 2.","link":null}]},"45":{"number":45,"refs":[{"text":"PO 2.","link":null}]},"46":{"number":46,"refs":[{"text":"LG 28 cf. ⇒ Heb 5:1-10","link":"http://www.vatican.va/archive/ENG0839/_P11K.HTM#NTLET.HEB.5.1"},{"text":"⇒ 7:24","link":"http://www.vatican.va/archive/ENG0839/_P11M.HTM#NTLET.HEB.7.24"},{"text":"⇒ 9:11-28","link":"http://www.vatican.va/archive/ENG0839/_P11O.HTM#NTLET.HEB.9.11"},{"text":"Innocent I, Epist. ad Decentium:    PL 20, 554 A","link":null},{"text":"St. Gregory of Nazianzus, Oratio 2, 22: PG 35, 432B.","link":null}]},"47":{"number":47,"refs":[{"text":"PO 10","link":null},{"text":"OT 20","link":null},{"text":"cf. ⇒ Acts 1:8.","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.8"}]},"48":{"number":48,"refs":[{"text":"OT 20.","link":null}]},"49":{"number":49,"refs":[{"text":"LG 28","link":null},{"text":"cf. ⇒ 1 Cor 11:26.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.26"}]},"50":{"number":50,"refs":[{"text":"Cf. PO 2.","link":null}]},"51":{"number":51,"refs":[{"text":"LG 28 # 2.","link":null}]},"52":{"number":52,"refs":[{"text":"PO 8.","link":null}]},"53":{"number":53,"refs":[{"text":"LG 29","link":null},{"text":"cf. CD 15.","link":null}]},"54":{"number":54,"refs":[{"text":"Cf. St. Hippolytus, Trad. ap. 8: SCh 11, 58-62.","link":null}]},"55":{"number":55,"refs":[{"text":"Cf. LG 41","link":null},{"text":"AA 16.","link":null}]},"56":{"number":56,"refs":[{"text":"Cf. ⇒ Mk 10:45","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.45"},{"text":"⇒ Lk 22:27","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.27"},{"text":"St. Polycarp, Ad Phil. 5, 2: SCh 10, 182.","link":null}]},"57":{"number":57,"refs":[{"text":"Cf. LG 29","link":null},{"text":"SC 35 # 4","link":null},{"text":"AG 16.","link":null}]},"58":{"number":58,"refs":[{"text":"LG 29 # 2.","link":null}]},"59":{"number":59,"refs":[{"text":"AG 16 # 6.","link":null}]}}}