{"id":"toc-168","paragraphs":[{"elements":[{"type":"text","text":"VI. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"The Sacrament of Penance and Reconciliation","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1440},{"type":"text","text":"Sin is before all else an offense against God, a rupture of communion with him. At the same time it damages communion with the Church. For this reason conversion entails both God's forgiveness and reconciliation with the Church, which are expressed and accomplished liturgically by the sacrament of Penance and Reconciliation.","attrs":{}},{"type":"ref","number":38}],"attrs":{}},{"elements":[{"type":"text","text":"Only God forgives sin","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1441},{"type":"text","text":"Only God forgives sins.","attrs":{}},{"type":"ref","number":39},{"type":"text","text":" Since he is the Son of God, Jesus says of himself, \"The Son of man has authority on earth to forgive sins\" and exercises this divine power: \"Your sins are forgiven.\"","attrs":{}},{"type":"ref","number":40},{"type":"text","text":" Further, by virtue of his divine authority he gives this power to men to exercise in his name.","attrs":{}},{"type":"ref","number":41}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1442},{"type":"text","text":"Christ has willed that in her prayer and life and action his whole Church should be the sign and instrument of the forgiveness and reconciliation that he acquired for us at the price of his blood. But he entrusted the exercise of the power of absolution to the apostolic ministry which he charged with the \"ministry of reconciliation.\"","attrs":{}},{"type":"ref","number":42},{"type":"text","text":" The apostle is sent out \"on behalf of Christ\" with \"God making his appeal\" through him and pleading: \"Be reconciled to God.\"","attrs":{}},{"type":"ref","number":43}],"attrs":{}},{"elements":[{"type":"text","text":"Reconciliation with the Church","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1443},{"type":"text","text":"During his public life Jesus not only forgave sins, but also made plain the effect of this forgiveness: he reintegrated forgiven sinners into the community of the People of God from which sin had alienated or even excluded them. A remarkable sign of this is the fact that Jesus receives sinners at his table, a gesture that expresses in an astonishing way both God's forgiveness and the return to the bosom of the People of God.","attrs":{}},{"type":"ref","number":44}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1444},{"type":"text","text":"In imparting to his apostles his own power to forgive sins the Lord also gives them the authority to reconcile sinners with the Church. This ecclesial dimension of their task is expressed most notably in Christ's solemn words to Simon Peter: \"I will give you the keys of the kingdom of heaven, and whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.\"","attrs":{}},{"type":"ref","number":45},{"type":"text","text":" \"The office of binding and loosing which was given to Peter was also assigned to the college of the apostles united to its head.\"","attrs":{}},{"type":"ref","number":46}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1445},{"type":"text","text":"The words bind and loose mean: whomever you exclude from your communion, will be excluded from communion with God; whomever you receive anew into your communion, God will welcome back into his. Reconciliation with the Church is inseparable from reconciliation with God.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The sacrament of forgiveness","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1446},{"type":"text","text":"Christ instituted the sacrament of Penance for all sinful members of his Church: above all for those who, since Baptism, have fallen into grave sin, and have thus lost their baptismal grace and wounded ecclesial communion. It is to them that the sacrament of Penance offers a new possibility to convert and to recover the grace of justification. the Fathers of the Church present this sacrament as \"the second plank [of salvation] after the shipwreck which is the loss of grace.\"","attrs":{}},{"type":"ref","number":47}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1447},{"type":"text","text":"Over the centuries the concrete form in which the Church has exercised this power received from the Lord has varied considerably. During the first centuries the reconciliation of Christians who had committed particularly grave sins after their Baptism (for example, idolatry, murder, or adultery) was tied to a very rigorous discipline, according to which penitents had to do public penance for their sins, often for years, before receiving reconciliation. To this \"order of penitents\" (which concerned only certain grave sins), one was only rarely admitted and in certain regions only once in a lifetime. During the seventh century Irish missionaries, inspired by the Eastern monastic tradition, took to continental Europe the \"private\" practice of penance, which does not require public and prolonged completion of penitential works before reconciliation with the Church. From that time on, the sacrament has been performed in secret between penitent and priest. This new practice envisioned the possibility of repetition and so opened the way to a regular frequenting of this sacrament. It allowed the forgiveness of grave sins and venial sins to be integrated into one sacramental celebration. In its main lines this is the form of penance that the Church has practiced down to our day.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1448},{"type":"text","text":"Beneath the changes in discipline and celebration that this sacrament has undergone over the centuries, the same fundamental structure is to be discerned. It comprises two equally essential elements: on the one hand, the acts of the man who undergoes conversion through the action of the Holy Spirit: namely, contrition, confession, and satisfaction; on the other, God's action through the intervention of the Church. the Church, who through the bishop and his priests forgives sins in the name of Jesus Christ and determines the manner of satisfaction, also prays for the sinner and does penance with him. Thus the sinner is healed and re-established in ecclesial communion.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1449},{"type":"text","text":"The formula of absolution used in the Latin Church expresses the essential elements of this sacrament: the Father of mercies is the source of all forgiveness. He effects the reconciliation of sinners through the Passover of his Son and the gift of his Spirit, through the prayer and ministry of the Church:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"God, the Father of mercies,","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"through the death and the resurrection of his Son","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"has reconciled the world to himself","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"and sent the Holy Spirit among us","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"for the forgiveness of sins;","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":" through the ministry of the Church","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"may God give you pardon and peace,","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"and I absolve you from your sins in the name of the Father, and of the Son and of the Holy Spirit.","attrs":{}},{"type":"ref","number":48}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"38":{"number":38,"refs":[{"text":"Cf. LG 11.","link":null}]},"39":{"number":39,"refs":[{"text":"Cf. ⇒ Mk 2:7[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.7"}]},"40":{"number":40,"refs":[{"text":"⇒ Mk 2:5, ⇒ 10","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.5"},{"text":"⇒ Lk 7:48.","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.10"}]},"41":{"number":41,"refs":[{"text":"Cf. ⇒ Jn 20:21-23.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.21"}]},"42":{"number":42,"refs":[{"text":"⇒ 2 Cor 5:18.","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.18"}]},"43":{"number":43,"refs":[{"text":"⇒ 2 Cor 5:20.","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.20"}]},"44":{"number":44,"refs":[{"text":"Cf. ⇒ Lk 15","link":"http://www.vatican.va/archive/ENG0839/_PWY.HTM#GOSP.LUK.15"},{"text":"⇒ 19:9.","link":"http://www.vatican.va/archive/ENG0839/_PX2.HTM#GOSP.LUK.19.9"}]},"45":{"number":45,"refs":[{"text":"⇒ Mt 16:19","link":"http://www.vatican.va/archive/ENG0839/_PVP.HTM#GOSP.MAT.16.19"},{"text":"cf. ⇒ Mt 18:18","link":"http://www.vatican.va/archive/ENG0839/_PVR.HTM#GOSP.MAT.18.18"},{"text":"⇒ 28:16-20.","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.16"}]},"46":{"number":46,"refs":[{"text":"LG 22 # 2.","link":null}]},"47":{"number":47,"refs":[{"text":"Tertullian, De Paenit. 4, 2: PL 1,1343","link":null},{"text":"cf. Council of Trent (1547): DS 1542.","link":null}]},"48":{"number":48,"refs":[{"text":"OP 46: formula of absolution.","link":null}]}}}