{"id":"toc-194","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Celebration of Marriage"}]},{"elements":[{"type":"ref-ccc","ref_number":1621},{"type":"text","text":"In the Latin Rite the celebration of marriage between two Catholic faithful normally takes place during Holy Mass, because of the connection of all the sacraments with the Paschal mystery of Christ."},{"type":"ref","number":120},{"type":"text","text":" In the Eucharist the memorial of the New Covenant is realized, the New Covenant in which Christ has united himself for ever to the Church, his beloved bride for whom he gave himself up."},{"type":"ref","number":121},{"type":"text","text":" It is therefore fitting that the spouses should seal their consent to give themselves to each other through the offering of their own lives by uniting it to the offering of Christ for his Church made present in the Eucharistic sacrifice, and by receiving the Eucharist so that, communicating in the same Body and the same Blood of Christ, they may form but \"one body\" in Christ."},{"type":"ref","number":122}]},{"elements":[{"type":"ref-ccc","ref_number":1622},{"type":"text","text":"\"Inasmuch as it is a sacramental action of sanctification, the liturgical celebration of marriage . . . must be, per se, valid, worthy, and fruitful.\""},{"type":"ref","number":123},{"type":"text","text":" It is therefore appropriate for the bride and groom to prepare themselves for the celebration of their marriage by receiving the sacrament of penance."}]},{"elements":[{"type":"ref-ccc","ref_number":1623},{"type":"text","text":"In the Latin Church, it is ordinarily understood that the spouses, as ministers of Christ's grace, mutually confer upon each other the sacrament of Matrimony by expressing their consent before the Church. In the Eastern liturgies the minister of this sacrament (which is called \"Crowning\") is the priest or bishop who, after receiving the mutual consent of the spouses, successively crowns the bridegroom and the bride as a sign of the marriage covenant."}]},{"elements":[{"type":"ref-ccc","ref_number":1624},{"type":"text","text":"The various liturgies abound in prayers of blessing and epiclesis asking God's grace and blessing on the new couple, especially the bride. In the epiclesis of this sacrament the spouses receive the Holy Spirit as the communion of love of Christ and the Church."},{"type":"ref","number":124},{"type":"text","text":" The Holy Spirit is the seal of their covenant, the ever available source of their love and the strength to renew their fidelity."}]}],"footnotes":{"120":{"number":120,"refs":[{"text":"Cf. SC 61.","link":null}]},"121":{"number":121,"refs":[{"text":"Cf. LG 6.","link":null}]},"122":{"number":122,"refs":[{"text":"Cf. ⇒ 1 Cor 10:17.","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.17"}]},"123":{"number":123,"refs":[{"text":"FC 67.","link":null}]},"124":{"number":124,"refs":[{"text":"Cf. ⇒ Eph 5:32.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.32"}]}}}