{"id":"toc-191","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1590},{"type":"text","text":"St. Paul said to his disciple Timothy: \"I remind you to rekindle the gift of God that is within you through the laying on of my hands\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P116.HTM#NTLET.2TIM.1.6","attrs":{"i":true}},{"type":"text","text":" 2Tim 1:6), and \"If any one aspires to the office of bishop, he desires a noble task.\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P111.HTM#NTLET.1TIM.3.1","attrs":{"i":true}},{"type":"text","text":" 1 Tim 3:1) To Titus he said: \"This is why I left you in Crete, that you amend what was defective, and appoint presbyters in every town, as I directed you\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P11B.HTM#NTLET.TIT.1.5","attrs":{"i":true}},{"type":"text","text":" Titus 1:5).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1591},{"type":"text","text":"The whole Church is a priestly people. Through Baptism all the faithful share in the priesthood of Christ. This participation is called the \"common priesthood of the faithful.\" Based on this common priesthood and ordered to its service, there exists another participation in the mission of Christ: the ministry conferred by the sacrament of Holy Orders, where the task is to serve in the name and in the person of Christ the Head in the midst of the community.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1592},{"type":"text","text":"The ministerial priesthood differs in essence from the common priesthood of the faithful because it confers a sacred power for the service of the faithful. the ordained ministers exercise their service for the People of God by teaching (munus docendi), divine worship (munus liturgicum) and pastoral governance (munus regendi).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1593},{"type":"text","text":"Since the beginning, the ordained ministry has been conferred and exercised in three degrees: that of bishops, that of presbyters, and that of deacons. the ministries conferred by ordination are irreplaceable for the organic structure of the Church: without the bishop, presbyters, and deacons, one cannot speak of the Church (cf St. Ignatius of Antioch, Ad Trall. 3,1).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1594},{"type":"text","text":"The bishop receives the fullness of the sacrament of Holy Orders, which integrates him into the episcopal college and makes him the visible head of the particular Church entrusted to him. As successors of the apostles and members of the college, the bishops share in the apostolic responsibility and mission of the whole Church under the authority of the Pope, successor of St. Peter.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1595},{"type":"text","text":"Priests are united with the bishops in sacerdotal dignity and at the same time depend on them in the exercise of their pastoral functions; they are called to be the bishops' prudent co-workers. They form around their bishop the presbyterium which bears responsibility with him for the particular Church. They receive from the bishop the charge of a parish community or a determinate ecclesial office.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1596},{"type":"text","text":"Deacons are ministers ordained for tasks of service of the Church; they do not receive the ministerial priesthood, but ordination confers on them important functions in the ministry of the word, divine worship, pastoral governance, and the service of charity, tasks which they must carry out under the pastoral authority of their bishop.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1597},{"type":"text","text":"The sacrament of Holy Orders is conferred by the laying on of hands followed by a solemn prayer of consecration asking God to grant the ordinand the graces of the Holy Spirit required for his ministry. Ordination imprints an indelible sacramental character.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1598},{"type":"text","text":"The Church confers the sacrament of Holy Orders only on baptized men (viri), whose suitability for the exercise of the ministry has been duly recognized. Church authority alone has the responsibility and right to call someone to receive the sacrament of Holy Orders.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1599},{"type":"text","text":"In the Latin Church the sacrament of Holy Orders for the presbyterate is normally conferred only on candidates who are ready to embrace celibacy freely and who publicly manifest their intention of staying celibate for the love of God's kingdom and the service of men.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1600},{"type":"text","text":"It is bishops who confer the sacrament of Holy Orders in the three degrees.","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}