{"id":"toc-196","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Effects of the Sacrament of Matrimony"}]},{"elements":[{"type":"ref-ccc","ref_number":1638},{"type":"text","text":"\"From a valid marriage arises a bond between the spouses which by its very nature is perpetual and exclusive; furthermore, in a Christian marriage the spouses are strengthened and, as it were, consecrated for the duties and the dignity of their state by a special sacrament.\""},{"type":"ref","number":140}]},{"elements":[{"type":"text","text":"The marriage bond"}]},{"elements":[{"type":"ref-ccc","ref_number":1639},{"type":"text","text":"The consent by which the spouses mutually give and receive one another is sealed by God himself."},{"type":"ref","number":141},{"type":"text","text":" From their covenant arises \"an institution, confirmed by the divine law, . . . even in the eyes of society.\""},{"type":"ref","number":142},{"type":"text","text":" The covenant between the spouses is integrated into God's covenant with man: \"Authentic married love is caught up into divine love.\""},{"type":"ref","number":143}]},{"elements":[{"type":"ref-ccc","ref_number":1640},{"type":"text","text":"Thus the marriage bond has been established by God himself in such a way that a marriage concluded and consummated between baptized persons can never be dissolved. This bond, which results from the free human act of the spouses and their consummation of the marriage, is a reality, henceforth irrevocable, and gives rise to a covenant guaranteed by God's fidelity. the Church does not have the power to contravene this disposition of divine wisdom."},{"type":"ref","number":144}]},{"elements":[{"type":"text","text":"The grace of the sacrament of Matrimony"}]},{"elements":[{"type":"ref-ccc","ref_number":1641},{"type":"text","text":"\"By reason of their state in life and of their order, [Christian spouses] have their own special gifts in the People of God.\""},{"type":"ref","number":145},{"type":"text","text":" This grace proper to the sacrament of Matrimony is intended to perfect the couple's love and to strengthen their indissoluble unity. By this grace they \"help one another to attain holiness in their married life and in welcoming and educating their children.\""},{"type":"ref","number":146}]},{"elements":[{"type":"ref-ccc","ref_number":1642},{"type":"text","text":"Christ is the source of this grace. \"Just as of old God encountered his people with a covenant of love and fidelity, so our Savior, the spouse of the Church, now encounters Christian spouses through the sacrament of Matrimony.\""},{"type":"ref","number":147},{"type":"text","text":" Christ dwells with them, gives them the strength to take up their crosses and so follow him, to rise again after they have fallen, to forgive one another, to bear one another's burdens, to \"be subject to one another out of reverence for Christ,\""},{"type":"ref","number":148},{"type":"text","text":" and to love one another with supernatural, tender, and fruitful love. In the joys of their love and family life he gives them here on earth a foretaste of the wedding feast of the Lamb:"}]},{"elements":[{"type":"text","text":"How can I ever express the happiness of a marriage joined by the Church, strengthened by an offering, sealed by a blessing, announced by angels, and ratified by the Father? . . . How wonderful the bond between two believers, now one in hope, one in desire, one in discipline, one in the same service! They are both children of one Father and servants of the same Master, undivided in spirit and flesh, truly two in one flesh. Where the flesh is one, one also is the spirit."},{"type":"ref","number":149}]}],"footnotes":{"140":{"number":140,"refs":[{"text":"Cf. ⇒ CIC, can. 1134.","link":"http://www.vatican.va/archive/ENG1104/_P44.HTM#4.1.0.7.8.0.1134"}]},"141":{"number":141,"refs":[{"text":"Cf. ⇒ Mk 10:9.","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.9"}]},"142":{"number":142,"refs":[{"text":"GS 48 # 1.","link":null}]},"143":{"number":143,"refs":[{"text":"GS 48 # 2.","link":null}]},"144":{"number":144,"refs":[{"text":"Cf. ⇒ CIC, can. 1141.","link":"http://www.vatican.va/archive/ENG1104/_P45.HTM#4.1.0.7.9.1.1141"}]},"145":{"number":145,"refs":[{"text":"LG 11 # 2.","link":null}]},"146":{"number":146,"refs":[{"text":"LG 11 # 2","link":null},{"text":"cf. LG 41.","link":null}]},"147":{"number":147,"refs":[{"text":"GS 48 # 2.","link":null}]},"148":{"number":148,"refs":[{"text":"⇒ Eph 5:21","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.21"},{"text":"cf. ⇒ Gal 6:2.","link":"http://www.vatican.va/archive/ENG0839/_P106.HTM#NTLET.GAL.6.2"}]},"149":{"number":149,"refs":[{"text":"Tertullian, Ad uxorem. 2, 8, 6-7: PL 1, 1412-1413","link":null},{"text":"cf. FC 13.","link":null}]}}}