{"id":"toc-195","paragraphs":[{"elements":[{"type":"text","text":"III. Matrimonial Consent","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1625},{"type":"text","text":"The parties to a marriage covenant are a baptized man and woman, free to contract marriage, who freely express their consent; \"to be free\" means: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - not being under constraint; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - not impeded by any natural or ecclesiastical law.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1626},{"type":"text","text":"The Church holds the exchange of consent between the spouses to be the indispensable element that \"makes the marriage.\"","attrs":{}},{"type":"ref","number":125},{"type":"text","text":" If consent is lacking there is no marriage.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1627},{"type":"text","text":"The consent consists in a \"human act by which the partners mutually give themselves to each other\": \"I take you to be my wife\" - \"I take you to be my husband.\"","attrs":{}},{"type":"ref","number":126},{"type":"text","text":" This consent that binds the spouses to each other finds its fulfillment in the two \"becoming one flesh.\"","attrs":{}},{"type":"ref","number":127}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1628},{"type":"text","text":"The consent must be an act of the will of each of the contracting parties, free of coercion or grave external fear.","attrs":{}},{"type":"ref","number":128},{"type":"text","text":" No human power can substitute for this consent.","attrs":{}},{"type":"ref","number":129},{"type":"text","text":" If this freedom is lacking the marriage is invalid.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1629},{"type":"text","text":"For this reason (or for other reasons that render the marriage null and void) the Church, after an examination of the situation by the competent ecclesiastical tribunal, can declare the nullity of a marriage, i.e., that the marriage never existed.","attrs":{}},{"type":"ref","number":130},{"type":"text","text":" In this case the contracting parties are free to marry, provided the natural obligations of a previous union are discharged.","attrs":{}},{"type":"ref","number":131}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1630},{"type":"text","text":"The priest (or deacon) who assists at the celebration of a marriage receives the consent of the spouses in the name of the Church and gives the blessing of the Church. the presence of the Church's minister (and also of the witnesses) visibly expresses the fact that marriage is an ecclesial reality.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1631},{"type":"text","text":"This is the reason why the Church normally requires that the faithful contract marriage according to the ecclesiastical form. Several reasons converge to explain this requirement:","attrs":{}},{"type":"ref","number":132},{"type":"spacer"},{"type":"text","text":" - Sacramental marriage is a liturgical act. It is therefore appropriate that it should be celebrated in the public liturgy of the Church; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - Marriage introduces one into an ecclesial order, and creates rights and duties in the Church between the spouses and towards their children; - Since marriage is a state of life in the Church, certainty about it is necessary (hence the obligation to have witnesses); ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the public character of the consent protects the \"I do\" once given and helps the spouses remain faithful to it.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1632},{"type":"text","text":"So that the \"I do\" of the spouses may be a free and responsible act and so that the marriage covenant may have solid and lasting human and Christian foundations, preparation for marriage is of prime importance.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The example and teaching given by parents and families remain the special form of this preparation. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The role of pastors and of the Christian community as the \"family of God\" is indispensable for the transmission of the human and Christian values of marriage and family,","attrs":{}},{"type":"ref","number":133},{"type":"text","text":" and much more so in our era when many young people experience broken homes which no longer sufficiently assure this initiation:","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"},{"type":"text","text":" It is imperative to give suitable and timely instruction to young people, above all in the heart of their own families, about the dignity of married love, its role and its exercise, so that, having learned the value of chastity, they will be able at a suitable age to engage in honorable courtship and enter upon a marriage of their own.","attrs":{}},{"type":"ref","number":134}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Mixed marriages and disparity of cult","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1633},{"type":"text","text":"In many countries the situation of a mixed marriage (marriage between a Catholic and a baptized non-Catholic) often arises. It requires particular attention on the part of couples and their pastors. A case of marriage with disparity of cult (between a Catholic and a nonbaptized person) requires even greater circumspection.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1634},{"type":"text","text":"Difference of confession between the spouses does not constitute an insurmountable obstacle for marriage, when they succeed in placing in common what they have received from their respective communities, and learn from each other the way in which each lives in fidelity to Christ. But the difficulties of mixed marriages must not be underestimated. They arise from the fact that the separation of Christians has not yet been overcome. the spouses risk experiencing the tragedy of Christian disunity even in the heart of their own home. Disparity of cult can further aggravate these difficulties. Differences about faith and the very notion of marriage, but also different religious mentalities, can become sources of tension in marriage, especially as regards the education of children. the temptation to religious indifference can then arise.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1635},{"type":"text","text":"According to the law in force in the Latin Church, a mixed marriage needs for liceity the express permission of ecclesiastical authority.","attrs":{}},{"type":"ref","number":135},{"type":"text","text":" In case of disparity of cult an express dispensation from this impediment is required for the validity of the marriage.","attrs":{}},{"type":"ref","number":136},{"type":"text","text":" This permission or dispensation presupposes that both parties know and do not exclude the essential ends and properties of marriage and the obligations assumed by the Catholic party concerning the baptism and education of the children in the Catholic Church.","attrs":{}},{"type":"ref","number":137}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1636},{"type":"text","text":"Through ecumenical dialogue Christian communities in many regions have been able to put into effect a common pastoral practice for mixed marriages. Its task is to help such couples live out their particular situation in the light of faith, overcome the tensions between the couple's obligations to each other and towards their ecclesial communities, and encourage the flowering of what is common to them in faith and respect for what separates them.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1637},{"type":"text","text":"In marriages with disparity of cult the Catholic spouse has a particular task: \"For the unbelieving husband is consecrated through his wife, and the unbelieving wife is consecrated through her husband.\"","attrs":{}},{"type":"ref","number":138},{"type":"text","text":" It is a great joy for the Christian spouse and for the Church if this \"consecration\" should lead to the free conversion of the other spouse to the Christian faith.","attrs":{}},{"type":"ref","number":139},{"type":"text","text":" Sincere married love, the humble and patient practice of the family virtues, and perseverance in prayer can prepare the non-believing spouse to accept the grace of conversion.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"125":{"number":125,"refs":[{"text":"⇒ CIC, can. 1057 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P3W.HTM#4.1.0.7.0.0.1057"}]},"126":{"number":126,"refs":[{"text":"GS 48 # 1","link":null},{"text":"OCM 45","link":null},{"text":"cf. ⇒ CIC, can. 1057 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P3W.HTM#4.1.0.7.0.0.1057"}]},"127":{"number":127,"refs":[{"text":"⇒ Gen 2:24","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.24"},{"text":"cf. ⇒ Mt 10:8","link":"http://www.vatican.va/archive/ENG0839/_PVJ.HTM#GOSP.MAT.10.8"},{"text":"⇒ Eph 5:31.","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.31"}]},"128":{"number":128,"refs":[{"text":"Cf. ⇒ CIC, can. 1103.","link":"http://www.vatican.va/archive/ENG1104/_P40.HTM#4.1.0.7.4.0.1103"}]},"129":{"number":129,"refs":[{"text":"Cf. ⇒ CIC, can. 1057 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P3W.HTM#4.1.0.7.0.0.1057"}]},"130":{"number":130,"refs":[{"text":"Cf. ⇒ CIC, cann. 1095-1107.","link":"http://www.vatican.va/archive/ENG1104/_P40.HTM#4.1.0.7.4.0.1095"}]},"131":{"number":131,"refs":[{"text":"Cf. ⇒ CIC, can. 1071.","link":"http://www.vatican.va/archive/ENG1104/_P3X.HTM#4.1.0.7.1.0.1071"}]},"132":{"number":132,"refs":[{"text":"Cf. Council of Trent: DS 1813-1816","link":null},{"text":"⇒ CIC, can. 1108.","link":"http://www.vatican.va/archive/ENG1104/_P41.HTM#4.1.0.7.5.0.1108"}]},"133":{"number":133,"refs":[{"text":"Cf. ⇒ CIC, can. 1063.","link":"http://www.vatican.va/archive/ENG1104/_P3X.HTM#4.1.0.7.1.0.1063"}]},"134":{"number":134,"refs":[{"text":"GS 49 # 3.","link":null}]},"135":{"number":135,"refs":[{"text":"Cf. ⇒ CIC, can. 1124.","link":"http://www.vatican.va/archive/ENG1104/_P42.HTM#4.1.0.7.6.0.1124"}]},"136":{"number":136,"refs":[{"text":"Cf. ⇒ CIC, can. 1086.","link":"http://www.vatican.va/archive/ENG1104/_P3Z.HTM#4.1.0.7.3.0.1086"}]},"137":{"number":137,"refs":[{"text":"Cf. ⇒ CIC, can. 1125.","link":"http://www.vatican.va/archive/ENG1104/_P42.HTM#4.1.0.7.6.0.1125"}]},"138":{"number":138,"refs":[{"text":"⇒ 1 Cor 7:14.","link":"http://www.vatican.va/archive/ENG0839/_PZC.HTM#NTLET.1COR.7.14"}]},"139":{"number":139,"refs":[{"text":"Cf. ⇒ 1 Cor 7:16.","link":"http://www.vatican.va/archive/ENG0839/_PZC.HTM#NTLET.1COR.7.16"}]}}}