{"id":"toc-149","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Who can Receive This Sacrament?"}]},{"elements":[{"type":"ref-ccc","ref_number":1306},{"type":"text","text":"Every baptized person not yet confirmed can and should receive the sacrament of Confirmation."},{"type":"ref","number":121},{"type":"text","text":" Since Baptism, Confirmation, and Eucharist form a unity, it follows that \"the faithful are obliged to receive this sacrament at the appropriate time,\""},{"type":"ref","number":122},{"type":"text","text":" for without Confirmation and Eucharist, Baptism is certainly valid and efficacious, but Christian initiation remains incomplete."}]},{"elements":[{"type":"ref-ccc","ref_number":1307},{"type":"text","text":"The Latin tradition gives \"the age of discretion\" as the reference point for receiving Confirmation. But in danger of death children should be confirmed even if they have not yet attained the age of discretion."},{"type":"ref","number":123}]},{"elements":[{"type":"ref-ccc","ref_number":1308},{"type":"text","text":"Although Confirmation is sometimes called the \"sacrament of Christian maturity,\" we must not confuse adult faith with the adult age of natural growth, nor forget that the baptismal grace is a grace of free, unmerited election and does not need \"ratification\" to become effective. St. Thomas reminds us of this:"}]},{"elements":[{"type":"text","text":"Age of body does not determine age of soul. Even in childhood man can attain spiritual maturity: as the book of Wisdom says: \"For old age is not honored for length of time, or measured by number of years. \"Many children, through the strength of the Holy Spirit they have received, have bravely fought for Christ even to the shedding of their blood."},{"type":"ref","number":124}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1309},{"type":"text","text":"Preparation for Confirmation should aim at leading the Christian toward a more intimate union with Christ and a more lively familiarity with the Holy Spirit - his actions, his gifts, and his biddings - in order to be more capable of assuming the apostolic responsibilities of Christian life. To this end catechesis for Confirmation should strive to awaken a sense of belonging to the Church of Jesus Christ, the universal Church as well as the parish community. the latter bears special responsibility for the preparation of confirmands."},{"type":"ref","number":125}]},{"elements":[{"type":"ref-ccc","ref_number":1310},{"type":"text","text":"To receive Confirmation one must be in a state of grace. One should receive the sacrament of Penance in order to be cleansed for the gift of the Holy Spirit. More intense prayer should prepare one to receive the strength and graces of the Holy Spirit with docility and readiness to act."},{"type":"ref","number":126}]},{"elements":[{"type":"ref-ccc","ref_number":1311},{"type":"text","text":"Candidates for Confirmation, as for Baptism, fittingly seek the spiritual help of a sponsor. To emphasize the unity of the two sacraments, it is appropriate that this be one of the baptismal godparents."},{"type":"ref","number":127}]}],"footnotes":{"121":{"number":121,"refs":[{"text":"Cf. ⇒ CIC, can. 889 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P33.HTM#4.1.0.2.2.0.889"}]},"122":{"number":122,"refs":[{"text":"⇒ CIC, can. 890.","link":"http://www.vatican.va/archive/ENG1104/_P34.HTM#4.1.0.2.3.0.890"}]},"123":{"number":123,"refs":[{"text":"Cf. ⇒ CIC, cann. 891","link":"http://www.vatican.va/archive/ENG1104/_P34.HTM#4.1.0.2.3.0.891"},{"text":"⇒ 883, 3.","link":"http://www.vatican.va/archive/ENG1104/_P33.HTM#4.1.0.2.2.0.883"}]},"124":{"number":124,"refs":[{"text":"St. Thomas Aquinas, STh III, 72, 8, ad 2","link":null},{"text":"Cf. Wis 4:8.","link":null}]},"125":{"number":125,"refs":[{"text":"Cf. OC Introduction 3.","link":null}]},"126":{"number":126,"refs":[{"text":"Cf. ⇒ Acts 1:14.","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.14"}]},"127":{"number":127,"refs":[{"text":"Cf. OC Introduction 5","link":null},{"text":"6","link":null},{"text":"⇒ CIC, Can. 893 ## 1- 2.","link":"http://www.vatican.va/archive/ENG1104/_P35.HTM#4.1.0.2.4.0.893"}]}}}