{"id":"toc-173","paragraphs":[{"elements":[{"type":"text","text":"XI. The Celebration of the Sacrament of Penance","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1480},{"type":"text","text":"Like all the sacraments, Penance is a liturgical action. the elements of the celebration are ordinarily these: a greeting and blessing from the priest, reading the word of God to illuminate the conscience and elicit contrition, and an exhortation to repentance; the confession, which acknowledges sins and makes them known to the priest; the imposition and acceptance of a penance; the priest's absolution; a prayer of thanksgiving and praise and dismissal with the blessing of the priest.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1481},{"type":"text","text":"The Byzantine Liturgy recognizes several formulas of absolution, in the form of invocation, which admirably express the mystery of forgiveness: \"May the same God, who through the Prophet Nathan forgave David when he confessed his sins, who forgave Peter when he wept bitterly, the prostitute when she washed his feet with her tears, the Pharisee, and the prodigal son, through me, a sinner, forgive you both in this life and in the next and enable you to appear before his awe-inspiring tribunal without condemnation, he who is blessed for ever and ever. Amen.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1482},{"type":"text","text":"The sacrament of Penance can also take place in the framework of a communal celebration in which we prepare ourselves together for confession and give thanks together for the forgiveness received. Here, the personal confession of sins and individual absolution are inserted into a liturgy of the word of God with readings and a homily, an examination of conscience conducted in common, a communal request for forgiveness, the Our Father and a thanksgiving in common. This communal celebration expresses more clearly the ecclesial character of penance. However, regardless of its manner of celebration the sacrament of Penance is always, by its very nature, a liturgical action, and therefore an ecclesial and public action.","attrs":{}},{"type":"ref","number":90}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1483},{"type":"text","text":"In case of grave necessity recourse may be had to a communal celebration of reconciliation with general confession and general absolution. Grave necessity of this sort can arise when there is imminent danger of death without sufficient time for the priest or priests to hear each penitent's confession. Grave necessity can also exist when, given the number of penitents, there are not enough confessors to hear individual confessions properly in a reasonable time, so that the penitents through no fault of their own would be deprived of sacramental grace or Holy Communion for a long time. In this case, for the absolution to be valid the faithful must have the intention of individually confessing their sins in the time required.","attrs":{}},{"type":"ref","number":91},{"type":"text","text":" The diocesan bishop is the judge of whether or not the conditions required for general absolution exist.","attrs":{}},{"type":"ref","number":92},{"type":"text","text":" A large gathering of the faithful on the occasion of major feasts or pilgrimages does not constitute a case of grave necessity.","attrs":{}},{"type":"ref","number":93}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1484},{"type":"text","text":"\"Individual, integral confession and absolution remain the only ordinary way for the faithful to reconcile themselves with God and the Church, unless physical or moral impossibility excuses from this kind of confession.\"","attrs":{}},{"type":"ref","number":94},{"type":"text","text":" There are profound reasons for this. Christ is at work in each of the sacraments. He personally addresses every sinner: \"My son, your sins are forgiven.\"","attrs":{}},{"type":"ref","number":95},{"type":"text","text":" He is the physician tending each one of the sick who need him to cure them.","attrs":{}},{"type":"ref","number":96},{"type":"text","text":" He raises them up and reintegrates them into fraternal communion. Personal confession is thus the form most expressive of reconciliation with God and with the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"90":{"number":90,"refs":[{"text":"Cf. SC 26-27.","link":null}]},"91":{"number":91,"refs":[{"text":"Cf. ⇒ CIC, can. 962 #1.","link":"http://www.vatican.va/archive/ENG1104/_P3G.HTM#4.1.0.4.1.0.962"}]},"92":{"number":92,"refs":[{"text":"Cf. ⇒ CIC, can. 961 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P3G.HTM#4.1.0.4.1.0.961"}]},"93":{"number":93,"refs":[{"text":"Cf. ⇒ CIC, can. 961 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P3G.HTM#4.1.0.4.1.0.961"}]},"94":{"number":94,"refs":[{"text":"OP 31.","link":null}]},"95":{"number":95,"refs":[{"text":"⇒ Mk 2:5[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.5"}]},"96":{"number":96,"refs":[{"text":"Cf. ⇒ Mk 2:17.","link":"http://www.vatican.va/archive/ENG0839/_PW4.HTM#GOSP.MAR.2.17"}]}}}