{"id":"toc-182","paragraphs":[{"elements":[{"type":"text","text":"CHAPTER THREE","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"THE SACRAMENTS AT THE SERVICE OF COMMUNION","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1533},{"type":"text","text":"Baptism, Confirmation, and Eucharist are sacraments of Christian initiation. They ground the common vocation of all Christ's disciples, a vocation to holiness and to the mission of evangelizing the world. They confer the graces needed for the life according to the Spirit during this life as pilgrims on the march towards the homeland.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1534},{"type":"text","text":"Two other sacraments, Holy Orders and Matrimony, are directed towards the salvation of others; if they contribute as well to personal salvation, it is through service to others that they do so. They confer a particular mission in the Church and serve to build up the People of God.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1535},{"type":"text","text":"Through these sacraments those already consecrated by Baptism and Confirmation","attrs":{}},{"type":"ref","number":1},{"type":"text","text":" for the common priesthood of all the faithful can receive particular consecrations. Those who receive the sacrament of Holy Orders are consecrated in Christ's name \"to feed the Church by the word and grace of God.\"","attrs":{}},{"type":"ref","number":2},{"type":"text","text":" On their part, \"Christian spouses are fortified and, as it were, consecrated for the duties and dignity of their state by a special sacrament.\"","attrs":{}},{"type":"ref","number":3}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"1":{"number":1,"refs":[{"text":"Cf. LG 10.","link":null}]},"2":{"number":2,"refs":[{"text":"LG 11 # 2.","link":null}]},"3":{"number":3,"refs":[{"text":"GS 48 # 2.","link":null}]}}}