{"id":"toc-198","paragraphs":[{"elements":[{"type":"text","text":"VI. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Domestic Church","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1655},{"type":"text","text":"Christ chose to be born and grow up in the bosom of the holy family of Joseph and Mary. the Church is nothing other than \"the family of God.\" From the beginning, the core of the Church was often constituted by those who had become believers \"together with all [their] household.\"","attrs":{}},{"type":"ref","number":164},{"type":"text","text":" When they were converted, they desired that \"their whole household\" should also be saved.","attrs":{}},{"type":"ref","number":165},{"type":"text","text":" These families who became believers were islands of Christian life in an unbelieving world.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1656},{"type":"text","text":"In our own time, in a world often alien and even hostile to faith, believing families are of primary importance as centers of living, radiant faith. For this reason the Second Vatican Council, using an ancient expression, calls the family the Ecclesia domestica.","attrs":{}},{"type":"ref","number":166},{"type":"text","text":" It is in the bosom of the family that parents are \"by word and example . . . the first heralds of the faith with regard to their children. They should encourage them in the vocation which is proper to each child, fostering with special care any religious vocation.\"","attrs":{}},{"type":"ref","number":167}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1657},{"type":"text","text":"It is here that the father of the family, the mother, children, and all members of the family exercise the priesthood of the baptized in a privileged way \"by the reception of the sacraments, prayer and thanksgiving, the witness of a holy life, and self-denial and active charity.\"","attrs":{}},{"type":"ref","number":168},{"type":"text","text":" Thus the home is the first school of Christian life and \"a school for human enrichment.\"","attrs":{}},{"type":"ref","number":169},{"type":"text","text":" Here one learns endurance and the joy of work, fraternal love, generous - even repeated - forgiveness, and above all divine worship in prayer and the offering of one's life.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1658},{"type":"text","text":"We must also remember the great number of single persons who, because of the particular circumstances in which they have to live - often not of their choosing - are especially close to Jesus' heart and therefore deserve the special affection and active solicitude of the Church, especially of pastors. Many remain without a human family often due to conditions of poverty. Some live their situation in the spirit of the Beatitudes, serving God and neighbor in exemplary fashion. the doors of homes, the \"domestic churches,\" and of the great family which is the Church must be open to all of them. \"No one is without a family in this world: the Church is a home and family for everyone, especially those who 'labor and are heavy laden.'\"","attrs":{}},{"type":"ref","number":170}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"164":{"number":164,"refs":[{"text":"Cf. ⇒ Acts 18:8.","link":"http://www.vatican.va/archive/ENG0839/_PYC.HTM#GOSP.ACT.18.8"}]},"165":{"number":165,"refs":[{"text":"Cf. ⇒ Acts 16:31","link":"http://www.vatican.va/archive/ENG0839/_PYA.HTM#GOSP.ACT.16.31"},{"text":"⇒ Acts 11:14.","link":"http://www.vatican.va/archive/ENG0839/_PY5.HTM#GOSP.ACT.11.14"}]},"166":{"number":166,"refs":[{"text":"LG 11","link":null},{"text":"cf. FC 21.","link":null}]},"167":{"number":167,"refs":[{"text":"LG 11.","link":null}]},"168":{"number":168,"refs":[{"text":"LG 10.","link":null}]},"169":{"number":169,"refs":[{"text":"GS 52 # 1.","link":null}]},"170":{"number":170,"refs":[{"text":"FC 85","link":null},{"text":"cf. ⇒ Mt 11:28.","link":"http://www.vatican.va/archive/ENG0839/_PVK.HTM#GOSP.MAT.11.28"}]}}}