{"id":"toc-201","paragraphs":[{"elements":[{"type":"text","text":"CHAPTER FOUR","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"OTHER LITURGICAL CELEBRATIONS","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"Article 1","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"SACRAMENTALS","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1667},{"type":"text","text":"\"Holy Mother Church has, moreover, instituted sacramentals. These are sacred signs which bear a resemblance to the sacraments. They signify effects, particularly of a spiritual nature, which are obtained through the intercession of the Church. By them men are disposed to receive the chief effect of the sacraments, and various occasions in life are rendered holy.\"","attrs":{}},{"type":"ref","number":171}],"attrs":{}},{"elements":[{"type":"text","text":"The characteristics of sacramentals","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1668},{"type":"text","text":"Sacramentals are instituted for the sanctification of certain ministries of the Church, certain states of life, a great variety of circumstances in Christian life, and the use of many things helpful to man. In accordance with bishops' pastoral decisions, they can also respond to the needs, culture, and special history of the Christian people of a particular region or time. They always include a prayer, often accompanied by a specific sign, such as the laying on of hands, the sign of the cross, or the sprinkling of holy water (which recalls Baptism).","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1669},{"type":"text","text":"Sacramentals derive from the baptismal priesthood: every baptized person is called to be a \"blessing,\" and to bless.","attrs":{}},{"type":"ref","number":172},{"type":"text","text":" Hence lay people may preside at certain blessings; the more a blessing concerns ecclesial and sacramental life, the more is its administration reserved to the ordained ministry (bishops, priests, or deacons).","attrs":{}},{"type":"ref","number":173}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1670},{"type":"text","text":"Sacramentals do not confer the grace of the Holy Spirit in the way that the sacraments do, but by the Church's prayer, they prepare us to receive grace and dispose us to cooperate with it. \"For well-disposed members of the faithful, the liturgy of the sacraments and sacramentals sanctifies almost every event of their lives with the divine grace which flows from the Paschal mystery of the Passion, Death, and Resurrection of Christ. From this source all sacraments and sacramentals draw their power. There is scarcely any proper use of material things which cannot be thus directed toward the sanctification of men and the praise of God.\"","attrs":{}},{"type":"ref","number":174}],"attrs":{}},{"elements":[{"type":"text","text":"Various forms of sacramentals","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1671},{"type":"text","text":"Among sacramentals blessings (of persons, meals, objects, and places) come first. Every blessing praises God and prays for his gifts. In Christ, Christians are blessed by God the Father \"with every spiritual blessing.\"","attrs":{}},{"type":"ref","number":175},{"type":"text","text":" This is why the Church imparts blessings by invoking the name of Jesus, usually while making the holy sign of the cross of Christ.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1672},{"type":"text","text":"Certain blessings have a lasting importance because they consecrate persons to God, or reserve objects and places for liturgical use. Among those blessings which are intended for persons - not to be confused with sacramental ordination - are the blessing of the abbot or abbess of a monastery, the consecration of virgins, the rite of religious profession and the blessing of certain ministries of the Church (readers, acolytes, catechists, etc.). the dedication or blessing of a church or an altar, the blessing of holy oils, vessels, and vestments, bells, etc., can be mentioned as examples of blessings that concern objects.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1673},{"type":"text","text":"When the Church asks publicly and authoritatively in the name of Jesus Christ that a person or object be protected against the power of the Evil One and withdrawn from his dominion, it is called exorcism. Jesus performed exorcisms and from him the Church has received the power and office of exorcizing.","attrs":{}},{"type":"ref","number":176},{"type":"text","text":" In a simple form, exorcism is performed at the celebration of Baptism. the solemn exorcism, called \"a major exorcism,\" can be performed only by a priest and with the permission of the bishop. the priest must proceed with prudence, strictly observing the rules established by the Church. Exorcism is directed at the expulsion of demons or to the liberation from demonic possession through the spiritual authority which Jesus entrusted to his Church. Illness, especially psychological illness, is a very different matter; treating this is the concern of medical science. Therefore, before an exorcism is performed, it is important to ascertain that one is dealing with the presence of the Evil One, and not an illness.","attrs":{}},{"type":"ref","number":177}],"attrs":{}},{"elements":[{"type":"text","text":"Popular piety","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1674},{"type":"text","text":"Besides sacramental liturgy and sacramentals, catechesis must take into account the forms of piety and popular devotions among the faithful. the religious sense of the Christian people has always found expression in various forms of piety surrounding the Church's sacramental life, such as the veneration of relics, visits to sanctuaries, pilgrimages, processions, the stations of the cross, religious dances, the rosary, medals,","attrs":{}},{"type":"ref","number":178},{"type":"text","text":" etc.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1675},{"type":"text","text":"These expressions of piety extend the liturgical life of the Church, but do not replace it. They \"should be so drawn up that they harmonize with the liturgical seasons, accord with the sacred liturgy, are in some way derived from it and lead the people to it, since in fact the liturgy by its very nature is far superior to any of them.\"","attrs":{}},{"type":"ref","number":179}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1676},{"type":"text","text":"Pastoral discernment is needed to sustain and support popular piety and, if necessary, to purify and correct the religious sense which underlies these devotions so that the faithful may advance in knowledge of the mystery of Christ.","attrs":{}},{"type":"ref","number":180},{"type":"text","text":" Their exercise is subject to the care and judgment of the bishops and to the general norms of the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"At its core the piety of the people is a storehouse of values that offers answers of Christian wisdom to the great questions of life. the Catholic wisdom of the people is capable of fashioning a vital synthesis.... It creatively combines the divine and the human, Christ and Mary, spirit and body, communion and institution, person and community, faith and homeland, intelligence and emotion. This wisdom is a Christian humanism that radically affirms the dignity of every person as a child of God, establishes a basic fraternity, teaches people to encounter nature and understand work, provides reasons for joy and humor even in the midst of a very hard life. For the people this wisdom is also a principle of discernment and an evangelical instinct through which they spontaneously sense when the Gospel is served in the Church and when it is emptied of its content and stifled by other interests.","attrs":{}},{"type":"ref","number":181}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"171":{"number":171,"refs":[{"text":"SC 60","link":null},{"text":"Cf. ⇒ CIC, can. 1166","link":"http://www.vatican.va/archive/ENG1104/_P49.HTM#4.2.0.1.0.0.1166"},{"text":"CCEO, can. 867.","link":null}]},"172":{"number":172,"refs":[{"text":"Cf. ⇒ Gen 12:2","link":"http://www.vatican.va/archive/ENG0839/_PE.HTM#PENT.GEN.12.2"},{"text":"⇒ Lk 6:28","link":"http://www.vatican.va/archive/ENG0839/_PWP.HTM#GOSP.LUK.6.28"},{"text":"⇒ Rom 12:14","link":"http://www.vatican.va/archive/ENG0839/_PZ0.HTM#NTLET.ROM.12.14"},{"text":"⇒ 1 Pet 3:9.","link":"http://www.vatican.va/archive/ENG0839/_P123.HTM#CATHL.1PET.3.9"}]},"173":{"number":173,"refs":[{"text":"Cf. SC 79","link":null},{"text":"⇒ CIC, can. 1168","link":"http://www.vatican.va/archive/ENG1104/_P49.HTM#4.2.0.1.0.0.1168"},{"text":"De Ben 16, 18.","link":null}]},"174":{"number":174,"refs":[{"text":"SC 61.","link":null}]},"175":{"number":175,"refs":[{"text":"⇒ Eph 1:3.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.3"}]},"176":{"number":176,"refs":[{"text":"Cf. ⇒ Mk 1:25-26","link":"http://www.vatican.va/archive/ENG0839/_PW3.HTM#GOSP.MAR.1.25"},{"text":"⇒ 3:15","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.15"},{"text":"⇒ 6:7, ⇒ 13","link":"http://www.vatican.va/archive/ENG0839/_PW8.HTM#GOSP.MAR.6.7"},{"text":"⇒ 16:17.","link":"http://www.vatican.va/archive/ENG0839/_PW8.HTM#GOSP.MAR.6.13"}]},"177":{"number":177,"refs":[{"text":"Cf. ⇒ CIC, can. 1172.","link":"http://www.vatican.va/archive/ENG1104/_P4B.HTM#4.2.0.3.0.0.1172"}]},"178":{"number":178,"refs":[{"text":"Cf. Council of Nicaea II: DS 601","link":null},{"text":"603","link":null},{"text":"Council of Trent: DS 1822.","link":null}]},"179":{"number":179,"refs":[{"text":"SC 13 # 3.","link":null}]},"180":{"number":180,"refs":[{"text":"Cf. John Paul II, CT 54.","link":null}]},"181":{"number":181,"refs":[{"text":"CELAM, Third General Conference (Puebla, 1979), Final Document # 448    (tr. NCCB, 1979)","link":null},{"text":"cf. Paul VI, EN 48.","link":null}]}}}