{"id":"toc-187","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Celebration of This Sacrament"}]},{"elements":[{"type":"ref-ccc","ref_number":1572},{"type":"text","text":"Given the importance that the ordination of a bishop, a priest, or a deacon has for the life of the particular Church, its celebration calls for as many of the faithful as possible to take part. It should take place preferably on Sunday, in the cathedral, with solemnity appropriate to the occasion. All three ordinations, of the bishop, of the pRiest, and of the deacon, follow the same movement. Their proper place is within the Eucharistic liturgy."}]},{"elements":[{"type":"ref-ccc","ref_number":1573},{"type":"text","text":"The essential rite of the sacrament of Holy Orders for all three degrees consists in the bishop's imposition of hands on the head of the ordinand and in the bishop's specific consecratory prayer asking God for the outpouring of the Holy Spirit and his gifts proper to the ministry to which the candidate is being ordained."},{"type":"ref","number":60}]},{"elements":[{"type":"ref-ccc","ref_number":1574},{"type":"text","text":"As in all the sacraments additional rites surround the celebration. Varying greatly among the different liturgical traditions, these rites have in common the expression of the multiple aspects of sacramental grace. Thus in the Latin Church, the initial rites - presentation and election of the ordinand, instruction by the bishop, examination of the candidate, litany of the saints - attest that the choice of the candidate is made in keeping with the practice of the Church and prepare for the solemn act of consecration, after which several rites syrnbolically express and complete the mystery accomplished: for bishop and priest, an anointing with holy chrism, a sign of the special anointing of the Holy Spirit who makes their ministry fruitful; giving the book of the Gospels, the ring, the miter, and the crosier to the bishop as the sign of his apostolic mission to proclaim the Word of God, of his fidelity to the Church, the bride of Christ, and his office as shepherd of the Lord's flock; presentation to the priest of the paten and chalice, \"the offering of the holy people\" which he is called to present to God; giving the book of the Gospels to the deacon who has just received the mission to proclaim the Gospel of Christ."}]}],"footnotes":{"60":{"number":60,"refs":[{"text":"Cf. Pius XII, apostolic constitution, Sacramentum Ordinis: DS 3858.","link":null}]}}}