{"id":"toc-160","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1406},{"type":"text","text":"Jesus said: \"I am the living bread that came down from heaven; if any one eats of this bread, he will live for ever; . . . he who eats my flesh and drinks my blood has eternal life and . . . abides in me, and I in him\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.51","attrs":{"i":true}},{"type":"text","text":" Jn 6:51, ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.54","attrs":{"i":true}},{"type":"text","text":" 54, ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.56","attrs":{"i":true}},{"type":"text","text":" 56).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1407},{"type":"text","text":"The Eucharist is the heart and the summit of the Church's life, for in it Christ associates his Church and all her members with his sacrifice of praise and thanksgiving offered once for all on the cross to his Father; by this sacrifice he pours out the graces of salvation on his Body which is the Church.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1408},{"type":"text","text":"The Eucharistic celebration always includes: the proclamation of the Word of God; thanksgiving to God the Father for all his benefits, above all the gift of his Son; the consecration of bread and wine; and participation in the liturgical banquet by receiving the Lord's body and blood. These elements constitute one single act of worship.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1409},{"type":"text","text":"The Eucharist is the memorial of Christ's Passover, that is, of the work of salvation accomplished by the life, death, and resurrection of Christ, a work made present by the liturgical action.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1410},{"type":"text","text":"It is Christ himself, the eternal high priest of the New Covenant who, acting through the ministry of the priests, offers the Eucharistic sacrifice. and it is the same Christ, really present under the species of bread and wine, who is the offering of the Eucharistic sacrifice.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1411},{"type":"text","text":"Only validly ordained priests can preside at the Eucharist and consecrate the bread and the wine so that they become the Body and Blood of the Lord.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1412},{"type":"text","text":"The essential signs of the Eucharistic sacrament are wheat bread and grape wine, on which the blessing of the Holy Spirit is invoked and the priest pronounces the words of consecration spoken by Jesus during the Last Supper: \"This is my body which will be given up for you.... This is the cup of my blood....\"","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1413},{"type":"text","text":"By the consecration the transubstantiation of the bread and wine into the Body and Blood of Christ is brought about. Under the consecrated species of bread and wine Christ himself, living and glorious, is present in a true, real, and substantial manner: his Body and his Blood, with his soul and his divinity (cf. Council of Trent: DS 1640; 1651).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1414},{"type":"text","text":"As sacrifice, the Eucharist is also offered in reparation for the sins of the living and the dead and to obtain spiritual or temporal benefits from God.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1415},{"type":"text","text":"Anyone who desires to receive Christ in Eucharistic communion must be in the state of grace. Anyone aware of having sinned mortally must not receive communion without having received absolution in the sacrament of penance.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1416},{"type":"text","text":"Communion with the Body and Blood of Christ increases the communicant's union with the Lord, forgives his venial sins, and preserves him from grave sins. Since receiving this sacrament strengthens the bonds of charity between the communicant and Christ, it also reinforces the unity of the Church as the Mystical Body of Christ.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1417},{"type":"text","text":"The Church warmly recommends that the faithful receive Holy Communion each time they participate in the celebration of the Eucharist; she obliges them to do so at least once a year.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1418},{"type":"text","text":"Because Christ himself is present in the sacrament of the altar, he is to be honored with the worship of adoration. \"To visit the Blessed Sacrament is . . . a proof of gratitude, an expression of love, and a duty of adoration toward Christ our Lord\" (Paul VI, MF 66).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1419},{"type":"text","text":"Having passed from this world to the Father, Christ gives us in the Eucharist the pledge of glory with him. Participation in the Holy Sacrifice identifies us with his Heart, sustains our strength along the pilgrimage of this life, makes us long for eternal life, and unites us even now to the Church in heaven, the Blessed Virgin Mary, and all the saints.","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}