{"id":"toc-190","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"VII. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Effects of the Sacrament of Holy Orders"}]},{"elements":[{"type":"text","text":"The indelible character"}]},{"elements":[{"type":"ref-ccc","ref_number":1581},{"type":"text","text":"This sacrament configures the recipient to Christ by a special grace of the Holy Spirit, so that he may serve as Christ's instrument for his Church. By ordination one is enabled to act as a representative of Christ, Head of the Church, in his triple office of priest, prophet, and king."}]},{"elements":[{"type":"ref-ccc","ref_number":1582},{"type":"text","text":"As in the case of Baptism and Confirmation this share in Christ's office is granted once for all. the sacrament of Holy Orders, like the other two, confers an indelible spiritual character and cannot be repeated or conferred temporarily."},{"type":"ref","number":74}]},{"elements":[{"type":"ref-ccc","ref_number":1583},{"type":"text","text":"It is true that someone validly ordained can, for a just reason, be discharged from the obligations and functions linked to ordination, or can be forbidden to exercise them; but he cannot become a layman again in the strict sense,"},{"type":"ref","number":75},{"type":"text","text":" because the character imprinted by ordination is for ever. the vocation and mission received on the day of his ordination mark him permanently."}]},{"elements":[{"type":"ref-ccc","ref_number":1584},{"type":"text","text":"Since it is ultimately Christ who acts and effects salvation through the ordained minister, the unworthiness of the latter does not prevent Christ from acting."},{"type":"ref","number":76},{"type":"text","text":" St. Augustine states this forcefully:"}]},{"elements":[{"type":"text","text":"As for the proud minister, he is to be ranked with the devil. Christ's gift is not thereby profaned: what flows through him keeps its purity, and what passes through him remains dear and reaches the fertile earth.... the spiritual power of the sacrament is indeed comparable to light: those to be enlightened receive it in its purity, and if it should pass through defiled beings, it is not itself defiled."},{"type":"ref","number":77}]},{"elements":[{"type":"text","text":"The grace of the Holy Spirit"}]},{"elements":[{"type":"ref-ccc","ref_number":1585},{"type":"text","text":"The grace of the Holy Spirit proper to this sacrament is configuration to Christ as Priest, Teacher, and Pastor, of whom the ordained is made a minister."}]},{"elements":[{"type":"ref-ccc","ref_number":1586},{"type":"text","text":"For the bishop, this is first of all a grace of strength (“the governing spirit\": Prayer of Episcopal Consecration in the Latin rite):"},{"type":"ref","number":78},{"type":"text","text":" The grace to guide and defend his Church with strength and prudence as a father and pastor, with gratuitous love for all and a preferential love for the poor, the sick, and the needy. This grace impels him to proclaim the Gospel to all, to be the model for his flock, to go before it on the way of sanctification by identifying himself in the Eucharist with Christ the priest and victim, not fearing to give his life for his sheep:"}]},{"elements":[{"type":"text","text":"Father, you know all hearts."}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"You have chosen your servant for the office of bishop."}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"May he be a shepherd to your holy flock,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"and a high priest blameless in your sight,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"ministering to you night and day;"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"may he always gain the blessing of your favor"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"and offer the gifts of your holy Church."}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Through the Spirit who gives the grace of high priesthood grant him the power"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"to forgive sins as you have commanded"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"to assign ministries as you have decreed"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"and to loose from every bond by the authority which you"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"gave to your apostles. May he be pleasing to you by his gentleness and purity of heart,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"presenting a fragrant offering to you,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"through Jesus Christ, your Son...."},{"type":"ref","number":79}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1587},{"type":"text","text":"The spiritual gift conferred by presbyteral ordination is expressed by this prayer of the Byzantine Rite. the bishop, while laying on his hand, says among other things:"}]},{"elements":[{"type":"text","text":"Lord, fill with the gift of the Holy Spirit"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"him whom you have deigned to raise to the rank of the priesthood,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"that he may be worthy to stand without reproach before your altar"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"to proclaim the Gospel of your kingdom,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"to fulfill the ministry of your word of truth,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"to offer you spiritual gifts and sacrifices,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"to renew your people by the bath of rebirth;"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"so that he may go out to meet our great God and Savior Jesus Christ, your only Son,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"on the day of his second coming,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"and may receive from your vast goodness"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"the recompense for a faithful administration of his order."},{"type":"ref","number":80}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1588},{"type":"text","text":"With regard to deacons, \"strengthened by sacramental grace they are dedicated to the People of God, in conjunction with the bishop and his body of priests, in the service (diakonia) of the liturgy, of the Gospel, and of works of charity.\""},{"type":"ref","number":81}]},{"elements":[{"type":"ref-ccc","ref_number":1589},{"type":"text","text":"Before the grandeur of the priestly grace and office, the holy doctors felt an urgent call to conversion in order to conform their whole lives to him whose sacrament had made them ministers. Thus St. Gregory of Nazianzus, as a very young priest, exclaimed:"}]},{"elements":[{"type":"text","text":"We must begin by purifying ourselves before purifying others; we must be instructed to be able to instruct, become light to illuminate, draw close to God to bring him close to others, be sanctified to sanctify, lead by the hand and counsel prudently. I know whose ministers we are, where we find ourselves and to where we strive. I know God's greatness and man's weakness, but also his potential. [Who then is the priest? He is] the defender of truth, who stands with angels, gives glory with archangels, causes sacrifices to rise to the altar on high, shares Christ's priesthood, refashions creation, restores it in God's image, recreates it for the world on high and, even greater, is divinized and divinizes."},{"type":"ref","number":82},{"type":"spacer"},{"type":"text","text":" and the holy Cure of Ars: \"The priest continues the work of redemption on earth.... If we really understood the priest on earth, we would die not of fright but of love.... the Priesthood is the love of the heart of Jesus.\""},{"type":"ref","number":83}],"attrs":{"indent":true}}],"footnotes":{"74":{"number":74,"refs":[{"text":"Cf. Council of Trent: 1 DS 1767","link":null},{"text":"LG 21","link":null},{"text":"28","link":null},{"text":"29","link":null},{"text":"PO 2.","link":null}]},"75":{"number":75,"refs":[{"text":"Cf. ⇒ CIC, cann. 290-293","link":"http://www.vatican.va/archive/ENG1104/_P10.HTM#2.1.0.3.4.0.290"},{"text":"⇒ 1336 # 1 3, ⇒ 5, ⇒ 1338 # 2","link":"http://www.vatican.va/archive/ENG1104/_P52.HTM#6.1.0.5.0.0.1336"},{"text":"Council of Trent DS 1774.","link":null}]},"76":{"number":76,"refs":[{"text":"Cf. Council of Trent DS 1612","link":null},{"text":"DS 1154.","link":null}]},"77":{"number":77,"refs":[{"text":"St. Augustine, In Jo. ev. 5,15: PL 35, 1422.","link":null}]},"78":{"number":78,"refs":[{"text":"Cf. Roman Pontifical, Ordination of Bishops 26, Prayer of Consecration","link":null},{"text":"cf. CD 13","link":null},{"text":"16.","link":null}]},"79":{"number":79,"refs":[{"text":"Roman Pontifical, Ordination of Bishops 26, Prayer of Consecration","link":null},{"text":"cf.    St. Hippolytus, Trad. ap. 3: SCh ll, 44-46.","link":null}]},"80":{"number":80,"refs":[{"text":"Byzantine Liturgy, Euchologion.","link":null}]},"81":{"number":81,"refs":[{"text":"LG 29.","link":null}]},"82":{"number":82,"refs":[{"text":"St. Gregory of Nazianzus, Oratio 2, 71, 74, 73: PG 35, 480-481.","link":null}]},"83":{"number":83,"refs":[{"text":"St. John Vianney, quoted in B. Nodet, Jean-Marie Vianney, Cure' d' Ars, 100.","link":null}]}}}