{"id":"toc-150","paragraphs":[{"elements":[{"type":"text","text":"V. The Minister of Confirmation","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1312},{"type":"text","text":"The original minister of Confirmation is the bishop.","attrs":{}},{"type":"ref","number":128},{"type":"text","text":" In the East, ordinarily the priest who baptizes also immediately confers Confirmation in one and the same celebration. But he does so with sacred chrism consecrated by the patriarch or the bishop, thus expressing the apostolic unity of the Church whose bonds are strengthened by the sacrament of Confirmation. In the Latin Church, the same discipline applies to the Baptism of adults or to the reception into full communion with the Church of a person baptized in another Christian community that does not have valid Confirmation.","attrs":{}},{"type":"ref","number":129}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1313},{"type":"text","text":"In the Latin Rite, the ordinary minister of Confirmation is the bishop.","attrs":{}},{"type":"ref","number":130},{"type":"text","text":" Although the bishop may for grave reasons concede to priests the faculty of administering Confirmation,","attrs":{}},{"type":"ref","number":131},{"type":"text","text":" it is appropriate from the very meaning of the sacrament that he should confer it himself, mindful that the celebration of Confirmation has been temporally separated from Baptism for this reason. Bishops are the successors of the apostles. They have received the fullness of the sacrament of Holy Orders. the administration of this sacrament by them demonstrates clearly that its effect is to unite those who receive it more closely to the Church, to her apostolic origins, and to her mission of bearing witness to Christ.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1314},{"type":"text","text":"If a Christian is in danger of death, any priest should give him Confirmation.","attrs":{}},{"type":"ref","number":132},{"type":"text","text":" Indeed the Church desires that none of her children, even the youngest, should depart this world without having been perfected by the Holy Spirit with the gift of Christ's fullness.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"128":{"number":128,"refs":[{"text":"Cf. LG 26.","link":null}]},"129":{"number":129,"refs":[{"text":"Cf. ⇒ CIC, Can. 883 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P33.HTM#4.1.0.2.2.0.883"}]},"130":{"number":130,"refs":[{"text":"Cf. ⇒ CIC, Can. 882.","link":"http://www.vatican.va/archive/ENG1104/_P32.HTM#4.1.0.2.1.0.882"}]},"131":{"number":131,"refs":[{"text":"Cf. ⇒ CIC, Can. 884 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P33.HTM#4.1.0.2.2.0.884"}]},"132":{"number":132,"refs":[{"text":"Cf. ⇒ CIC, Can. 883 # 3.","link":"http://www.vatican.va/archive/ENG1104/_P33.HTM#4.1.0.2.2.0.883"}]}}}