{"id":"toc-178","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"How is This Sacrament Celebrated?"}]},{"elements":[{"type":"ref-ccc","ref_number":1517},{"type":"text","text":"Like all the sacraments the Anointing of the Sick is a liturgical and communal celebration,"},{"type":"ref","number":131},{"type":"text","text":" whether it takes place in the family home, a hospital or church, for a single sick person or a whole group of sick persons. It is very fitting to celebrate it within the Eucharist, the memorial of the Lord's Passover. If circumstances suggest it, the celebration of the sacrament can be preceded by the sacrament of Penance and followed by the sacrament of the Eucharist. As the sacrament of Christ's Passover the Eucharist should always be the last sacrament of the earthly journey, the \"viaticum\" for \"passing over\" to eternal life."}]},{"elements":[{"type":"ref-ccc","ref_number":1518},{"type":"text","text":"Word and sacrament form an indivisible whole. the Liturgy of the Word, preceded by an act of repentance, opens the celebration. the words of Christ, the witness of the apostles, awaken the faith of the sick person and of the community to ask the Lord for the strength of his Spirit."}]},{"elements":[{"type":"ref-ccc","ref_number":1519},{"type":"text","text":"The celebration of the sacrament includes the following principal elements: the \"priests of the Church\""},{"type":"ref","number":132},{"type":"text","text":" - in silence - lay hands on the sick; they pray over them in the faith of the Church"},{"type":"ref","number":133},{"type":"text","text":" - this is the epiclesis proper to this sacrament; they then anoint them with oil blessed, if possible, by the bishop. "},{"type":"spacer"},{"type":"text","text":" These liturgical actions indicate what grace this sacrament confers upon the sick."}]}],"footnotes":{"131":{"number":131,"refs":[{"text":"Cf. SC 27.","link":null}]},"132":{"number":132,"refs":[{"text":"⇒ Jas 5:14.","link":"http://www.vatican.va/archive/ENG0839/_P11Z.HTM#CATHL.JAM.5.14"}]},"133":{"number":133,"refs":[{"text":"Cf. ⇒ Jas 5:15.","link":"http://www.vatican.va/archive/ENG0839/_P11Z.HTM#CATHL.JAM.5.15"}]}}}