{"id":"toc-181","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":1526},{"attrs":{"i":true},"type":"text","text":"\"Is any among you sick? Let him call for the presbyters of the Church, and let them pray over him, anointing him with oil in the name of the Lord; and the prayer of faith will save the sick man, and the Lord will raise him up; and if he has committed sins, he will be forgiven\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P11Z.HTM#CATHL.JAM.5.14"},{"attrs":{"i":true},"type":"text","text":" Jas 5:14-15)."}]},{"elements":[{"type":"ref-ccc","ref_number":1527},{"attrs":{"i":true},"type":"text","text":"The sacrament of Anointing of the Sick has as its purpose the conferral of a special grace on the Christian experiencing the difficulties inherent in the condition of grave illness or old age."}]},{"elements":[{"type":"ref-ccc","ref_number":1528},{"attrs":{"i":true},"type":"text","text":"The proper time for receiving this holy anointing has certainly arrived when the believer begins to be in danger of death because of illness or old age."}]},{"elements":[{"type":"ref-ccc","ref_number":1529},{"attrs":{"i":true},"type":"text","text":"Each time a Christian falls seriously ill, he may receive the Anointing of the Sick, and also when, after he has received it, the illness worsens."}]},{"elements":[{"type":"ref-ccc","ref_number":1530},{"attrs":{"i":true},"type":"text","text":"Only priests (presbyters and bishops) can give the sacrament of the Anointing of the Sick, using oil blessed by the bishop, or if necessary by the celebrating presbyter himself."}]},{"elements":[{"type":"ref-ccc","ref_number":1531},{"attrs":{"i":true},"type":"text","text":"The celebration of the Anointing of the Sick consists essentially in the anointing of the forehead and hands of the sick person (in the Roman Rite) or of other parts of the body (in the Eastern rite), the anointing being accompanied by the liturgical prayer of the celebrant asking for the special grace of this sacrament."}]},{"elements":[{"type":"ref-ccc","ref_number":1532},{"attrs":{"i":true},"type":"text","text":"The special grace of the sacrament of the Anointing of the Sick has as its effects: "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - the uniting of the sick person to the passion of Christ, for his own good and that of the whole Church; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - the strengthening, peace, and courage to endure in a Christian manner the sufferings of illness or old age; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - the forgiveness of sins, if the sick person was not able to obtain it through the sacrament of Penance; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - the restoration of health, if it is conducive to the salvation of his soul; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - the preparation for passing over to eternal life."}]}],"footnotes":{}}