{"id":"toc-157","paragraphs":[{"elements":[{"type":"text","text":"V. The Sacramental Sacrifice Thanksgiving, Memorial, Presence","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1356},{"type":"text","text":"If from the beginning Christians have celebrated the Eucharist and in a form whose substance has not changed despite the great diversity of times and liturgies, it is because we know ourselves to be bound by the command the Lord gave on the eve of his Passion: \"Do this in remembrance of me.\"","attrs":{}},{"type":"ref","number":181}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1357},{"type":"text","text":"We carry out this command of the Lord by celebrating the memorial of his sacrifice. In so doing, we offer to the Father what he has himself given us: the gifts of his creation, bread and wine which, by the power of the Holy Spirit and by the words of Christ, have become the body and blood of Christ. Christ is thus really and mysteriously made present.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1358},{"type":"text","text":"We must therefore consider the Eucharist as: - thanksgiving and praise to the Father; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the sacrificial memorial of Christ and his Body; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the presence of Christ by the power of his word and of his Spirit.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Thanksgiving and praise to the Father","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1359},{"type":"text","text":"The Eucharist, the sacrament of our salvation accomplished by Christ on the cross, is also a sacrifice of praise in thanksgiving for the work of creation. In the Eucharistic sacrifice the whole of creation loved by God is presented to the Father through the death and the Resurrection of Christ. Through Christ the Church can offer the sacrifice of praise in thanksgiving for all that God has made good, beautiful, and just in creation and in humanity.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1360},{"type":"text","text":"The Eucharist is a sacrifice of thanksgiving to the Father, a blessing by which the Church expresses her gratitude to God for all his benefits, for all that he has accomplished through creation, redemption, and sanctification. Eucharist means first of all \"thanksgiving.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1361},{"type":"text","text":"The Eucharist is also the sacrifice of praise by which the Church sings the glory of God in the name of all creation. This sacrifice of praise is possible only through Christ: he unites the faithful to his person, to his praise, and to his intercession, so that the sacrifice of praise to the Father is offered through Christ and with him, to be accepted in him.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The sacrificial memorial of Christ and of his Body, the Church","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1362},{"type":"text","text":"The Eucharist is the memorial of Christ's Passover, the making present and the sacramental offering of his unique sacrifice, in the liturgy of the Church which is his Body. In all the Eucharistic Prayers we find after the words of institution a prayer called the anamnesis or memorial.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1363},{"type":"text","text":"In the sense of Sacred Scripture the memorial is not merely the recollection of past events but the proclamation of the mighty works wrought by God for men.","attrs":{}},{"type":"ref","number":182},{"type":"text","text":" In the liturgical celebration of these events, they become in a certain way present and real. This is how Israel understands its liberation from Egypt: every time Passover is celebrated, the Exodus events are made present to the memory of believers so that they may conform their lives to them.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1364},{"type":"text","text":"In the New Testament, the memorial takes on new meaning. When the Church celebrates the Eucharist, she commemorates Christ's Passover, and it is made present the sacrifice Christ offered once for all on the cross remains ever present.","attrs":{}},{"type":"ref","number":183},{"type":"text","text":" \"As often as the sacrifice of the Cross by which 'Christ our Pasch has been sacrificed' is celebrated on the altar, the work of our redemption is carried out.\"","attrs":{}},{"type":"ref","number":184}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1365},{"type":"text","text":"Because it is the memorial of Christ's Passover, the Eucharist is also a sacrifice. the sacrificial character of the Eucharist is manifested in the very words of institution: \"This is my body which is given for you\" and \"This cup which is poured out for you is the New Covenant in my blood.\"","attrs":{}},{"type":"ref","number":185},{"type":"text","text":" In the Eucharist Christ gives us the very body which he gave up for us on the cross, the very blood which he \"poured out for many for the forgiveness of sins.\"","attrs":{}},{"type":"ref","number":186}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1366},{"type":"text","text":"The Eucharist is thus a sacrifice because it re-presents (makes present) the sacrifice of the cross, because it is its memorial and because it applies its fruit:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"[Christ], our Lord and God, was once and for all to offer himself to God the Father by his death on the altar of the cross, to accomplish there an everlasting redemption. But because his priesthood was not to end with his death, at the Last Supper \"on the night when he was betrayed,\" [he wanted] to leave to his beloved spouse the Church a visible sacrifice (as the nature of man demands) by which the bloody sacrifice which he was to accomplish once for all on the cross would be re-presented, its memory perpetuated until the end of the world, and its salutary power be applied to the forgiveness of the sins we daily commit.","attrs":{}},{"type":"ref","number":187}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1367},{"type":"text","text":"The sacrifice of Christ and the sacrifice of the Eucharist are one single sacrifice: \"The victim is one and the same: the same now offers through the ministry of priests, who then offered himself on the cross; only the manner of offering is different.\" \"In this divine sacrifice which is celebrated in the Mass, the same Christ who offered himself once in a bloody manner on the altar of the cross is contained and is offered in an unbloody manner.\"","attrs":{}},{"type":"ref","number":188}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1368},{"type":"text","text":"The Eucharist is also the sacrifice of the Church. the Church which is the Body of Christ participates in the offering of her Head. With him, she herself is offered whole and entire. She unites herself to his intercession with the Father for all men. In the Eucharist the sacrifice of Christ becomes also the sacrifice of the members of his Body. the lives of the faithful, their praise, sufferings, prayer, and work, are united with those of Christ and with his total offering, and so acquire a new value. Christ's sacrifice present on the altar makes it possible for all generations of Christians to be united with his offering.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"In the catacombs the Church is often represented as a woman in prayer, arms outstretched in the praying position. Like Christ who stretched out his arms on the cross, through him, with him, and in him, she offers herself and intercedes for all men.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1369},{"type":"text","text":"The whole Church is united with the offering and intercession of Christ. Since he has the ministry of Peter in the Church, the Pope is associated with every celebration of the Eucharist, wherein he is named as the sign and servant of the unity of the universal Church. the bishop of the place is always responsible for the Eucharist, even when a priest presides; the bishop's name is mentioned to signify his presidency over the particular Church, in the midst of his presbyterium and with the assistance of deacons. the community intercedes also for all ministers who, for it and with it, offer the Eucharistic sacrifice:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Let only that Eucharist be regarded as legitimate, which is celebrated under [the presidency of] the bishop or him to whom he has entrusted it.","attrs":{}},{"type":"ref","number":189}],"attrs":{}},{"elements":[{"type":"text","text":"Through the ministry of priests the spiritual sacrifice of the faithful is completed in union with the sacrifice of Christ the only Mediator, which in the Eucharist is offered through the priests' hands in the name of the whole Church in an unbloody and sacramental manner until the Lord himself comes.","attrs":{}},{"type":"ref","number":190}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1370},{"type":"text","text":"To the offering of Christ are united not only the members still here on earth, but also those already in the glory of heaven. In communion with and commemorating the Blessed Virgin Mary and all the saints, the Church offers the Eucharistic sacrifice. In the Eucharist the Church is as it were at the foot of the cross with Mary, united with the offering and intercession of Christ.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1371},{"type":"text","text":"The Eucharistic sacrifice is also offered for the faithful departed who \"have died in Christ but are not yet wholly purified,\"","attrs":{}},{"type":"ref","number":191},{"type":"text","text":" so that they may be able to enter into the light and peace of Christ:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Put this body anywhere! Don't trouble yourselves about it! I simply ask you to remember me at the Lord's altar wherever you are.","attrs":{}},{"type":"ref","number":192}],"attrs":{}},{"elements":[{"type":"text","text":"Then, we pray [in the anaphora] for the holy fathers and bishops who have fallen asleep, and in general for all who have fallen asleep before us, in the belief that it is a great benefit to the souls on whose behalf the supplication is offered, while the holy and tremendous Victim is present.... By offering to God our supplications for those who have fallen asleep, if they have sinned, we . . . offer Christ sacrificed for the sins of all, and so render favorable, for them and for us, the God who loves man.","attrs":{}},{"type":"ref","number":193}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1372},{"type":"text","text":"St. Augustine admirably summed up this doctrine that moves us to an ever more complete participation in our Redeemer's sacrifice which we celebrate in the Eucharist:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"This wholly redeemed city, the assembly and society of the saints, is offered to God as a universal sacrifice by the high priest who in the form of a slave went so far as to offer himself for us in his Passion, to make us the Body of so great a head.... Such is the sacrifice of Christians: \"we who are many are one Body in Christ\" the Church continues to reproduce this sacrifice in the sacrament of the altar so well-known to believers wherein it is evident to them that in what she offers she herself is offered.","attrs":{}},{"type":"ref","number":194}],"attrs":{}},{"elements":[{"type":"text","text":"The presence of Christ by the power of his word and the Holy Spirit","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1373},{"type":"text","text":"\"Christ Jesus, who died, yes, who was raised from the dead, who is at the right hand of God, who indeed intercedes for us,\" is present in many ways to his Church:","attrs":{}},{"type":"ref","number":195},{"type":"text","text":" in his word, in his Church's prayer, \"where two or three are gathered in my name,\"","attrs":{}},{"type":"ref","number":196},{"type":"text","text":" in the poor, the sick, and the imprisoned,","attrs":{}},{"type":"ref","number":197},{"type":"text","text":" in the sacraments of which he is the author, in the sacrifice of the Mass, and in the person of the minister. But \"he is present . . . most especially in the Eucharistic species.\"","attrs":{}},{"type":"ref","number":198}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1374},{"type":"text","text":"The mode of Christ's presence under the Eucharistic species is unique. It raises the Eucharist above all the sacraments as \"the perfection of the spiritual life and the end to which all the sacraments tend.\"","attrs":{}},{"type":"ref","number":199},{"type":"text","text":" In the most blessed sacrament of the Eucharist \"the body and blood, together with the soul and divinity, of our Lord Jesus Christ and, therefore, the whole Christ is truly, really, and substantially contained.\"","attrs":{}},{"type":"ref","number":200},{"type":"text","text":" \"This presence is called 'real' - by which is not intended to exclude the other types of presence as if they could not be 'real' too, but because it is presence in the fullest sense: that is to say, it is a substantial presence by which Christ, God and man, makes himself wholly and entirely present.\"","attrs":{}},{"type":"ref","number":201}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1375},{"type":"text","text":"It is by the conversion of the bread and wine into Christ's body and blood that Christ becomes present in this sacrament. the Church Fathers strongly affirmed the faith of the Church in the efficacy of the Word of Christ and of the action of the Holy Spirit to bring about this conversion. Thus St. John Chrysostom declares:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"It is not man that causes the things offered to become the Body and Blood of Christ, but he who was crucified for us, Christ himself. the priest, in the role of Christ, pronounces these words, but their power and grace are God's. This is my body, he says. This word transforms the things offered.","attrs":{}},{"type":"ref","number":202}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"and St. Ambrose says about this conversion:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Be convinced that this is not what nature has formed, but what the blessing has consecrated. the power of the blessing prevails over that of nature, because by the blessing nature itself is changed.... Could not Christ's word, which can make from nothing what did not exist, change existing things into what they were not before? It is no less a feat to give things their original nature than to change their nature.","attrs":{}},{"type":"ref","number":203}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1376},{"type":"text","text":"The Council of Trent summarizes the Catholic faith by declaring: \"Because Christ our Redeemer said that it was truly his body that he was offering under the species of bread, it has always been the conviction of the Church of God, and this holy Council now declares again, that by the consecration of the bread and wine there takes place a change of the whole substance of the bread into the substance of the body of Christ our Lord and of the whole substance of the wine into the substance of his blood. This change the holy Catholic Church has fittingly and properly called transubstantiation.\"","attrs":{}},{"type":"ref","number":204}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1377},{"type":"text","text":"The Eucharistic presence of Christ begins at the moment of the consecration and endures as long as the Eucharistic species subsist. Christ is present whole and entire in each of the species and whole and entire in each of their parts, in such a way that the breaking of the bread does not divide Christ.","attrs":{}},{"type":"ref","number":205}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1378},{"type":"text","text":"Worship of the Eucharist. In the liturgy of the Mass we express our faith in the real presence of Christ under the species of bread and wine by, among other ways, genuflecting or bowing deeply as a sign of adoration of the Lord. \"The Catholic Church has always offered and still offers to the sacrament of the Eucharist the cult of adoration, not only during Mass, but also outside of it, reserving the consecrated hosts with the utmost care, exposing them to the solemn veneration of the faithful, and carrying them in procession.\"","attrs":{}},{"type":"ref","number":206}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1379},{"type":"text","text":"The tabernacle was first intended for the reservation of the Eucharist in a worthy place so that it could be brought to the sick and those absent outside of Mass. As faith in the real presence of Christ in his Eucharist deepened, the Church became conscious of the meaning of silent adoration of the Lord present under the Eucharistic species. It is for this reason that the tabernacle should be located in an especially worthy place in the church and should be constructed in such a way that it emphasizes and manifests the truth of the real presence of Christ in the Blessed Sacrament.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1380},{"type":"text","text":"It is highly fitting that Christ should have wanted to remain present to his Church in this unique way. Since Christ was about to take his departure from his own in his visible form, he wanted to give us his sacramental presence; since he was about to offer himself on the cross to save us, he wanted us to have the memorial of the love with which he loved us \"to the end,\"","attrs":{}},{"type":"ref","number":207},{"type":"text","text":" even to the giving of his life. In his Eucharistic presence he remains mysteriously in our midst as the one who loved us and gave himself up for us,","attrs":{}},{"type":"ref","number":208},{"type":"text","text":" and he remains under signs that express and communicate this love:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The Church and the world have a great need for Eucharistic worship. Jesus awaits us in this sacrament of love. Let us not refuse the time to go to meet him in adoration, in contemplation full of faith, and open to making amends for the serious offenses and crimes of the world. Let our adoration never cease.","attrs":{}},{"type":"ref","number":209}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1381},{"type":"text","text":"\"That in this sacrament are the true Body of Christ and his true Blood is something that 'cannot be apprehended by the senses,' says St. Thomas, 'but only by faith, which relies on divine authority.' For this reason, in a commentary on Luke 22:19 ('This is my body which is given for you.'), St. Cyril says: 'Do not doubt whether this is true, but rather receive the words of the Savior in faith, for since he is the truth, he cannot lie.'\"","attrs":{}},{"type":"ref","number":210}],"attrs":{}},{"elements":[{"type":"text","text":"Godhead here in hiding, whom I do adore","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Masked by these bare shadows, shape and nothing more,","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"See, Lord, at thy service low lies here a heart","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Lost, all lost in wonder at the God thou art.","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"},{"type":"text","text":" Seeing, touching, tasting are in thee deceived; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" How says trusty hearing? that shall be believed; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" What God's Son has told me, take for truth I do; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Truth himself speaks truly or there's nothing true.","attrs":{}},{"type":"ref","number":211}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"181":{"number":181,"refs":[{"text":"⇒ 1 Cor 11:24-25.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.24"}]},"182":{"number":182,"refs":[{"text":"Cf. ⇒ Ex 13:3.","link":"http://www.vatican.va/archive/ENG0839/_P1U.HTM#PENT.EXO.13.3"}]},"183":{"number":183,"refs":[{"text":"Cf. ⇒ Heb 7:25-27.","link":"http://www.vatican.va/archive/ENG0839/_P11M.HTM#NTLET.HEB.7.25"}]},"184":{"number":184,"refs":[{"text":"LG 3","link":null},{"text":"cf. ⇒ 1 Cor 5:7.","link":"http://www.vatican.va/archive/ENG0839/_PZA.HTM#NTLET.1COR.5.7"}]},"185":{"number":185,"refs":[{"text":"⇒ Lk 22:19-20.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.19"}]},"186":{"number":186,"refs":[{"text":"⇒ Mt 26:28.","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.28"}]},"187":{"number":187,"refs":[{"text":"Council of Trent (1562): DS 1740","link":null},{"text":"cf. ⇒ 1 Cor 11:23","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.23"},{"text":"⇒ Heb 7:24, ⇒ 27.","link":"http://www.vatican.va/archive/ENG0839/_P11M.HTM#NTLET.HEB.7.24"}]},"188":{"number":188,"refs":[{"text":"Council of Trent (1562): DS 1743","link":null},{"text":"cf. ⇒ Heb 9:14, ⇒ 27.","link":"http://www.vatican.va/archive/ENG0839/_P11O.HTM#NTLET.HEB.9.14"}]},"189":{"number":189,"refs":[{"text":"St. Ignatius of Antioch, Ad Smyrn. 8:1","link":null},{"text":"SCh 10, 138.","link":null}]},"190":{"number":190,"refs":[{"text":"PO 2 # 4.","link":null}]},"191":{"number":191,"refs":[{"text":"Council of Trent (1562) DS 1743.","link":null}]},"192":{"number":192,"refs":[{"text":"St. Monica, before her death, to her sons, St. Augustine and his    brother","link":null},{"text":"Conf. 9, 11, 27: PL 32, 775.","link":null}]},"193":{"number":193,"refs":[{"text":"St. Cyril of Jerusalem, Catech. myst. 5, 9. 10 PG 33, 1116-1117.","link":null}]},"194":{"number":194,"refs":[{"text":"St. Augustine, De civ Dei, 10, 6: PL 41, 283","link":null},{"text":"cf. ⇒ Rom 12:5.","link":"http://www.vatican.va/archive/ENG0839/_PZ0.HTM#NTLET.ROM.12.5"}]},"195":{"number":195,"refs":[{"text":"⇒ Rom 8:34","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.34"},{"text":"cf. LG 48.","link":null}]},"196":{"number":196,"refs":[{"text":"⇒ Mt 18:20.","link":"http://www.vatican.va/archive/ENG0839/_PVR.HTM#GOSP.MAT.18.20"}]},"197":{"number":197,"refs":[{"text":"Cf. ⇒ Mt 25:31-46.","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.31"}]},"198":{"number":198,"refs":[{"text":"SC 7.","link":null}]},"199":{"number":199,"refs":[{"text":"St. Thomas Aquinas, STh III, 73, 3c.","link":null}]},"200":{"number":200,"refs":[{"text":"Council of Trent (1551): DS 1651.","link":null}]},"201":{"number":201,"refs":[{"text":"Paul VI, MF 39.","link":null}]},"202":{"number":202,"refs":[{"text":"St. John Chrysostom, prod. Jud. 1:6: PG 49, 380.","link":null}]},"203":{"number":203,"refs":[{"text":"St. Ambrose, De myst. 9, 50","link":null},{"text":"52: PL 16, 405-407.","link":null}]},"204":{"number":204,"refs":[{"text":"Council of Trent (1551): DS 1642","link":null},{"text":"cf. ⇒ Mt 26:26 ff.","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.26"},{"text":"⇒ Mk 14:22 ff.","link":"http://www.vatican.va/archive/ENG0839/_PWG.HTM#GOSP.MAR.14.22"},{"text":"⇒ Lk 22:19 ff.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.19"},{"text":"⇒ 1 Cor 11:24 ff.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.24"}]},"205":{"number":205,"refs":[{"text":"Cf. Council of Trent: DS 1641.","link":null}]},"206":{"number":206,"refs":[{"text":"Paul VI, MF 56.","link":null}]},"207":{"number":207,"refs":[{"text":"⇒ Jn 13:1.","link":"http://www.vatican.va/archive/ENG0839/_PXL.HTM#GOSP.JOH.13.1"}]},"208":{"number":208,"refs":[{"text":"Cf. ⇒ Gal 2:20.","link":"http://www.vatican.va/archive/ENG0839/_P102.HTM#NTLET.GAL.2.20"}]},"209":{"number":209,"refs":[{"text":"John Paul II, Dominicae cenae, 3.","link":null}]},"210":{"number":210,"refs":[{"text":"St. Thomas Aquinas, STh III, 75, 1","link":null},{"text":"cf. Paul VI, MF 18","link":null},{"text":"St. Cyril of    Alexandria, In Luc. 22, 19: PG 72, 912","link":null},{"text":"cf. Paul VI, MF 18.","link":null}]},"211":{"number":211,"refs":[{"text":"St. Thomas Aquinas (attr.), Adoro te devote","link":null},{"text":"tr. Gerard Manley    Hopkins.","link":null}]}}}