{"id":"toc-199","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1659},{"type":"text","text":"St. Paul said: \"Husbands, love your wives, as Christ loved the Church.... This is a great mystery, and I mean in reference to Christ and the Church\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.25","attrs":{"i":true}},{"type":"text","text":" Eph 5:25, ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.32","attrs":{"i":true}},{"type":"text","text":" 32).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1660},{"type":"text","text":"The marriage covenant, by which a man and a woman form with each other an intimate communion of life and love, has been founded and endowed with its own special laws by the Creator. By its very nature it is ordered to the good of the couple, as well as to the generation and education of children. Christ the Lord raised marriage between the baptized to the dignity of a sacrament (cf ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG1104/_P3W.HTM#4.1.0.7.0.0.1055","attrs":{"i":true}},{"type":"text","text":" CIC, can. 1055 # 1; cf. GS 48 # 1).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1661},{"type":"text","text":"The sacrament of Matrimony signifies the union of Christ and the Church. It gives spouses the grace to love each other with the love with which Christ has loved his Church; the grace of the sacrament thus perfects the human love of the spouses, strengthens their indissoluble unity, and sanctifies them on the way to eternal life (cf Council of Trent: DS 1799).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1662},{"type":"text","text":"Marriage is based on the consent of the contracting parties, that is, on their will to give themselves, each to the other, mutually and definitively, in order to live a covenant of faithful and fruitful love.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1663},{"type":"text","text":"Since marriage establishes the couple in a public state of life in the Church, it is fitting that its celebration be public, in the framework of a liturgical celebration, before the priest (or a witness authorized by the Church), the witnesses, and the assembly of the faithful.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1664},{"type":"text","text":"Unity, indissolubility, and openness to fertility are essential to marriage. Polygamy is incompatible with the unity of marriage; divorce separates what God has joined together; the refusal of fertility turns married life away from its \"supreme gift,\" the child (GS 50 # 1).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1665},{"type":"text","text":"The remarriage of persons divorced from a living, lawful spouse contravenes the plan and law of God as taught by Christ. They are not separated from the Church, but they cannot receive Eucharistic communion. They will lead Christian lives especially by educating their children in the faith.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1666},{"type":"text","text":"The Christian home is the place where children receive the first proclamation of the faith. For this reason the family home is rightly called \"the domestic church,\" a community of grace and prayer, a school of human virtues and of Christian charity.","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}