{"id":"toc-172","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"X. Indulgences"}]},{"elements":[{"type":"ref-ccc","ref_number":1471},{"type":"text","text":"The doctrine and practice of indulgences in the Church are closely linked to the effects of the sacrament of Penance."}]},{"elements":[{"type":"text","text":"What is an indulgence?"}]},{"elements":[{"type":"text","text":"\"An indulgence is a remission before God of the temporal punishment due to sins whose guilt has already been forgiven, which the faithful Christian who is duly disposed gains under certain prescribed conditions through the action of the Church which, as the minister of redemption, dispenses and applies with authority the treasury of the satisfactions of Christ and the saints.\""},{"type":"ref","number":81},{"type":"spacer"},{"type":"text","text":" \"An indulgence is partial or plenary according as it removes either part or all of the temporal punishment due to sin.\""},{"type":"ref","number":82},{"type":"text","text":" Indulgences may be applied to the living or the dead."}]},{"elements":[{"type":"text","text":"The punishments of sin"}]},{"elements":[{"type":"ref-ccc","ref_number":1472},{"type":"text","text":"To understand this doctrine and practice of the Church, it is necessary to understand that sin has a double consequence. Grave sin deprives us of communion with God and therefore makes us incapable of eternal life, the privation of which is called the \"eternal punishment\" of sin. On the other hand every sin, even venial, entails an unhealthy attachment to creatures, which must be purified either here on earth, or after death in the state called Purgatory. This purification frees one from what is called the \"temporal punishment\" of sin. These two punishments must not be conceived of as a kind of vengeance inflicted by God from without, but as following from the very nature of sin. A conversion which proceeds from a fervent charity can attain the complete purification of the sinner in such a way that no punishment would remain."},{"type":"ref","number":83}]},{"elements":[{"type":"ref-ccc","ref_number":1473},{"type":"text","text":"The forgiveness of sin and restoration of communion with God entail the remission of the eternal punishment of sin, but temporal punishment of sin remains. While patiently bearing sufferings and trials of all kinds and, when the day comes, serenely facing death, the Christian must strive to accept this temporal punishment of sin as a grace. He should strive by works of mercy and charity, as well as by prayer and the various practices of penance, to put off completely the \"old man\" and to put on the \"new man.\""},{"type":"ref","number":84}]},{"elements":[{"type":"text","text":"In the Communion of Saints"}]},{"elements":[{"type":"ref-ccc","ref_number":1474},{"type":"text","text":"The Christian who seeks to purify himself of his sin and to become holy with the help of God's grace is not alone. \"The life of each of God's children is joined in Christ and through Christ in a wonderful way to the life of all the other Christian brethren in the supernatural unity of the Mystical Body of Christ, as in a single mystical person.\""},{"type":"ref","number":85}]},{"elements":[{"type":"ref-ccc","ref_number":1475},{"type":"text","text":"In the communion of saints, \"a perennial link of charity exists between the faithful who have already reached their heavenly home, those who are expiating their sins in purgatory and those who are still pilgrims on earth. between them there is, too, an abundant exchange of all good things.\""},{"type":"ref","number":86},{"type":"text","text":" In this wonderful exchange, the holiness of one profits others, well beyond the harm that the sin of one could cause others. Thus recourse to the communion of saints lets the contrite sinner be more promptly and efficaciously purified of the punishments for sin."}]},{"elements":[{"type":"ref-ccc","ref_number":1476},{"type":"text","text":"We also call these spiritual goods of the communion of saints the Church's treasury, which is \"not the sum total of the material goods which have accumulated during the course of the centuries. On the contrary the 'treasury of the Church' is the infinite value, which can never be exhausted, which Christ's merits have before God. They were offered so that the whole of mankind could be set free from sin and attain communion with the Father. In Christ, the Redeemer himself, the satisfactions and merits of his Redemption exist and find their effficacy.\""},{"type":"ref","number":87}]},{"elements":[{"type":"ref-ccc","ref_number":1477},{"type":"text","text":"\"This treasury includes as well the prayers and good works of the Blessed Virgin Mary. They are truly immense, unfathomable, and even pristine in their value before God. In the treasury, too, are the prayers and good works of all the saints, all those who have followed in the footsteps of Christ the Lord and by his grace have made their lives holy and carried out the mission the Father entrusted to them. In this way they attained their own salvation and at the same time cooperated in saving their brothers in the unity of the Mystical Body.\""},{"type":"ref","number":88}]},{"elements":[{"type":"text","text":"Obtaining indulgence from God through the Church"}]},{"elements":[{"type":"ref-ccc","ref_number":1478},{"type":"text","text":"An indulgence is obtained through the Church who, by virtue of the power of binding and loosing granted her by Christ Jesus, intervenes in favor of individual Christians and opens for them the treasury of the merits of Christ and the saints to obtain from the Father of mercies the remission of the temporal punishments due for their sins. Thus the Church does not want simply to come to the aid of these Christians, but also to spur them to works of devotion, penance, and charity."},{"type":"ref","number":89}]},{"elements":[{"type":"ref-ccc","ref_number":1479},{"type":"text","text":"Since the faithful departed now being purified are also members of the same communion of saints, one way we can help them is to obtain indulgences for them, so that the temporal punishments due for their sins may be remitted."}]}],"footnotes":{"81":{"number":81,"refs":[{"text":"Paul VI, apostolic constitution, Indulgentiarum doctrina, Norm 1.","link":null}]},"82":{"number":82,"refs":[{"text":"Indulgentiarum doctrina, Norm 2","link":null},{"text":"Cf. Norm 3.","link":null}]},"83":{"number":83,"refs":[{"text":"Cf. Council of Trent (1551): DS 1712-1713","link":null},{"text":"(1563): 1820.","link":null}]},"84":{"number":84,"refs":[{"text":"⇒ Eph 4:22, 24.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.22"}]},"85":{"number":85,"refs":[{"text":"Indulgentiarum doctrina, 5.","link":null}]},"86":{"number":86,"refs":[{"text":"Indulgentiarum doctrina, 5.","link":null}]},"87":{"number":87,"refs":[{"text":"Indulgentiarum doctrina, 5.","link":null}]},"88":{"number":88,"refs":[{"text":"Indulgentiarum doctrina, 5.","link":null}]},"89":{"number":89,"refs":[{"text":"Cf. Indulgentiarum doctrina, 5.","link":null}]}}}