{"id":"toc-156","paragraphs":[{"elements":[{"type":"text","text":"IV. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"The Liturgical Celebration of the Eucharist","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"The Mass of all ages","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1345},{"type":"text","text":"As early as the second century we have the witness of St. Justin Martyr for the basic lines of the order of the Eucharistic celebration. They have stayed the same until our own day for all the great liturgical families. St. Justin wrote to the pagan emperor Antoninus Pius (138-161) around the year 155, explaining what Christians did:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"On the day we call the day of the sun, all who dwell in the city or country gather in the same place. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The memoirs of the apostles and the writings of the prophets are read, as much as time permits. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" When the reader has finished, he who presides over those gathered admonishes and challenges them to imitate these beautiful things. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Then we all rise together and offer prayers* for ourselves . . .and for all others, wherever they may be, so that we may be found righteous by our life and actions, and faithful to the commandments, so as to obtain eternal salvation. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" When the prayers are concluded we exchange the kiss. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Then someone brings bread and a cup of water and wine mixed together to him who presides over the brethren. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" He takes them and offers praise and glory to the Father of the universe, through the name of the Son and of the Holy ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Spirit and for a considerable time he gives thanks (in Greek: eucharistian) that we have been judged worthy of these gifts. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" When he has concluded the prayers and thanksgivings, all present give voice to an acclamation by saying: 'Amen.' ","attrs":{}},{"type":"spacer"},{"type":"text","text":" When he who presides has given thanks and the people have responded, those whom we call deacons give to those present the \"eucharisted\" bread, wine and water and take them to those who are absent.","attrs":{}},{"type":"ref","number":169}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1346},{"type":"text","text":"The liturgy of the Eucharist unfolds according to a fundamental structure which has been preserved throughout the centuries down to our own day. It displays two great parts that form a fundamental unity: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the gathering, the liturgy of the Word, with readings, homily and general intercessions; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the liturgy of the Eucharist, with the presentation of the bread and wine, the consecratory thanksgiving, and communion. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The liturgy of the Word and liturgy of the Eucharist together form \"one single act of worship\";","attrs":{}},{"type":"ref","number":170},{"type":"text","text":" The Eucharistic table set for us is the table both of the Word of God and of the Body of the Lord.","attrs":{}},{"type":"ref","number":171}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1347},{"type":"text","text":"Is this not the same movement as the Paschal meal of the risen Jesus with his disciples? Walking with them he explained the Scriptures to them; sitting with them at table \"he took bread, blessed and broke it, and gave it to them.\"","attrs":{}},{"type":"ref","number":172}],"attrs":{}},{"elements":[{"type":"text","text":"The movement of the celebration","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1348},{"type":"text","text":"All gather together. Christians come together in one place for the Eucharistic assembly. At its head is Christ himself, the principal agent of the Eucharist. He is high priest of the New Covenant; it is he himself who presides invisibly over every Eucharistic celebration. It is in representing him that the bishop or priest acting in the person of Christ the head (in persona Christi capitis) presides over the assembly, speaks after the readings, receives the offerings, and says the Eucharistic Prayer. All have their own active parts to play in the celebration, each in his own way: readers, those who bring up the offerings, those who give communion, and the whole people whose \"Amen\" manifests their participation.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1349},{"type":"text","text":"The Liturgy of the Word includes \"the writings of the prophets,\" that is, the Old Testament, and \"the memoirs of the apostles\" (their letters and the Gospels). After the homily, which is an exhortation to accept this Word as what it truly is, the Word of God,","attrs":{}},{"type":"ref","number":173},{"type":"text","text":" and to put it into practice, come the intercessions for all men, according to the Apostle's words: \"I urge that supplications, prayers, intercessions, and thanksgivings be made for all men, for kings, and all who are in high positions.\"","attrs":{}},{"type":"ref","number":174}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1350},{"type":"text","text":"The presentation of the offerings (the Offertory). Then, sometimes in procession, the bread and wine are brought to the altar; they will be offered by the priest in the name of Christ in the Eucharistic sacrifice in which they will become his body and blood. It is the very action of Christ at the Last Supper - \"taking the bread and a cup.\" \"The Church alone offers this pure oblation to the Creator, when she offers what comes forth from his creation with thanksgiving.\"","attrs":{}},{"type":"ref","number":175},{"type":"text","text":" The presentation of the offerings at the altar takes up the gesture of Melchizedek and commits the Creator's gifts into the hands of Christ who, in his sacrifice, brings to perfection all human attempts to offer sacrifices.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1351},{"type":"text","text":"From the very beginning Christians have brought, along with the bread and wine for the Eucharist, gifts to share with those in need. This custom of the collection, ever appropriate, is inspired by the example of Christ who became poor to make us rich:","attrs":{}},{"type":"ref","number":176}],"attrs":{}},{"elements":[{"type":"text","text":"Those who are well off, and who are also willing, give as each chooses. What is gathered is given to him who presides to assist orphans and widows, those whom illness or any other cause has deprived of resources, prisoners, immigrants and, in a word, all who are in need.","attrs":{}},{"type":"ref","number":177}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1352},{"type":"text","text":"The anaphora: with the Eucharistic Prayer - the prayer of thanksgiving and consecration - we come to the heart and summit of the celebration:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"In the preface, the Church gives thanks to the Father, through Christ, in the Holy Spirit, for all his works: creation, redemption, and sanctification. the whole community thus joins in the unending praise that the Church in heaven, the angels and all the saints, sing to the thrice-holy God.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1353},{"type":"text","text":"In the epiclesis, the Church asks the Father to send his Holy Spirit (or the power of his blessing","attrs":{}},{"type":"ref","number":178},{"type":"text","text":") on the bread and wine, so that by his power they may become the body and blood of Jesus Christ and so that those who take part in the Eucharist may be one body and one spirit (some liturgical traditions put the epiclesis after the anamnesis). ","attrs":{}},{"type":"spacer"},{"type":"text","text":" In the institution narrative, the power of the words and the action of Christ, and the power of the Holy Spirit, make sacramentally present under the species of bread and wine Christ's body and blood, his sacrifice offered on the cross once for all.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1354},{"type":"text","text":"In the anamnesis that follows, the Church calls to mind the Passion, resurrection, and glorious return of Christ Jesus; she presents to the Father the offering of his Son which reconciles us with him. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" In the intercessions, the Church indicates that the Eucharist is celebrated in communion with the whole Church in heaven and on earth, the living and the dead, and in communion with the pastors of the Church, the Pope, the diocesan bishop, his presbyterium and his deacons, and all the bishops of the whole world together with their Churches.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1355},{"type":"text","text":"In the communion, preceded by the Lord's prayer and the breaking of the bread, the faithful receive \"the bread of heaven\" and \"the cup of salvation,\" the body and blood of Christ who offered himself \"for the life of the world\":","attrs":{}},{"type":"ref","number":179}],"attrs":{}},{"elements":[{"type":"text","text":"Because this bread and wine have been made Eucharist (\"eucharisted,\" according to an ancient expression), \"we call this food Eucharist, and no one may take part in it unless he believes that what we teach is true, has received baptism for the forgiveness of sins and new birth, and lives in keeping with what Christ taught.\"","attrs":{}},{"type":"ref","number":180}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"169":{"number":169,"refs":[{"text":"St. Justin, Apol. 1, 65-67: PG 6, 428-429","link":null},{"text":"the text before the    asterisk (*) is from chap. 67.","link":null}]},"170":{"number":170,"refs":[{"text":"SC 56.","link":null}]},"171":{"number":171,"refs":[{"text":"Cf. DV 21.","link":null}]},"172":{"number":172,"refs":[{"text":"Cf. ⇒ Lk 24:13-35.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.13"}]},"173":{"number":173,"refs":[{"text":"Cf. ⇒ 1 Thess 2:13.","link":"http://www.vatican.va/archive/ENG0839/_P10Q.HTM#NTLET.1THE.2.13"}]},"174":{"number":174,"refs":[{"text":"⇒ 1 Tim 2:1-2.","link":"http://www.vatican.va/archive/ENG0839/_P110.HTM#NTLET.1TIM.2.1"}]},"175":{"number":175,"refs":[{"text":"St. Irenaeus, Adv. haeres. 4, 18, 4: PG 7/1, 1027","link":null},{"text":"cf. ⇒ Mal 1:11.","link":"http://www.vatican.va/archive/ENG0839/_PV3.HTM#PROPHB.MAL.1.11"}]},"176":{"number":176,"refs":[{"text":"Cf. ⇒ 1 Cor 16:1","link":"http://www.vatican.va/archive/ENG0839/_PZL.HTM#NTLET.1COR.16.1"},{"text":"⇒ 2 Cor 8:9","link":"http://www.vatican.va/archive/ENG0839/_PZU.HTM#NTLET.2COR.8.9"}]},"177":{"number":177,"refs":[{"text":"St. Justin, Apol. 1, 67: PG 6, 429.","link":null}]},"178":{"number":178,"refs":[{"text":"Cf. Roman Missal, EP I (Roman Canon) 90.","link":null}]},"179":{"number":179,"refs":[{"text":"⇒ Jn 6:51.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.51"}]},"180":{"number":180,"refs":[{"text":"St. Justin, Apol. 1, 66,1-2: PG 6, 428.","link":null}]}}}