{"id":"toc-158","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"VI. The Paschal Banquet"}]},{"elements":[{"type":"ref-ccc","ref_number":1382},{"type":"text","text":"The Mass is at the same time, and inseparably, the sacrificial memorial in which the sacrifice of the cross is perpetuated and the sacred banquet of communion with the Lord's body and blood. But the celebration of the Eucharistic sacrifice is wholly directed toward the intimate union of the faithful with Christ through communion. To receive communion is to receive Christ himself who has offered himself for us."}]},{"elements":[{"type":"ref-ccc","ref_number":1383},{"type":"text","text":"The altar, around which the Church is gathered in the celebration of the Eucharist, represents the two aspects of the same mystery: the altar of the sacrifice and the table of the Lord. This is all the more so since the Christian altar is the symbol of Christ himself, present in the midst of the assembly of his faithful, both as the victim offered for our reconciliation and as food from heaven who is giving himself to us. \"For what is the altar of Christ if not the image of the Body of Christ?\""},{"type":"ref","number":212},{"type":"text","text":" asks St. Ambrose. He says elsewhere, \"The altar represents the body [of Christ] and the Body of Christ is on the altar.\""},{"type":"ref","number":213},{"type":"text","text":" The liturgy expresses this unity of sacrifice and communion in many prayers. Thus the Roman Church prays in its anaphora:"}]},{"elements":[{"type":"text","text":"We entreat you, almighty God,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"that by the hands of your holy Angel"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"this offering may be borne to your altar in heaven"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"in the sight of your divine majesty,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"so that as we receive in communion at this altar"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"the most holy Body and Blood of your Son,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"we may be filled with every heavenly blessing and grace."},{"type":"ref","number":214}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"\"Take this and eat it, all of you\": communion"}]},{"elements":[{"type":"ref-ccc","ref_number":1384},{"type":"text","text":"The Lord addresses an invitation to us, urging us to receive him in the sacrament of the Eucharist: \"Truly, I say to you, unless you eat the flesh of the Son of man and drink his blood, you have no life in you.\""},{"type":"ref","number":215}]},{"elements":[{"type":"ref-ccc","ref_number":1385},{"type":"text","text":"To respond to this invitation we must prepare ourselves for so great and so holy a moment. St. Paul urges us to examine our conscience: \"Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of profaning the body and blood of the Lord. Let a man examine himself, and so eat of the bread and drink of the cup. For any one who eats and drinks without discerning the body eats and drinks judgment upon himself.\""},{"type":"ref","number":216},{"type":"text","text":" Anyone conscious of a grave sin must receive the sacrament of Reconciliation before coming to communion."}]},{"elements":[{"type":"ref-ccc","ref_number":1386},{"type":"text","text":"Before so great a sacrament, the faithful can only echo humbly and with ardent faith the words of the Centurion: \"Domine, non sum dignus ut intres sub tectum meum, sed tantum dic verbo, et sanabitur anima mea\" (\"Lord, I am not worthy that you should enter under my roof, but only say the word and my soul will be healed.\")."},{"type":"ref","number":217},{"type":"text","text":" and in the Divine Liturgy of St. John Chrysostom the faithful pray in the same spirit:"}]},{"elements":[{"type":"text","text":"O Son of God, bring me into communion today with your mystical supper. I shall not tell your enemies the secret, nor kiss you with Judas' kiss. But like the good thief I cry, \"Jesus, remember me when you come into your kingdom.\""}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1387},{"type":"text","text":"To prepare for worthy reception of this sacrament, the faithful should observe the fast required in their Church."},{"type":"ref","number":218},{"type":"text","text":" Bodily demeanor (gestures, clothing) ought to convey the respect, solemnity, and joy of this moment when Christ becomes our guest."}]},{"elements":[{"type":"ref-ccc","ref_number":1388},{"type":"text","text":"It is in keeping with the very meaning of the Eucharist that the faithful, if they have the required dispositions, receive communion each time they participate in the Mass."},{"type":"ref","number":219},{"type":"text","text":" As the Second Vatican Council says: \"That more perfect form of participation in the Mass whereby the faithful, after the priest's communion, receive the Lord's Body from the same sacrifice, is warmly recommended.\""},{"type":"ref","number":220}]},{"elements":[{"type":"ref-ccc","ref_number":1389},{"type":"text","text":"The Church obliges the faithful \"to take part in the Divine Liturgy on Sundays and feast days\" and, prepared by the sacrament of Reconciliation, to receive the Eucharist at least once a year, if possible during the Easter season."},{"type":"ref","number":221},{"type":"text","text":" But the Church strongly encourages the faithful to receive the holy Eucharist on Sundays and feast days, or more often still, even daily."}]},{"elements":[{"type":"ref-ccc","ref_number":1390},{"type":"text","text":"Since Christ is sacramentally present under each of the species, communion under the species of bread alone makes it possible to receive all the fruit of Eucharistic grace. For pastoral reasons this manner of receiving communion has been legitimately established as the most common form in the Latin rite. But \"the sign of communion is more complete when given under both kinds, since in that form the sign of the Eucharistic meal appears more clearly.\""},{"type":"ref","number":222},{"type":"text","text":" This is the usual form of receiving communion in the Eastern rites."}]},{"elements":[{"type":"text","text":"The fruits of Holy Communion"}]},{"elements":[{"type":"ref-ccc","ref_number":1391},{"type":"text","text":"Holy Communion augments our union with Christ. the principal fruit of receiving the Eucharist in Holy Communion is an intimate union with Christ Jesus. Indeed, the Lord said: \"He who eats my flesh and drinks my blood abides in me, and I in him.\""},{"type":"ref","number":223},{"type":"text","text":" Life in Christ has its foundation in the Eucharistic banquet: \"As the living Father sent me, and I live because of the Father, so he who eats me will live because of me.\""},{"type":"ref","number":224}]},{"elements":[{"type":"text","text":"On the feasts of the Lord, when the faithful receive the Body of the Son, they proclaim to one another the Good News that the first fruits of life have been given, as when the angel said to Mary Magdalene, \"Christ is risen!\" Now too are life and resurrection conferred on whoever receives Christ."},{"type":"ref","number":225}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1392},{"type":"text","text":"What material food produces in our bodily life, Holy Communion wonderfully achieves in our spiritual life. Communion with the flesh of the risen Christ, a flesh \"given life and giving life through the Holy Spirit,\""},{"type":"ref","number":226},{"type":"text","text":" preserves, increases, and renews the life of grace received at Baptism. This growth in Christian life needs the nourishment of Eucharistic Communion, the bread for our pilgrimage until the moment of death, when it will be given to us as viaticum."}]},{"elements":[{"type":"ref-ccc","ref_number":1393},{"type":"text","text":"Holy Communion separates us from sin. the body of Christ we receive in Holy Communion is \"given up for us,\" and the blood we drink \"shed for the many for the forgiveness of sins.\" For this reason the Eucharist cannot unite us to Christ without at the same time cleansing us from past sins and preserving us from future sins:"}]},{"elements":[{"type":"text","text":"For as often as we eat this bread and drink the cup, we proclaim the death of the Lord. If we proclaim the Lord's death, we proclaim the forgiveness of sins. If, as often as his blood is poured out, it is poured for the forgiveness of sins, I should always receive it, so that it may always forgive my sins. Because I always sin, I should always have a remedy."},{"type":"ref","number":227}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1394},{"type":"text","text":"As bodily nourishment restores lost strength, so the Eucharist strengthens our charity, which tends to be weakened in daily life; and this living charity wipes away venial sins."},{"type":"ref","number":228},{"type":"text","text":" By giving himself to us Christ revives our love and enables us to break our disordered attachments to creatures and root ourselves in him:"}]},{"elements":[{"type":"text","text":"Since Christ died for us out of love, when we celebrate the memorial of his death at the moment of sacrifice we ask that love may be granted to us by the coming of the Holy Spirit. We humbly pray that in the strength of this love by which Christ willed to die for us, we, by receiving the gift of the Holy Spirit, may be able to consider the world as crucified for us, and to be ourselves as crucified to the world.... Having received the gift of love, let us die to sin and live for God."},{"type":"ref","number":229}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1395},{"type":"text","text":"By the same charity that it enkindles in us, the Eucharist preserves us from future mortal sins. the more we share the life of Christ and progress in his friendship, the more difficult it is to break away from him by mortal sin. the Eucharist is not ordered to the forgiveness of mortal sins - that is proper to the sacrament of Reconciliation. the Eucharist is properly the sacrament of those who are in full communion with the Church."}]},{"elements":[{"type":"ref-ccc","ref_number":1396},{"type":"text","text":"The unity of the Mystical Body: the Eucharist makes the Church. Those who receive the Eucharist are united more closely to Christ. Through it Christ unites them to all the faithful in one body - the Church. Communion renews, strengthens, and deepens this incorporation into the Church, already achieved by Baptism. In Baptism we have been called to form but one body."},{"type":"ref","number":230},{"type":"text","text":" The Eucharist fulfills this call: \"The cup of blessing which we bless, is it not a participation in the blood of Christ? the bread which we break, is it not a participation in the body of Christ? Because there is one bread, we who are many are one body, for we all partake of the one bread:\""},{"type":"ref","number":231}]},{"elements":[{"type":"text","text":"If you are the body and members of Christ, then it is your sacrament that is placed on the table of the Lord; it is your sacrament that you receive. To that which you are you respond \"Amen\" (\"yes, it is true!\") and by responding to it you assent to it. For you hear the words, \"the Body of Christ\" and respond \"Amen.\" Be then a member of the Body of Christ that your Amen may be true."},{"type":"ref","number":232}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1397},{"type":"text","text":"The Eucharist commits us to the poor. To receive in truth the Body and Blood of Christ given up for us, we must recognize Christ in the poorest, his brethren:"}]},{"elements":[{"type":"text","text":"You have tasted the Blood of the Lord, yet you do not recognize your brother,.... You dishonor this table when you do not judge worthy of sharing your food someone judged worthy to take part in this meal.... God freed you from all your sins and invited you here, but you have not become more merciful."},{"type":"ref","number":233}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1398},{"type":"text","text":"The Eucharist and the unity of Christians. Before the greatness of this mystery St. Augustine exclaims, \"O sacrament of devotion! O sign of unity! O bond of charity!\""},{"type":"ref","number":234},{"type":"text","text":" The more painful the experience of the divisions in the Church which break the common participation in the table of the Lord, the more urgent are our prayers to the Lord that the time of complete unity among all who believe in him may return."}]},{"elements":[{"type":"ref-ccc","ref_number":1399},{"type":"text","text":"The Eastern churches that are not in full communion with the Catholic Church celebrate the Eucharist with great love. \"These Churches, although separated from us, yet possess true sacraments, above all - by apostolic succession - the priesthood and the Eucharist, whereby they are still joined to us in closest intimacy.\" A certain communion in sacris, and so in the Eucharist, \"given suitable circumstances and the approval of Church authority, is not merely possible but is encouraged.\""},{"type":"ref","number":235}]},{"elements":[{"type":"ref-ccc","ref_number":1400},{"type":"text","text":"Ecclesial communities derived from the Reformation and separated from the Catholic Church, \"have not preserved the proper reality of the Eucharistic mystery in its fullness, especially because of the absence of the sacrament of Holy Orders.\""},{"type":"ref","number":236},{"type":"text","text":" It is for this reason that Eucharistic intercommunion with these communities is not possible for the Catholic Church. However these ecclesial communities, \"when they commemorate the Lord's death and resurrection in the Holy Supper . . . profess that it signifies life in communion with Christ and await his coming in glory.\""},{"type":"ref","number":237}]},{"elements":[{"type":"ref-ccc","ref_number":1401},{"type":"text","text":"When, in the Ordinary's judgment, a grave necessity arises, Catholic ministers may give the sacraments of Eucharist, Penance, and Anointing of the Sick to other Christians not in full communion with the Catholic Church, who ask for them of their own will, provided they give evidence of holding the Catholic faith regarding these sacraments and possess the required dispositions."},{"type":"ref","number":238}]}],"footnotes":{"212":{"number":212,"refs":[{"text":"St. Ambrose, De Sacr. 5, 2, 7: PL 16, 447C.","link":null}]},"213":{"number":213,"refs":[{"text":"St. Ambrose, De Sacr. 4, 2, 7: PL 16, 437D.","link":null}]},"214":{"number":214,"refs":[{"text":"Roman Missal, EP I (Roman Canon) 96: Supplices te rogamus, omnipotens    Deus: iube haec perferri per manus sancti Angeli tui in sublime altare    tuum, in conspectu divinae maiestatis tuae: ut, quotquot ex hac altaris    participatione sacrosanctum Filii Corpus et Sanguinem sumpserimus, omni    benedictione caelesti et gratia repleamur.","link":null}]},"215":{"number":215,"refs":[{"text":"⇒ Jn 6:53.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.53"}]},"216":{"number":216,"refs":[{"text":"⇒ 1 Cor 11:27-29.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.27"}]},"217":{"number":217,"refs":[{"text":"Roman Missal, response to the invitation to communion","link":null},{"text":"cf. ⇒ Mt 8:8[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PVH.HTM#GOSP.MAT.8.8"}]},"218":{"number":218,"refs":[{"text":"Cf. ⇒ CIC, can. 919.","link":"http://www.vatican.va/archive/ENG1104/_P3A.HTM#4.1.0.3.1.2.919"}]},"219":{"number":219,"refs":[{"text":"Cf. ⇒ CIC, can. 917","link":"http://www.vatican.va/archive/ENG1104/_P3A.HTM#4.1.0.3.1.2.917"},{"text":"AAS 76 (1984) 746-747.","link":null}]},"220":{"number":220,"refs":[{"text":"SC 55.","link":null}]},"221":{"number":221,"refs":[{"text":"OE 15","link":null},{"text":"⇒ CIC, can. 920.","link":"http://www.vatican.va/archive/ENG1104/_P3A.HTM#4.1.0.3.1.2.920"}]},"222":{"number":222,"refs":[{"text":"GIRM 240.","link":null}]},"223":{"number":223,"refs":[{"text":"⇒ Jn 6:56.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.56"}]},"224":{"number":224,"refs":[{"text":"⇒ Jn 6:57.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.57"}]},"225":{"number":225,"refs":[{"text":"Fanqith, Syriac Office of Antioch, Vol. 1, Commun., 237 a-b.","link":null}]},"226":{"number":226,"refs":[{"text":"PO 5.","link":null}]},"227":{"number":227,"refs":[{"text":"St. Ambrose, De Sacr. 4, 6, 28: PL 16, 446","link":null},{"text":"cf. ⇒ 1 Cor 11:26.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.26"}]},"228":{"number":228,"refs":[{"text":"Cf. Council of Trent (1551): DS 1638.","link":null}]},"229":{"number":229,"refs":[{"text":"St. Fulgentius of Ruspe, Contra Fab. 28, 16-19: CCL 19A, 813-814.","link":null}]},"230":{"number":230,"refs":[{"text":"Cf. ⇒ 1 Cor 12:13.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.13"}]},"231":{"number":231,"refs":[{"text":"⇒ 1 Cor 10:16-17.","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.16"}]},"232":{"number":232,"refs":[{"text":"St. Augustine, Sermo 272: PL 38, 1247.","link":null}]},"233":{"number":233,"refs":[{"text":"St. John Chrysostom, Hom. in 1 Cor. 27, 4: PG 61, 229-230","link":null},{"text":"cf. ⇒ Mt 25:40.","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.40"}]},"234":{"number":234,"refs":[{"text":"St. Augustine, In Jo. ev. 26, 13: PL 35, 1613","link":null},{"text":"cf. SC 47.","link":null}]},"235":{"number":235,"refs":[{"text":"UR 15 # 2","link":null},{"text":"cf. ⇒ CIC, can. 844 # 3.","link":"http://www.vatican.va/archive/ENG1104/_P2U.HTM#4.1.0.0.0.0.844"}]},"236":{"number":236,"refs":[{"text":"UR 22 # 3.","link":null}]},"237":{"number":237,"refs":[{"text":"UR 22 # 3.","link":null}]},"238":{"number":238,"refs":[{"text":"Cf. ⇒ CIC, can. 844 # 4.","link":"http://www.vatican.va/archive/ENG1104/_P2U.HTM#4.1.0.0.0.0.844"}]}}}