{"id":"toc-197","paragraphs":[{"elements":[{"type":"text","text":"V. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Goods and Requirements of Conjugal Love","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1643},{"type":"text","text":"\"Conjugal love involves a totality, in which all the elements of the person enter - appeal of the body and instinct, power of feeling and affectivity, aspiration of the spirit and of will. It aims at a deeply personal unity, a unity that, beyond union in one flesh, leads to forming one heart and soul; it demands indissolubility and faithfulness in definitive mutual giving; and it is open to fertility. In a word it is a question of the normal characteristics of all natural conjugal love, but with a new significance which not only purifies and strengthens them, but raises them to the extent of making them the expression of specifically Christian values.\"","attrs":{}},{"type":"ref","number":150}],"attrs":{}},{"elements":[{"type":"text","text":"The unity and indissolubility of marriage","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1644},{"type":"text","text":"The love of the spouses requires, of its very nature, the unity and indissolubility of the spouses' community of persons, which embraces their entire life: \"so they are no longer two, but one flesh.\"","attrs":{}},{"type":"ref","number":151},{"type":"text","text":" They \"are called to grow continually in their communion through day-to-day fidelity to their marriage promise of total mutual self-giving.\"","attrs":{}},{"type":"ref","number":152},{"type":"text","text":" This human communion is confirmed, purified, and completed by communion in Jesus Christ, given through the sacrament of Matrimony. It is deepened by lives of the common faith and by the Eucharist received together.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1645},{"type":"text","text":"\"The unity of marriage, distinctly recognized by our Lord, is made clear in the equal personal dignity which must be accorded to man and wife in mutual and unreserved affection.\"","attrs":{}},{"type":"ref","number":153},{"type":"text","text":" Polygamy is contrary to conjugal love which is undivided and exclusive.","attrs":{}},{"type":"ref","number":154}],"attrs":{}},{"elements":[{"type":"text","text":"The fidelity of conjugal love","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1646},{"type":"text","text":"By its very nature conjugal love requires the inviolable fidelity of the spouses. This is the consequence of the gift of themselves which they make to each other. Love seeks to be definitive; it cannot be an arrangement \"until further notice.\" the \"intimate union of marriage, as a mutual giving of two persons, and the good of the children, demand total fidelity from the spouses and require an unbreakable union between them.\"","attrs":{}},{"type":"ref","number":155}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1647},{"type":"text","text":"The deepest reason is found in the fidelity of God to his covenant, in that of Christ to his Church. Through the sacrament of Matrimony the spouses are enabled to represent this fidelity and witness to it. Through the sacrament, the indissolubility of marriage receives a new and deeper meaning.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1648},{"type":"text","text":"It can seem difficult, even impossible, to bind oneself for life to another human being. This makes it all the more important to proclaim the Good News that God loves us with a definitive and irrevocable love, that married couples share in this love, that it supports and sustains them, and that by their own faithfulness they can be witnesses to God's faithful love. Spouses who with God's grace give this witness, often in very difficult conditions, deserve the gratitude and support of the ecclesial community.","attrs":{}},{"type":"ref","number":156}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1649},{"type":"text","text":"Yet there are some situations in which living together becomes practically impossible for a variety of reasons. In such cases the Church permits the physical separation of the couple and their living apart. the spouses do not cease to be husband and wife before God and so are not free to contract a new union. In this difficult situation, the best solution would be, if possible, reconciliation. the Christian community is called to help these persons live out their situation in a Christian manner and in fidelity to their marriage bond which remains indissoluble.","attrs":{}},{"type":"ref","number":157}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1650},{"type":"text","text":"Today there are numerous Catholics in many countries who have recourse to civil divorce and contract new civil unions. In fidelity to the words of Jesus Christ - \"Whoever divorces his wife and marries another, commits adultery against her; and if she divorces her husband and marries another, she commits adultery\"","attrs":{}},{"type":"ref","number":158},{"type":"text","text":" The Church maintains that a new union cannot be recognized as valid, if the first marriage was. If the divorced are remarried civilly, they find themselves in a situation that objectively contravenes God's law. Consequently, they cannot receive Eucharistic communion as long as this situation persists. For the same reason, they cannot exercise certain ecclesial responsibilities. Reconciliation through the sacrament of Penance can be granted only to those who have repented for having violated the sign of the covenant and of fidelity to Christ, and who are committed to living in complete continence.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1651},{"type":"text","text":"Toward Christians who live in this situation, and who often keep the faith and desire to bring up their children in a Christian manner, priests and the whole community must manifest an attentive solicitude, so that they do not consider themselves separated from the Church, in whose life they can and must participate as baptized persons:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"They should be encouraged to listen to the Word of God, to attend the Sacrifice of the Mass, to persevere in prayer, to contribute to works of charity and to community efforts for justice, to bring up their children in the Christian faith, to cultivate the spirit and practice of penance and thus implore, day by day, God's grace.","attrs":{}},{"type":"ref","number":159}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The openness to fertility","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1652},{"type":"text","text":"\"By its very nature the institution of marriage and married love is ordered to the procreation and education of the offspring and it is in them that it finds its crowning glory.\"","attrs":{}},{"type":"ref","number":160}],"attrs":{}},{"elements":[{"type":"text","text":"Children are the supreme gift of marriage and contribute greatly to the good of the parents themselves. God himself said: \"It is not good that man should be alone,\" and \"from the beginning (he) made them male and female\"; wishing to associate them in a special way in his own creative work, God blessed man and woman with the words: \"Be fruitful and multiply.\" Hence, true married love and the whole structure of family life which results from it, without diminishment of the other ends of marriage, are directed to disposing the spouses to cooperate valiantly with the love of the Creator and Savior, who through them will increase and enrich his family from day to day.","attrs":{}},{"type":"ref","number":161}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1653},{"type":"text","text":"The fruitfulness of conjugal love extends to the fruits of the moral, spiritual, and supernatural life that parents hand on to their children by education. Parents are the principal and first educators of their children.","attrs":{}},{"type":"ref","number":162},{"type":"text","text":" In this sense the fundamental task of marriage and family is to be at the service of life.","attrs":{}},{"type":"ref","number":163}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1654},{"type":"text","text":"Spouses to whom God has not granted children can nevertheless have a conjugal life full of meaning, in both human and Christian terms. Their marriage can radiate a fruitfulness of charity, of hospitality, and of sacrifice.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"150":{"number":150,"refs":[{"text":"FC 13.","link":null}]},"151":{"number":151,"refs":[{"text":"⇒ Mt 19:6","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.6"},{"text":"cf. ⇒ Gen 2:24.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.24"}]},"152":{"number":152,"refs":[{"text":"FC 19.","link":null}]},"153":{"number":153,"refs":[{"text":"GS 49 # 2.","link":null}]},"154":{"number":154,"refs":[{"text":"Cf. FC 19.","link":null}]},"155":{"number":155,"refs":[{"text":"GS 48 # 1.","link":null}]},"156":{"number":156,"refs":[{"text":"Cf. FC 20.","link":null}]},"157":{"number":157,"refs":[{"text":"Cf. FC 83","link":null},{"text":"⇒ CIC, cann. 1151-1155.","link":"http://www.vatican.va/archive/ENG1104/_P46.HTM#4.1.0.7.9.2.1151"}]},"158":{"number":158,"refs":[{"text":"⇒ Mk 10:11-12.","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.11"}]},"159":{"number":159,"refs":[{"text":"FC 84.","link":null}]},"160":{"number":160,"refs":[{"text":"GS 48 # 1","link":null},{"text":"50.","link":null}]},"161":{"number":161,"refs":[{"text":"GS 50 # 1","link":null},{"text":"cf. ⇒ Gen 2:18","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.18"},{"text":"⇒ Mt 19:4","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.4"},{"text":"⇒ Gen 1:28.","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.28"}]},"162":{"number":162,"refs":[{"text":"Cf. GE 3.","link":null}]},"163":{"number":163,"refs":[{"text":"Cf. FC 28.","link":null}]}}}