{"id":"toc-179","paragraphs":[{"elements":[{"type":"text","text":"IV. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Effects of the Celebration of This Sacrament","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1520},{"type":"text","text":"A particular gift of the Holy Spirit. the first grace of this sacrament is one of strengthening, peace and courage to overcome the difficulties that go with the condition of serious illness or the frailty of old age. This grace is a gift of the Holy Spirit, who renews trust and faith in God and strengthens against the temptations of the evil one, the temptation to discouragement and anguish in the face of death.","attrs":{}},{"type":"ref","number":134},{"type":"text","text":" This assistance from the Lord by the power of his Spirit is meant to lead the sick person to healing of the soul, but also of the body if such is God's will.","attrs":{}},{"type":"ref","number":135},{"type":"text","text":" Furthermore, \"if he has committed sins, he will be forgiven.\"","attrs":{}},{"type":"ref","number":136}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1521},{"type":"text","text":"Union with the passion of Christ. By the grace of this sacrament the sick person receives the strength and the gift of uniting himself more closely to Christ's Passion: in a certain way he is consecrated to bear fruit by configuration to the Savior's redemptive Passion. Suffering, a consequence of original sin, acquires a new meaning; it becomes a participation in the saving work of Jesus.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1522},{"type":"text","text":"An ecclesial grace. the sick who receive this sacrament, \"by freely uniting themselves to the passion and death of Christ,\" \"contribute to the good of the People of God.\"","attrs":{}},{"type":"ref","number":137},{"type":"text","text":" By celebrating this sacrament the Church, in the communion of saints, intercedes for the benefit of the sick person, and he, for his part, though the grace of this sacrament, contributes to the sanctification of the Church and to the good of all men for whom the Church suffers and offers herself through Christ to God the Father.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1523},{"type":"text","text":"A preparation for the final journey. If the sacrament of anointing of the sick is given to all who suffer from serious illness and infirmity, even more rightly is it given to those at the point of departing this life; so it is also called sacramentum exeuntium (the sacrament of those departing).","attrs":{}},{"type":"ref","number":138},{"type":"text","text":" The Anointing of the Sick completes our conformity to the death and Resurrection of Christ, just as Baptism began it. It completes the holy anointings that mark the whole Christian life: that of Baptism which sealed the new life in us, and that of Confirmation which strengthened us for the combat of this life. This last anointing fortifies the end of our earthly life like a solid rampart for the final struggles before entering the Father's house.","attrs":{}},{"type":"ref","number":139}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"134":{"number":134,"refs":[{"text":"Cf. ⇒ Heb 2:15.","link":"http://www.vatican.va/archive/ENG0839/_P11H.HTM#NTLET.HEB.2.15"}]},"135":{"number":135,"refs":[{"text":"Cf. Council of Florence (1439): DS 1325.","link":null}]},"136":{"number":136,"refs":[{"text":"Jas 515","link":null},{"text":"cf. Council of Trent (1551): DS 1717.","link":null}]},"137":{"number":137,"refs":[{"text":"LG 11 # 2.","link":null}]},"138":{"number":138,"refs":[{"text":"Council of Trent (1551): DS 1698.","link":null}]},"139":{"number":139,"refs":[{"text":"Council of Trent (1551): DS 1694.","link":null}]}}}