{"id":"toc-205","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Celebration of Funerals"}]},{"elements":[{"type":"ref-ccc","ref_number":1684},{"type":"text","text":"The Christian funeral confers on the deceased neither a sacrament nor a sacramental since he has \"passed\" beyond the sacramental economy. It is nonetheless a liturgical celebration of the Church."},{"type":"ref","number":185},{"type":"text","text":" The ministry of the Church aims at expressing efficacious communion with the deceased, at the participation in that communion of the community gathered for the funeral and at the proclamation of eternal life to the community."}]},{"elements":[{"type":"ref-ccc","ref_number":1685},{"type":"text","text":"The different funeral rites express the Paschal character of Christian death and are in keeping with the situations and traditions of each region, even as to the color of the liturgical vestments worn."},{"type":"ref","number":186}]},{"elements":[{"type":"ref-ccc","ref_number":1686},{"type":"text","text":"The Order of Christian Funerals (Ordo exsequiarum) of the Roman liturgy gives three types of funeral celebrations, corresponding to the three places in which they are conducted (the home, the church, and the cemetery), and according to the importance attached to them by the family, local customs, the culture, and popular piety. This order of celebration is common to all the liturgical traditions and comprises four principal elements:"}]},{"elements":[{"type":"ref-ccc","ref_number":1687},{"type":"text","text":"The greeting of the community. A greeting of faith begins the celebration. Relatives and friends of the deceased are welcomed with a word of \"consolation\" (in the New Testament sense of the Holy Spirit's power in hope)."},{"type":"ref","number":187},{"type":"text","text":" The community assembling in prayer also awaits the \"words of eternal life.\" the death of a member of the community (or the anniversary of a death, or the seventh or fortieth day after death) is an event that should lead beyond the perspectives of \"this world\" and should draw the faithful into the true perspective of faith in the risen Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":1688},{"type":"text","text":"The liturgy of the Word during funerals demands very careful preparation because the assembly present for the funeral may include some faithful who rarely attend the liturgy, and friends of the deceased who are not Christians. the homily in particular must \"avoid the literary genre of funeral eulogy\""},{"type":"ref","number":188},{"type":"text","text":" and illumine the mystery of Christian death in the light of the risen Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":1689},{"type":"text","text":"The Eucharistic Sacrifice. When the celebration takes place in church the Eucharist is the heart of the Paschal reality of Christian death."},{"type":"ref","number":189},{"type":"text","text":" In the Eucharist, the Church expresses her efficacious communion with the departed: offering to the Father in the Holy Spirit the sacrifice of the death and resurrection of Christ, she asks to purify his child of his sins and their consequences, and to admit him to the Paschal fullness of the table of the Kingdom."},{"type":"ref","number":190},{"type":"text","text":" It is by the Eucharist thus celebrated that the community of the faithful, especially the family of the deceased, learn to live in communion with the one who \"has fallen asleep in the Lord,\" by communicating in the Body of Christ of which he is a living member and, then, by praying for him and with him."}]},{"elements":[{"type":"ref-ccc","ref_number":1690},{"type":"text","text":"A farewell to the deceased is his final \"commendation to God\" by the Church. It is \"the last farewell by which the Christian community greets one of its members before his body is brought to its tomb.\""},{"type":"ref","number":191},{"type":"text","text":" The Byzantine tradition expresses this by the kiss of farewell to the deceased:"}]},{"elements":[{"type":"text","text":"By this final greeting \"we sing for his departure from this life and separation from us, but also because there is a communion and a reunion. For even dead, we are not at all separated from one another, because we all run the same course and we will find one another again in the same place. We shall never be separated, for we live for Christ, and now we are united with Christ as we go toward him . . . we shall all be together in Christ.\""},{"type":"ref","number":192}],"attrs":{"indent":true}}],"footnotes":{"185":{"number":185,"refs":[{"text":"Cf. SC 81-82.","link":null}]},"186":{"number":186,"refs":[{"text":"Cf. SC 81.","link":null}]},"187":{"number":187,"refs":[{"text":"Cf. ⇒ 1 Thess 4:18.","link":"http://www.vatican.va/archive/ENG0839/_P10S.HTM#NTLET.1THE.4.18"}]},"188":{"number":188,"refs":[{"text":"OCF 41.","link":null}]},"189":{"number":189,"refs":[{"text":"Cf. OCF 41.","link":null}]},"190":{"number":190,"refs":[{"text":"Cf. OCF 57.","link":null}]},"191":{"number":191,"refs":[{"text":"OCF 10.","link":null}]},"192":{"number":192,"refs":[{"text":"St. Simeon of Thessalonica, De ordine sepulturae. 336: PG 155, 684.","link":null}]}}}