{"id":"toc-139","paragraphs":[{"elements":[{"type":"text","text":"III. How is the Sacrament of Baptism Celebrated?","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"Christian Initiation","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1229},{"type":"text","text":"From the time of the apostles, becoming a Christian has been accomplished by a journey and initiation in several stages. This journey can be covered rapidly or slowly, but certain essential elements will always have to be present: proclamation of the Word, acceptance of the Gospel entailing conversion, profession of faith, Baptism itself, the outpouring of the Holy Spirit, and admission to Eucharistic communion.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1230},{"type":"text","text":"This initiation has varied greatly through the centuries according to circumstances. In the first centuries of the Church, Christian initiation saw considerable development. A long period of catechumenate included a series of preparatory rites, which were liturgical landmarks along the path of catechumenal preparation and culminated in the celebration of the sacraments of Christian initiation.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1231},{"type":"text","text":"Where infant Baptism has become the form in which this sacrament is usually celebrated, it has become a single act encapsulating the preparatory stages of Christian initiation in a very abridged way. By its very nature infant Baptism requires a post-baptismal catechumenate. Not only is there a need for instruction after Baptism, but also for the necessary flowering of baptismal grace in personal growth. the catechism has its proper place here.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1232},{"type":"text","text":"The second Vatican Council restored for the Latin Church \"the catechumenate for adults, comprising several distinct steps.\"","attrs":{}},{"type":"ref","number":34},{"type":"text","text":" The rites for these stages are to be found in the Rite of Christian Initiation of Adults (RCIA).","attrs":{}},{"type":"ref","number":35},{"type":"text","text":" The Council also gives permission that: \"In mission countries, in addition to what is furnished by the Christian tradition, those elements of initiation rites may be admitted which are already in use among some peoples insofar as they can be adapted to the Christian ritual.\"","attrs":{}},{"type":"ref","number":36}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1233},{"type":"text","text":"Today in all the rites, Latin and Eastern, the Christian initiation of adults begins with their entry into the catechumenate and reaches its culmination in a single celebration of the three sacraments of initiation: Baptism, Confirmation, and the Eucharist.","attrs":{}},{"type":"ref","number":37},{"type":"text","text":" In the Eastern rites the Christian initiation of infants also begins with Baptism followed immediately by Confirmation and the Eucharist, while in the Roman rite it is followed by years of catechesis before being completed later by Confirmation and the Eucharist, the summit of their Christian initiation.","attrs":{}},{"type":"ref","number":38}],"attrs":{}},{"elements":[{"type":"text","text":"The mystagogy of the celebration","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1234},{"type":"text","text":"The meaning and grace of the sacrament of Baptism are clearly seen in the rites of its celebration. By following the gestures and words of this celebration with attentive participation, the faithful are initiated into the riches this sacrament signifies and actually brings about in each newly baptized person.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1235},{"type":"text","text":"The sign of the cross, on the threshold of the celebration, marks with the imprint of Christ the one who is going to belong to him and signifies the grace of the redemption Christ won for us by his cross.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1236},{"type":"text","text":"The proclamation of the Word of God enlightens the candidates and the assembly with the revealed truth and elicits the response of faith, which is inseparable from Baptism. Indeed Baptism is \"the sacrament of faith\" in a particular way, since it is the sacramental entry into the life of faith.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1237},{"type":"text","text":"Since Baptism signifies liberation from sin and from its instigator the devil, one or more exorcisms are pronounced over the candidate. the celebrant then anoints him with the oil of catechumens, or lays his hands on him, and he explicitly renounces Satan. Thus prepared, he is able to confess the faith of the Church, to which he will be \"entrusted\" by Baptism.","attrs":{}},{"type":"ref","number":39}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1238},{"type":"text","text":"The baptismal water is consecrated by a prayer of epiclesis (either at this moment or at the Easter Vigil). the Church asks God that through his Son the power of the Holy Spirit may be sent upon the water, so that those who will be baptized in it may be \"born of water and the Spirit.\"","attrs":{}},{"type":"ref","number":40}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1239},{"type":"text","text":"The essential rite of the sacrament follows: Baptism properly speaking. It signifies and actually brings about death to sin and entry into the life of the Most Holy Trinity through configuration to the Paschal mystery of Christ. Baptism is performed in the most expressive way by triple immersion in the baptismal water. However, from ancient times it has also been able to be conferred by pouring the water three times over the candidate's head.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1240},{"type":"text","text":"In the Latin Church this triple infusion is accompanied by the minister's words: \"N., I baptize you in the name of the Father, and of the Son, and of the Holy Spirit.\" In the Eastern liturgies the catechumen turns toward the East and the priest says: \"The servant of God, N., is baptized in the name of the Father, and of the Son, and of the Holy Spirit.\" At the invocation of each person of the Most Holy Trinity, the priest immerses the candidate in the water and raises him up again.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1241},{"type":"text","text":"The anointing with sacred chrism, perfumed oil consecrated by the bishop, signifies the gift of the Holy Spirit to the newly baptized, who has become a Christian, that is, one \"anointed\" by the Holy Spirit, incorporated into Christ who is anointed priest, prophet, and king.","attrs":{}},{"type":"ref","number":41}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1242},{"type":"text","text":"In the liturgy of the Eastern Churches, the post-baptismal anointing is the sacrament of Chrismation (Confirmation). In the Roman liturgy the post-baptismal anointing announces a second anointing with sacred chrism to be conferred later by the bishop Confirmation, which will as it were \"confirm\" and complete the baptismal anointing.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1243},{"type":"text","text":"The white garment symbolizes that the person baptized has \"put on Christ,\"","attrs":{}},{"type":"ref","number":42},{"type":"text","text":" has risen with Christ. the candle, lit from the Easter candle, signifies that Christ has enlightened the neophyte. In him the baptized are \"the light of the world.\"","attrs":{}},{"type":"ref","number":43},{"type":"spacer"},{"type":"text","text":" The newly baptized is now, in the only Son, a child of God entitled to say the prayer of the children of God: \"Our Father.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1244},{"type":"text","text":"First Holy Communion. Having become a child of God clothed with the wedding garment, the neophyte is admitted \"to the marriage supper of the Lamb\"","attrs":{}},{"type":"ref","number":44},{"type":"text","text":" and receives the food of the new life, the body and blood of Christ. the Eastern Churches maintain a lively awareness of the unity of Christian initiation by giving Holy Communion to all the newly baptized and confirmed, even little children, recalling the Lord's words: \"Let the children come to me, do not hinder them.\"","attrs":{}},{"type":"ref","number":45},{"type":"text","text":" The Latin Church, which reserves admission to Holy Communion to those who have attained the age of reason, expresses the orientation of Baptism to the Eucharist by having the newly baptized child brought to the altar for the praying of the Our Father.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1245},{"type":"text","text":"The solemn blessing concludes the celebration of Baptism. At the Baptism of newborns the blessing of the mother occupies a special place.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"34":{"number":34,"refs":[{"text":"SC 64.","link":null}]},"35":{"number":35,"refs":[{"text":"Cf. RCIA (1972).","link":null}]},"36":{"number":36,"refs":[{"text":"SC 65","link":null},{"text":"cf. SC 37-40.","link":null}]},"37":{"number":37,"refs":[{"text":"Cf. AG 14","link":null},{"text":"⇒ CIC, cann. 851","link":"http://www.vatican.va/archive/ENG1104/_P2W.HTM#4.1.0.1.1.0.851"},{"text":"⇒ 865","link":"http://www.vatican.va/archive/ENG1104/_P2Y.HTM#4.1.0.1.3.0.865"},{"text":"⇒ 866.","link":"http://www.vatican.va/archive/ENG1104/_P2Y.HTM#4.1.0.1.3.0.866"}]},"38":{"number":38,"refs":[{"text":"Cf. ⇒ CIC, cann. 851, ⇒ 20","link":"http://www.vatican.va/archive/ENG1104/_P2W.HTM#4.1.0.1.1.0.851"},{"text":"⇒ 868.","link":"http://www.vatican.va/archive/ENG1104/_P3.HTM#1.0.0.1.0.0.20"}]},"39":{"number":39,"refs":[{"text":"Cf. ⇒ Rom 6:17.","link":"http://www.vatican.va/archive/ENG0839/_PYU.HTM#NTLET.ROM.6.17"}]},"40":{"number":40,"refs":[{"text":"⇒ Jn 3:5[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.5"}]},"41":{"number":41,"refs":[{"text":"Cf. RBC 62.","link":null}]},"42":{"number":42,"refs":[{"text":"⇒ Gal 3:27.","link":"http://www.vatican.va/archive/ENG0839/_P103.HTM#NTLET.GAL.3.27"}]},"43":{"number":43,"refs":[{"text":"⇒ Mt 5:14","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.14"},{"text":"cf. ⇒ Phil 2:15.","link":"http://www.vatican.va/archive/ENG0839/_P10G.HTM#NTLET.PHI.2.15"}]},"44":{"number":44,"refs":[{"text":"⇒ Rev 19:9.","link":"http://www.vatican.va/archive/ENG0839/_P132.HTM#CATHL.REV.19.9"}]},"45":{"number":45,"refs":[{"text":"⇒ Mk 10 14.","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.14"}]}}}