{"id":"toc-184","paragraphs":[{"elements":[{"type":"text","text":"I. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Why Is This Sacrament Called \"Orders\"?","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1537},{"type":"text","text":"The word order in Roman antiquity designated an established civil body, especially a governing body. Ordinatio means incorporation into an ordo. In the Church there are established bodies which Tradition, not without a basis in Sacred Scripture,","attrs":{}},{"type":"ref","number":4},{"type":"text","text":" has since ancient times called taxeis (Greek) or ordines. and so the liturgy speaks of the ordo episcoporum, the ordo presbyterorum, the ordo diaconorum. Other groups also receive this name of ordo: catechumens, virgins, spouses, widows,....","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1538},{"type":"text","text":"Integration into one of these bodies in the Church was accomplished by a rite called ordinatio, a religious and liturgical act which was a consecration, a blessing or a sacrament. Today the word \"ordination\" is reserved for the sacramental act which integrates a man into the order of bishops, presbyters, or deacons, and goes beyond a simple election, designation, delegation, or institution by the community, for it confers a gift of the Holy Spirit that permits the exercise of a \"sacred power\" (sacra potestas)","attrs":{}},{"type":"ref","number":5},{"type":"text","text":" which can come only from Christ himself through his Church. Ordination is also called consecratio, for it is a setting apart and an investiture by Christ himself for his Church. the laying on of hands by the bishop, with the consecratory prayer, constitutes the visible sign of this ordination.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"4":{"number":4,"refs":[{"text":"Cf. ⇒ Heb 5:6","link":"http://www.vatican.va/archive/ENG0839/_P11K.HTM#NTLET.HEB.5.6"},{"text":"⇒ 7:11","link":"http://www.vatican.va/archive/ENG0839/_P11M.HTM#NTLET.HEB.7.11"},{"text":"⇒ Ps 110:4.","link":"http://www.vatican.va/archive/ENG0839/_PIU.HTM#WISDB.PSA.110.4"}]},"5":{"number":5,"refs":[{"text":"Cf. LG 10.","link":null}]}}}