{"id":"toc-144","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1275},{"type":"text","text":"Christian initiation is accomplished by three sacraments together: Baptism which is the beginning of new life; Confirmation which is its strengthening; and the Eucharist which nourishes the disciple with Christ's Body and Blood for his transformation in Christ.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1276},{"type":"text","text":"\"Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all that I have commanded you\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19","attrs":{"i":true}},{"type":"text","text":" Mt 28:19-20).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1277},{"type":"text","text":"Baptism is birth into the new life in Christ. In accordance with the Lord's will, it is necessary for salvation, as is the Church herself, which we enter by Baptism.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1278},{"type":"text","text":"The essential rite of Baptism consists in immersing the candidate in water or pouring water on his head, while pronouncing the invocation of the Most Holy Trinity: the Father, the Son, and the Holy Spirit.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1279},{"type":"text","text":"The fruit of Baptism, or baptismal grace, is a rich reality that includes forgiveness of original sin and all personal sins, birth into the new life by which man becomes an adoptive son of the Father, a member of Christ and a temple of the Holy Spirit. By this very fact the person baptized is incorporated into the Church, the Body of Christ, and made a sharer in the priesthood of Christ.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1280},{"type":"text","text":"Baptism imprints on the soul an indelible spiritual sign, the character, which consecrates the baptized person for Christian worship. Because of the character Baptism cannot be repeated (cf. DS 1609 and DS 1624).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1281},{"type":"text","text":"Those who die for the faith, those who are catechumens, and all those who, without knowing of the Church but acting under the inspiration of grace, seek God sincerely and strive to fulfill his will, are saved even if they have not been baptized (cf. LG 16).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1282},{"type":"text","text":"Since the earliest times, Baptism has been administered to children, for it is a grace and a gift of God that does not presuppose any human merit; children are baptized in the faith of the Church. Entry into Christian life gives access to true freedom.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1283},{"type":"text","text":"With respect to children who have died without Baptism, the liturgy of the Church invites us to trust in God's mercy and to pray for their salvation.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1284},{"type":"text","text":"In case of necessity, any person can baptize provided that he have the intention of doing that which the Church does and provided that he pours water on the candidate's head while saying: \"I baptize you in the name of the Father, and of the Son, and of the Holy Spirit.\"","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}