{"id":"toc-155","paragraphs":[{"elements":[{"type":"text","text":"III. The Eucharist in the Economy of Salvation","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"The signs of bread and wine","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1333},{"type":"text","text":"At the heart of the Eucharistic celebration are the bread and wine that, by the words of Christ and the invocation of the Holy Spirit, become Christ's Body and Blood. Faithful to the Lord's command the Church continues to do, in his memory and until his glorious return, what he did on the eve of his Passion: \"He took bread....\" \"He took the cup filled with wine....\" the signs of bread and wine become, in a way surpassing understanding, the Body and Blood of Christ; they continue also to signify the goodness of creation. Thus in the Offertory we give thanks to the Creator for bread and wine,","attrs":{}},{"type":"ref","number":152},{"type":"text","text":" fruit of the \"work of human hands,\" but above all as \"fruit of the earth\" and \"of the vine\" - gifts of the Creator. the Church sees in the gesture of the king-priest Melchizedek, who \"brought out bread and wine,\" a prefiguring of her own offering.","attrs":{}},{"type":"ref","number":153}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1334},{"type":"text","text":"In the Old Covenant bread and wine were offered in sacrifice among the first fruits of the earth as a sign of grateful acknowledgment to the Creator. But they also received a new significance in the context of the Exodus: the unleavened bread that Israel eats every year at Passover commemorates the haste of the departure that liberated them from Egypt; the remembrance of the manna in the desert will always recall to Israel that it lives by the bread of the Word of God;","attrs":{}},{"type":"ref","number":154},{"type":"text","text":" their daily bread is the fruit of the promised land, the pledge of God's faithfulness to his promises. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The \"cup of blessing\"","attrs":{}},{"type":"ref","number":155},{"type":"text","text":" at the end of the Jewish Passover meal adds to the festive joy of wine an eschatological dimension: the messianic expectation of the rebuilding of Jerusalem. When Jesus instituted the Eucharist, he gave a new and definitive meaning to the blessing of the bread and the cup.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1335},{"type":"text","text":"The miracles of the multiplication of the loaves, when the Lord says the blessing, breaks and distributes the loaves through his disciples to feed the multitude, prefigure the superabundance of this unique bread of his Eucharist.","attrs":{}},{"type":"ref","number":156},{"type":"text","text":" The sign of water turned into wine at Cana already announces the Hour of Jesus' glorification. It makes manifest the fulfillment of the wedding feast in the Father's kingdom, where the faithful will drink the new wine that has become the Blood of Christ.","attrs":{}},{"type":"ref","number":157}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1336},{"type":"text","text":"The first announcement of the Eucharist divided the disciples, just as the announcement of the Passion scandalized them: \"This is a hard saying; who can listen to it?\"","attrs":{}},{"type":"ref","number":158},{"type":"text","text":" The Eucharist and the Cross are stumbling blocks. It is the same mystery and it never ceases to be an occasion of division. \"Will you also go away?\":","attrs":{}},{"type":"ref","number":159},{"type":"text","text":" The Lord's question echoes through the ages, as a loving invitation to discover that only he has \"the words of eternal life\"","attrs":{}},{"type":"ref","number":160},{"type":"text","text":" and that to receive in faith the gift of his Eucharist is to receive the Lord himself.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The institution of the Eucharist","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1337},{"type":"text","text":"The Lord, having loved those who were his own, loved them to the end. Knowing that the hour had come to leave this world and return to the Father, in the course of a meal he washed their feet and gave them the commandment of love.","attrs":{}},{"type":"ref","number":161},{"type":"text","text":" In order to leave them a pledge of this love, in order never to depart from his own and to make them sharers in his Passover, he instituted the Eucharist as the memorial of his death and Resurrection, and commanded his apostles to celebrate it until his return; \"thereby he constituted them priests of the New Testament.\"","attrs":{}},{"type":"ref","number":162}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1338},{"type":"text","text":"The three synoptic Gospels and St. Paul have handed on to us the account of the institution of the Eucharist; St. John, for his part, reports the words of Jesus in the synagogue of Capernaum that prepare for the institution of the Eucharist: Christ calls himself the bread of life, come down from heaven.","attrs":{}},{"type":"ref","number":163}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1339},{"type":"text","text":"Jesus chose the time of Passover to fulfill what he had announced at Capernaum: giving his disciples his Body and his Blood:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Then came the day of Unleavened Bread, on which the passover lamb had to be sacrificed. So Jesus sent Peter and John, saying, \"Go and prepare the passover meal for us, that we may eat it....\" They went ... and prepared the passover. and when the hour came, he sat at table, and the apostles with him. and he said to them, \"I have earnestly desired to eat this passover with you before I suffer; for I tell you I shall not eat it again until it is fulfilled in the kingdom of God.\".... and he took bread, and when he had given thanks he broke it and gave it to them, saying, \"This is my body which is given for you. Do this in remembrance of me.\" and likewise the cup after supper, saying, \"This cup which is poured out for you is the New Covenant in my blood.\"","attrs":{}},{"type":"ref","number":164}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1340},{"type":"text","text":"By celebrating the Last Supper with his apostles in the course of the Passover meal, Jesus gave the Jewish Passover its definitive meaning. Jesus' passing over to his father by his death and Resurrection, the new Passover, is anticipated in the Supper and celebrated in the Eucharist, which fulfills the Jewish Passover and anticipates the final Passover of the Church in the glory of the kingdom.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"\"Do this in memory of me\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1341},{"type":"text","text":"The command of Jesus to repeat his actions and words \"until he comes\" does not only ask us to remember Jesus and what he did. It is directed at the liturgical celebration, by the apostles and their successors, of the memorial of Christ, of his life, of his death, of his Resurrection, and of his intercession in the presence of the Father.","attrs":{}},{"type":"ref","number":165}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1342},{"type":"text","text":"From the beginning the Church has been faithful to the Lord's command. of the Church of Jerusalem it is written:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"They devoted themselves to the apostles' teaching and fellowship, to the breaking of bread and the prayers.... Day by day, attending the temple together and breaking bread in their homes, they partook of food with glad and generous hearts.","attrs":{}},{"type":"ref","number":166}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1343},{"type":"text","text":"It was above all on \"the first day of the week,\" Sunday, the day of Jesus' resurrection, that the Christians met \"to break bread.\"","attrs":{}},{"type":"ref","number":167},{"type":"text","text":" From that time on down to our own day the celebration of the Eucharist has been continued so that today we encounter it everywhere in the Church with the same fundamental structure. It remains the center of the Church's life.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1344},{"type":"text","text":"Thus from celebration to celebration, as they proclaim the Paschal mystery of Jesus \"until he comes,\" the pilgrim People of God advances, \"following the narrow way of the cross,\"","attrs":{}},{"type":"ref","number":168},{"type":"text","text":" toward the heavenly banquet, when all the elect will be seated at the table of the kingdom.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"152":{"number":152,"refs":[{"text":"Cf. ⇒ Ps 104:13-15.","link":"http://www.vatican.va/archive/ENG0839/_PIO.HTM#WISDB.PSA.104.13"}]},"153":{"number":153,"refs":[{"text":"⇒ Gen 14:18","link":"http://www.vatican.va/archive/ENG0839/_PG.HTM#PENT.GEN.14.18"},{"text":"cf. Roman Missal, EP I (Roman Canon) 95.","link":null}]},"154":{"number":154,"refs":[{"text":"Cf. ⇒ Deut 8:3.","link":"http://www.vatican.va/archive/ENG0839/_P4N.HTM#PENT.DEU.8.3"}]},"155":{"number":155,"refs":[{"text":"⇒ 1 Cor 10:16.","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.16"}]},"156":{"number":156,"refs":[{"text":"Cf. ⇒ Mt 14:13-21","link":"http://www.vatican.va/archive/ENG0839/_PVN.HTM#GOSP.MAT.14.13"},{"text":"⇒ 15:32-39.","link":"http://www.vatican.va/archive/ENG0839/_PVN.HTM#GOSP.MAT.14.13"}]},"157":{"number":157,"refs":[{"text":"Cf. ⇒ Jn 2:11","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.11"},{"text":"⇒ Mk 14:25.","link":"http://www.vatican.va/archive/ENG0839/_PWG.HTM#GOSP.MAR.14.25"}]},"158":{"number":158,"refs":[{"text":"⇒ Jn 6:60.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.60"}]},"159":{"number":159,"refs":[{"text":"⇒ Jn 6:67.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6.67"}]},"160":{"number":160,"refs":[{"text":"In 6:68.","link":null}]},"161":{"number":161,"refs":[{"text":"Cf. ⇒ Jn 13:1-17","link":"http://www.vatican.va/archive/ENG0839/_PXL.HTM#GOSP.JOH.13.1"},{"text":"⇒ 34-35.","link":"http://www.vatican.va/archive/ENG0839/_PXL.HTM#GOSP.JOH.13.34"}]},"162":{"number":162,"refs":[{"text":"Council of Trent (1562): DS 1740.","link":null}]},"163":{"number":163,"refs":[{"text":"Cf. ⇒ Jn 6.","link":"http://www.vatican.va/archive/ENG0839/_PXE.HTM#GOSP.JOH.6"}]},"164":{"number":164,"refs":[{"text":"⇒ Lk 22:7-20","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.7"},{"text":"Cf. ⇒ Mt 26:17-29","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.17"},{"text":"⇒ Mk 14:12-25","link":"http://www.vatican.va/archive/ENG0839/_PWG.HTM#GOSP.MAR.14.12"},{"text":"⇒ 1 Cor 11:23-26.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.23"}]},"165":{"number":165,"refs":[{"text":"Cf. ⇒ 2 Cor 11:26.","link":"http://www.vatican.va/archive/ENG0839/_PZX.HTM#NTLET.2COR.11.26"}]},"166":{"number":166,"refs":[{"text":"⇒ Acts 2:42, ⇒ 46.","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.42"}]},"167":{"number":167,"refs":[{"text":"⇒ Acts 20:7.","link":"http://www.vatican.va/archive/ENG0839/_PYE.HTM#GOSP.ACT.20.7"}]},"168":{"number":168,"refs":[{"text":"AG 1","link":null},{"text":"cf. ⇒ 1 Cor 11:26.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.26"}]}}}