{"id":"toc-142","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"VI. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"The Necessity of Baptism"}]},{"elements":[{"type":"ref-ccc","ref_number":1257},{"type":"text","text":"The Lord himself affirms that Baptism is necessary for salvation."},{"type":"ref","number":59},{"type":"text","text":" He also commands his disciples to proclaim the Gospel to all nations and to baptize them."},{"type":"ref","number":60},{"type":"text","text":" Baptism is necessary for salvation for those to whom the Gospel has been proclaimed and who have had the possibility of asking for this sacrament."},{"type":"ref","number":61},{"type":"text","text":" The Church does not know of any means other than Baptism that assures entry into eternal beatitude; this is why she takes care not to neglect the mission she has received from the Lord to see that all who can be baptized are \"reborn of water and the Spirit.\" God has bound salvation to the sacrament of Baptism, but he himself is not bound by his sacraments."}]},{"elements":[{"type":"ref-ccc","ref_number":1258},{"type":"text","text":"The Church has always held the firm conviction that those who suffer death for the sake of the faith without having received Baptism are baptized by their death for and with Christ. This Baptism of blood, like the desire for Baptism, brings about the fruits of Baptism without being a sacrament."}]},{"elements":[{"type":"ref-ccc","ref_number":1259},{"type":"text","text":"For catechumens who die before their Baptism, their explicit desire to receive it, together with repentance for their sins, and charity, assures them the salvation that they were not able to receive through the sacrament."}]},{"elements":[{"type":"ref-ccc","ref_number":1260},{"type":"text","text":"\"Since Christ died for all, and since all men are in fact called to one and the same destiny, which is divine, we must hold that the Holy Spirit offers to all the possibility of being made partakers, in a way known to God, of the Paschal mystery.\""},{"type":"ref","number":62},{"type":"text","text":" Every man who is ignorant of the Gospel of Christ and of his Church, but seeks the truth and does the will of God in accordance with his understanding of it, can be saved. It may be supposed that such persons would have desired Baptism explicitly if they had known its necessity."}]},{"elements":[{"type":"ref-ccc","ref_number":1261},{"type":"text","text":"As regards children who have died without Baptism, the Church can only entrust them to the mercy of God, as she does in her funeral rites for them. Indeed, the great mercy of God who desires that all men should be saved, and Jesus' tenderness toward children which caused him to say: \"Let the children come to me, do not hinder them,\""},{"type":"ref","number":63},{"type":"text","text":" allow us to hope that there is a way of salvation for children who have died without Baptism. All the more urgent is the Church's call not to prevent little children coming to Christ through the gift of holy Baptism."}]}],"footnotes":{"59":{"number":59,"refs":[{"text":"Cf. ⇒ Jn 3:5[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.5"}]},"60":{"number":60,"refs":[{"text":"Cf. ⇒ Mt 28:19-20","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.19"},{"text":"cf. Council of Trent (1547) DS 1618","link":null},{"text":"LG 14","link":null},{"text":"AG 5.","link":null}]},"61":{"number":61,"refs":[{"text":"Cf. ⇒ Mk 16:16.","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.16"}]},"62":{"number":62,"refs":[{"text":"GS 22 # 5","link":null},{"text":"cf. LG 16","link":null},{"text":"AG 7.","link":null}]},"63":{"number":63,"refs":[{"text":"⇒ Mk 10 14","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.14"},{"text":"cf. ⇒ 1 Tim 2:4.","link":"http://www.vatican.va/archive/ENG0839/_P110.HTM#NTLET.1TIM.2.4"}]}}}