{"id":"toc-174","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":1485},{"attrs":{"i":true},"type":"text","text":"\"On the evening of that day, the first day of the week,\" Jesus showed himself to his apostles. \"He breathed on them, and said to them: 'Receive the Holy Spirit. If you forgive the sins of any, they are forgiven; if you retain the sins of any, they are retained\"' ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.19"},{"attrs":{"i":true},"type":"text","text":" Jn 20:19, ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.22"},{"attrs":{"i":true},"type":"text","text":" 22-23)."}]},{"elements":[{"type":"ref-ccc","ref_number":1486},{"attrs":{"i":true},"type":"text","text":"The forgiveness of sins committed after Baptism is conferred by a particular sacrament called the sacrament of conversion, confession, penance, or reconciliation."}]},{"elements":[{"type":"ref-ccc","ref_number":1487},{"attrs":{"i":true},"type":"text","text":"The sinner wounds God's honor and love, his own human dignity as a man called to be a son of God, and the spiritual well-being of the Church, of which each Christian ought to be a living stone."}]},{"elements":[{"type":"ref-ccc","ref_number":1488},{"attrs":{"i":true},"type":"text","text":"To the eyes of faith no evil is graver than sin and nothing has worse consequences for sinners themselves, for the Church, and for the whole world."}]},{"elements":[{"type":"ref-ccc","ref_number":1489},{"attrs":{"i":true},"type":"text","text":"To return to communion with God after having lost it through sin is a process born of the grace of God who is rich in mercy and solicitous for the salvation of men. One must ask for this precious gift for oneself and for others."}]},{"elements":[{"type":"ref-ccc","ref_number":1490},{"attrs":{"i":true},"type":"text","text":"The movement of return to God, called conversion and repentance, entails sorrow for and abhorrence of sins committed, and the firm purpose of sinning no more in the future. Conversion touches the past and the future and is nourished by hope in God's mercy."}]},{"elements":[{"type":"ref-ccc","ref_number":1491},{"attrs":{"i":true},"type":"text","text":"The sacrament of Penance is a whole consisting in three actions of the penitent and the priest's absolution. the penitent's acts are repentance, confession or disclosure of sins to the priest, and the intention to make reparation and do works of reparation."}]},{"elements":[{"type":"ref-ccc","ref_number":1492},{"attrs":{"i":true},"type":"text","text":"Repentance (also called contrition) must be inspired by motives that arise from faith. If repentance arises from love of charity for God, it is called \"perfect\" contrition; if it is founded on other motives, it is called \"imperfect.\""}]},{"elements":[{"type":"ref-ccc","ref_number":1493},{"attrs":{"i":true},"type":"text","text":"One who desires to obtain reconciliation with God and with the Church, must confess to a priest all the unconfessed grave sins he remembers after having carefully examined his conscience. the confession of venial faults, without being necessary in itself, is nevertheless strongly recommended by the Church."}]},{"elements":[{"type":"ref-ccc","ref_number":1494},{"attrs":{"i":true},"type":"text","text":"The confessor proposes the performance of certain acts of \"satisfaction\" or \"penance\" to be performed by the penitent in order to repair the harm caused by sin and to re-establish habits befitting a disciple of Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":1495},{"attrs":{"i":true},"type":"text","text":"Only priests who have received the faculty of absolving from the authority of the Church can forgive sins in the name of Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":1496},{"attrs":{"i":true},"type":"text","text":"The spiritual effects of the sacrament of Penance are: "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - reconciliation with God by which the penitent recovers grace; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - reconciliation with the Church; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - remission of the eternal punishment incurred by mortal sins; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - remission, at least in part, of temporal punishments resulting from sin; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - peace and serenity of conscience, and spiritual consolation; "},{"type":"spacer"},{"attrs":{"i":true},"type":"text","text":" - an increase of spiritual strength for the Christian battle."}]},{"elements":[{"type":"ref-ccc","ref_number":1497},{"attrs":{"i":true},"type":"text","text":"Individual and integral confession of grave sins followed by absolution remains the only ordinary means of reconciliation with God and with the Church."}]},{"elements":[{"type":"ref-ccc","ref_number":1498},{"attrs":{"i":true},"type":"text","text":"Through indulgences the faithful can obtain the remission of temporal punishment resulting from sin for themselves and also for the souls in Purgatory."}]}],"footnotes":{}}