{"id":"toc-243","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. The Gravity of Sin: Mortal and Venial Sin"}]},{"elements":[{"type":"ref-ccc","ref_number":1854},{"type":"text","text":"Sins are rightly evaluated according to their gravity. the distinction between mortal and venial sin, already evident in Scripture,"},{"type":"ref","number":129},{"type":"text","text":" became part of the tradition of the Church. It is corroborated by human experience."}]},{"elements":[{"type":"ref-ccc","ref_number":1855},{"type":"text","text":"Mortal sin destroys charity in the heart of man by a grave violation of God's law; it turns man away from God, who is his ultimate end and his beatitude, by preferring an inferior good to him. "},{"type":"spacer"},{"type":"text","text":" Venial sin allows charity to subsist, even though it offends and wounds it."}]},{"elements":[{"type":"ref-ccc","ref_number":1856},{"type":"text","text":"Mortal sin, by attacking the vital principle within us - that is, charity - necessitates a new initiative of God's mercy and a conversion of heart which is normally accomplished within the setting of the sacrament of reconciliation:"}]},{"elements":[{"type":"text","text":"When the will sets itself upon something that is of its nature incompatible with the charity that orients man toward his ultimate end, then the sin is mortal by its very object . . . whether it contradicts the love of God, such as blasphemy or perjury, or the love of neighbor, such as homicide or adultery.... But when the sinner's will is set upon something that of its nature involves a disorder, but is not opposed to the love of God and neighbor, such as thoughtless chatter or immoderate laughter and the like, such sins are venial."},{"type":"ref","number":130}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1857},{"type":"text","text":"For a sin to be mortal, three conditions must together be met: \"Mortal sin is sin whose object is grave matter and which is also committed with full knowledge and deliberate consent.\""},{"type":"ref","number":131}]},{"elements":[{"type":"ref-ccc","ref_number":1858},{"type":"text","text":"Grave matter is specified by the Ten Commandments, corresponding to the answer of Jesus to the rich young man: \"Do not kill, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and your mother.\""},{"type":"ref","number":132},{"type":"text","text":" The gravity of sins is more or less great: murder is graver than theft. One must also take into account who is wronged: violence against parents is in itself graver than violence against a stranger."}]},{"elements":[{"type":"ref-ccc","ref_number":1859},{"type":"text","text":"Mortal sin requires full knowledge and complete consent. It presupposes knowledge of the sinful character of the act, of its opposition to God's law. It also implies a consent sufficiently deliberate to be a personal choice. Feigned ignorance and hardness of heart"},{"type":"ref","number":133},{"type":"text","text":" do not diminish, but rather increase, the voluntary character of a sin."}]},{"elements":[{"type":"ref-ccc","ref_number":1860},{"type":"text","text":"Unintentional ignorance can diminish or even remove the imputability of a grave offense. But no one is deemed to be ignorant of the principles of the moral law, which are written in the conscience of every man. the promptings of feelings and passions can also diminish the voluntary and free character of the offense, as can external pressures or pathological disorders. Sin committed through malice, by deliberate choice of evil, is the gravest."}]},{"elements":[{"type":"ref-ccc","ref_number":1861},{"type":"text","text":"Mortal sin is a radical possibility of human freedom, as is love itself. It results in the loss of charity and the privation of sanctifying grace, that is, of the state of grace. If it is not redeemed by repentance and God's forgiveness, it causes exclusion from Christ's kingdom and the eternal death of hell, for our freedom has the power to make choices for ever, with no turning back. However, although we can judge that an act is in itself a grave offense, we must entrust judgment of persons to the justice and mercy of God."}]},{"elements":[{"type":"ref-ccc","ref_number":1862},{"type":"text","text":"One commits venial sin when, in a less serious matter, he does not observe the standard prescribed by the moral law, or when he disobeys the moral law in a grave matter, but without full knowledge or without complete consent."}]},{"elements":[{"type":"ref-ccc","ref_number":1863},{"type":"text","text":"Venial sin weakens charity; it manifests a disordered affection for created goods; it impedes the soul's progress in the exercise of the virtues and the practice of the moral good; it merits temporal punishment. Deliberate and unrepented venial sin disposes us little by little to commit mortal sin. However venial sin does not set us in direct opposition to the will and friendship of God; it does not break the covenant with God. With God's grace it is humanly reparable. \"Venial sin does not deprive the sinner of sanctifying grace, friendship with God, charity, and consequently eternal happiness.\""},{"type":"ref","number":134}]},{"elements":[{"type":"text","text":"While he is in the flesh, man cannot help but have at least some light sins. But do not despise these sins which we call \"light\": if you take them for light when you weigh them, tremble when you count them. A number of light objects makes a great mass; a number of drops fills a river; a number of grains makes a heap. What then is our hope? Above all, confession."},{"type":"ref","number":135}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1864},{"type":"text","text":"\"Whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin.\""},{"type":"ref","number":136},{"type":"text","text":" There are no limits to the mercy of God, but anyone who deliberately refuses to accept his mercy by repenting, rejects the forgiveness of his sins and the salvation offered by the Holy Spirit."},{"type":"ref","number":137},{"type":"text","text":" Such hardness of heart can lead to final impenitence and eternal loss."}]}],"footnotes":{"129":{"number":129,"refs":[{"text":"Cf. 1 ⇒ Jn 16-17.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16"}]},"130":{"number":130,"refs":[{"text":"St. Thomas Aquinas, STh I-II, 88, 2, corp. art.","link":null}]},"131":{"number":131,"refs":[{"text":"RP 17 # 12.","link":null}]},"132":{"number":132,"refs":[{"text":"⇒ Mk 10:19.","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.19"}]},"133":{"number":133,"refs":[{"text":"Cf. ⇒ Mk 3:5-6","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.5"},{"text":"⇒ Lk 16:19-31.","link":"http://www.vatican.va/archive/ENG0839/_PWZ.HTM#GOSP.LUK.16.19"}]},"134":{"number":134,"refs":[{"text":"John Paul II, RP 17 # 9.","link":null}]},"135":{"number":135,"refs":[{"text":"St. Augustine, In ep. Jo. 1, 6: PL 35, 1982.","link":null}]},"136":{"number":136,"refs":[{"text":"⇒ Mk 3:29","link":"http://www.vatican.va/archive/ENG0839/_PW5.HTM#GOSP.MAR.3.29"},{"text":"cf. ⇒ Mt 12:32","link":"http://www.vatican.va/archive/ENG0839/_PVL.HTM#GOSP.MAT.12.32"},{"text":"⇒ Lk 12:10.","link":"http://www.vatican.va/archive/ENG0839/_PWV.HTM#GOSP.LUK.12.10"}]},"137":{"number":137,"refs":[{"text":"Cf. John Paul II, DeV 46.","link":null}]}}}