{"id":"toc-249","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. Conversion and Society"}]},{"elements":[{"type":"ref-ccc","ref_number":1886},{"type":"text","text":"Society is essential to the fulfillment of the human vocation. To attain this aim, respect must be accorded to the just hierarchy of values, which \"subordinates physical and instinctual dimensions to interior and spiritual ones:\""},{"type":"ref","number":8}]},{"elements":[{"type":"text","text":"Human society must primarily be considered something pertaining to the spiritual. Through it, in the bright light of truth, men should share their knowledge, be able to exercise their rights and fulfill their obligations, be inspired to seek spiritual values; mutually derive genuine pleasure from the beautiful, of whatever order it be; always be readily disposed to pass on to others the best of their own cultural heritage; and eagerly strive to make their own the spiritual achievements of others. These benefits not only influence, but at the same time give aim and scope to all that has bearing on cultural expressions, economic, and social institutions, political movements and forms, laws, and all other structures by which society is outwardly established and constantly developed."},{"type":"ref","number":9}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1887},{"type":"text","text":"The inversion of means and ends,"},{"type":"ref","number":10},{"type":"text","text":" which results in giving the value of ultimate end to what is only a means for attaining it, or in viewing persons as mere means to that end, engenders unjust structures which \"make Christian conduct in keeping with the commandments of the divine Law-giver difficult and almost impossible.\""},{"type":"ref","number":11}]},{"elements":[{"type":"ref-ccc","ref_number":1888},{"type":"text","text":"It is necessary, then, to appeal to the spiritual and moral capacities of the human person and to the permanent need for his inner conversion, so as to obtain social changes that will really serve him. the acknowledged priority of the conversion of heart in no way eliminates but on the contrary imposes the obligation of bringing the appropriate remedies to institutions and living conditions when they are an inducement to sin, so that they conform to the norms of justice and advance the good rather than hinder it."},{"type":"ref","number":12}]},{"elements":[{"type":"ref-ccc","ref_number":1889},{"type":"text","text":"Without the help of grace, men would not know how \"to discern the often narrow path between the cowardice which gives in to evil, and the violence which under the illusion of fighting evil only makes it worse.\""},{"type":"ref","number":13},{"type":"text","text":" This is the path of charity, that is, of the love of God and of neighbor. Charity is the greatest social commandment. It respects others and their rights. It requires the practice of justice, and it alone makes us capable of it. Charity inspires a life of self-giving: \"Whoever seeks to gain his life will lose it, but whoever loses his life will preserve it.\""},{"type":"ref","number":14}]}],"footnotes":{"8":{"number":8,"refs":[{"text":"CA 36 # 2.","link":null}]},"9":{"number":9,"refs":[{"text":"John XXIII, PT 36.","link":null}]},"10":{"number":10,"refs":[{"text":"Cf. CA 41.","link":null}]},"11":{"number":11,"refs":[{"text":"Pius XII, Address at Pentecost, June 1, 1941.","link":null}]},"12":{"number":12,"refs":[{"text":"Cf. LG 36.","link":null}]},"13":{"number":13,"refs":[{"text":"CA 25.","link":null}]},"14":{"number":14,"refs":[{"text":"⇒ Lk 17:33.","link":"http://www.vatican.va/archive/ENG0839/_PX0.HTM#GOSP.LUK.17.33"}]}}}