{"id":"toc-264","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. The Old Law"}]},{"elements":[{"type":"ref-ccc","ref_number":1961},{"type":"text","text":"God, our Creator and Redeemer, chose Israel for himself to be his people and revealed his Law to them, thus preparing for the coming of Christ. the Law of Moses expresses many truths naturally accessible to reason. These are stated and authenticated within the covenant of salvation."}]},{"elements":[{"type":"ref-ccc","ref_number":1962},{"type":"text","text":"The Old Law is the first stage of revealed Law. Its moral prescriptions are summed up in the Ten Commandments. the precepts of the Decalogue lay the foundations for the vocation of man fashioned in the image of God; they prohibit what is contrary to the love of God and neighbor and prescribe what is essential to it. the Decalogue is a light offered to the conscience of every man to make God's call and ways known to him and to protect him against evil:"}]},{"elements":[{"type":"text","text":"God wrote on the tables of the Law what men did not read in their hearts."},{"type":"ref","number":13}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1963},{"type":"text","text":"According to Christian tradition, the Law is holy, spiritual, and good,"},{"type":"ref","number":14},{"type":"text","text":" yet still imperfect. Like a tutor"},{"type":"ref","number":15},{"type":"text","text":" it shows what must be done, but does not of itself give the strength, the grace of the Spirit, to fulfill it. Because of sin, which it cannot remove, it remains a law of bondage. According to St. Paul, its special function is to denounce and disclose sin, which constitutes a \"law of concupiscence\" in the human heart."},{"type":"ref","number":16},{"type":"text","text":" However, the Law remains the first stage on the way to the kingdom. It prepares and disposes the chosen people and each Christian for conversion and faith in the Savior God. It provides a teaching which endures for ever, like the Word of God."}]},{"elements":[{"type":"ref-ccc","ref_number":1964},{"type":"text","text":"The Old Law is a preparation for the Gospel. \"The Law is a pedagogy and a prophecy of things to come.\""},{"type":"ref","number":17},{"type":"text","text":" It prophesies and presages the work of liberation from sin which will be fulfilled in Christ: it provides the New Testament with images, \"types,\" and symbols for expressing the life according to the Spirit. Finally, the Law is completed by the teaching of the sapiential books and the prophets which set its course toward the New Covenant and the Kingdom of heaven."}]},{"elements":[{"type":"text","text":"There were . . . under the regimen of the Old Covenant, people who possessed the charity and grace of the Holy Spirit and longed above all for the spiritual and eternal promises by which they were associated with the New Law. Conversely, there exist carnal men under the New Covenant still distanced from the perfection of the New Law: the fear of punishment and certain temporal promises have been necessary, even under the New Covenant, to incite them to virtuous works. In any case, even though the Old Law prescribed charity, it did not give the Holy Spirit, through whom \"God's charity has been poured into our hearts.\""},{"type":"ref","number":18}],"attrs":{"indent":true}}],"footnotes":{"13":{"number":13,"refs":[{"text":"St. Augustine, En. in Ps. 57, 1: PL 36, 673.","link":null}]},"14":{"number":14,"refs":[{"text":"Cf. ⇒ Rom 7:12, ⇒ 14, ⇒ 16.","link":"http://www.vatican.va/archive/ENG0839/_PYV.HTM#NTLET.ROM.7.12"}]},"15":{"number":15,"refs":[{"text":"Cf. ⇒ Gal 3:24.","link":"http://www.vatican.va/archive/ENG0839/_P103.HTM#NTLET.GAL.3.24"}]},"16":{"number":16,"refs":[{"text":"Cf. ⇒ Rom 7.","link":"http://www.vatican.va/archive/ENG0839/_PYV.HTM#NTLET.ROM.7"}]},"17":{"number":17,"refs":[{"text":"St. Irenaeus, Adv. haeres. 4, 15, 1: PG 7/1, 1012.","link":null}]},"18":{"number":18,"refs":[{"text":"St. Thomas Aquinas, STh I-II, 107, 1 ad 2","link":null},{"text":"cf. ⇒ Rom 5:5.","link":"http://www.vatican.va/archive/ENG0839/_PYT.HTM#NTLET.ROM.5.5"}]}}}