{"id":"toc-266","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1975},{"type":"text","text":"According to Scripture the Law is a fatherly instruction by God which prescribes for man the ways that lead to the promised beatitude, and proscribes the ways of evil.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1976},{"type":"text","text":"\"Law is an ordinance of reason for the common good, promulgated by the one who is in charge of the community\" (St. Thomas Aquinas, STh I-II, 90, 4).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1977},{"type":"text","text":"Christ is the end of the law (cf ","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PYY.HTM#NTLET.ROM.10.4","attrs":{"i":true}},{"type":"text","text":" Rom 10:4); only he teaches and bestows the justice of God.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1978},{"type":"text","text":"The natural law is a participation in God's wisdom and goodness by man formed in the image of his Creator. It expresses the dignity of the human person and forms the basis of his fundamental rights and duties.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1979},{"type":"text","text":"The natural law is immutable, permanent throughout history. the rules that express it remain substantially valid. It is a necessary foundation for the erection of moral rules and civil law.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1980},{"type":"text","text":"The Old Law is the first stage of revealed law. Its moral prescriptions are summed up in the Ten Commandments.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1981},{"type":"text","text":"The Law of Moses contains many truths naturally accessible to reason. God has revealed them because men did not read them in their hearts.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1982},{"type":"text","text":"The Old Law is a preparation for the Gospel.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1983},{"type":"text","text":"The New Law is the grace of the Holy Spirit received by faith in Christ, operating through charity. It finds expression above all in the Lord's Sermon on the Mount and uses the sacraments to communicate grace to us.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1984},{"type":"text","text":"The Law of the Gospel fulfills and surpasses the Old Law and brings it to perfection: its promises, through the Beatitudes of the Kingdom of heaven; its commandments, by reforming the heart, the root of human acts.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1985},{"type":"text","text":"The New Law is a law of love, a law of grace, a law of freedom.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1986},{"type":"text","text":"Besides its precepts the New Law includes the evangelical counsels. \"The Church's holiness is fostered in a special way by the manifold counsels which the Lord proposes to his disciples in the Gospel\" (LG 42 # 2).","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}