{"id":"toc-270","paragraphs":[{"elements":[{"type":"text","text":"III. Merit","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"You are glorified in the assembly of your Holy Ones, for in crowning their merits you are crowning your own gifts.","attrs":{}},{"type":"ref","number":59}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2006},{"type":"text","text":"The term \"merit\" refers in general to the recompense owed by a community or a society for the action of one of its members, experienced either as beneficial or harmful, deserving reward or punishment. Merit is relative to the virtue of justice, in conformity with the principle of equality which governs it.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2007},{"type":"text","text":"With regard to God, there is no strict right to any merit on the part of man. Between God and us there is an immeasurable inequality, for we have received everything from him, our Creator.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2008},{"type":"text","text":"The merit of man before God in the Christian life arises from the fact that God has freely chosen to associate man with the work of his grace. the fatherly action of God is first on his own initiative, and then follows man's free acting through his collaboration, so that the merit of good works is to be attributed in the first place to the grace of God, then to the faithful. Man's merit, moreover, itself is due to God, for his good actions proceed in Christ, from the predispositions and assistance given by the Holy Spirit.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2009},{"type":"text","text":"Filial adoption, in making us partakers by grace in the divine nature, can bestow true merit on us as a result of God's gratuitous justice. This is our right by grace, the full right of love, making us \"co-heirs\" with Christ and worthy of obtaining \"the promised inheritance of eternal life.\"","attrs":{}},{"type":"ref","number":60},{"type":"text","text":" The merits of our good works are gifts of the divine goodness.","attrs":{}},{"type":"ref","number":61},{"type":"text","text":" \"Grace has gone before us; now we are given what is due.... Our merits are God's gifts.\"","attrs":{}},{"type":"ref","number":62}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2010},{"type":"text","text":"Since the initiative belongs to God in the order of grace, no one can merit the initial grace of forgiveness and justification, at the beginning of conversion. Moved by the Holy Spirit and by charity, we can then merit for ourselves and for others the graces needed for our sanctification, for the increase of grace and charity, and for the attainment of eternal life. Even temporal goods like health and friendship can be merited in accordance with God's wisdom. These graces and goods are the object of Christian prayer. Prayer attends to the grace we need for meritorious actions.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2011},{"type":"text","text":"The charity of Christ is the source in us of all our merits before God. Grace, by uniting us to Christ in active love, ensures the supernatural quality of our acts and consequently their merit before God and before men. the saints have always had a lively awareness that their merits were pure grace.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"After earth's exile, I hope to go and enjoy you in the fatherland, but I do not want to lay up merits for heaven. I want to work for your love alone.... In the evening of this life, I shall appear before you with empty hands, for I do not ask you, Lord, to count my works. All our justice is blemished in your eyes. I wish, then, to be clothed in your own justice and to receive from your love the eternal possession of yourself.","attrs":{}},{"type":"ref","number":63}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"59":{"number":59,"refs":[{"text":"Roman Missal, Prefatio I de sanctis","link":null},{"text":"Qui in Sanctorum concilio    celebraris, et eorum coronando merita tua dona coronas, citing the \"Doctor    of grace,\" St. Augustine, En. in Ps. 102, 7: PL 37, 1321-1322.","link":null}]},"60":{"number":60,"refs":[{"text":"Council of Trent (1547): DS 1546.","link":null}]},"61":{"number":61,"refs":[{"text":"Cf. Council of Trent (1547): DS 1548.","link":null}]},"62":{"number":62,"refs":[{"text":"St. Augustine, Sermo 298, 4-5: PL 38, 1367.","link":null}]},"63":{"number":63,"refs":[{"text":"St. Therese of Lisieux, \"Act of Offering\" in Story of a Soul, tr. John    Clarke (Washington Dc: ICS, 1981), 277.","link":null}]}}}