{"id":"toc-225","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. Passions"}]},{"elements":[{"type":"ref-ccc","ref_number":1763},{"type":"text","text":"The term \"passions\" belongs to the Christian patrimony. Feelings or passions are emotions or movements of the sensitive appetite that incline us to act or not to act in regard to something felt or imagined to be good or evil."}]},{"elements":[{"type":"ref-ccc","ref_number":1764},{"type":"text","text":"The passions are natural components of the human psyche; they form the passageway and ensure the connection between the life of the senses and the life of the mind. Our Lord called man's heart the source from which the passions spring."},{"type":"ref","number":40}]},{"elements":[{"type":"ref-ccc","ref_number":1765},{"type":"text","text":"There are many passions. the most fundamental passion is love, aroused by the attraction of the good. Love causes a desire for the absent good and the hope of obtaining it; this movement finds completion in the pleasure and joy of the good possessed. the apprehension of evil causes hatred, aversion, and fear of the impending evil; this movement ends in sadness at some present evil, or in the anger that resists it."}]},{"elements":[{"type":"ref-ccc","ref_number":1766},{"type":"text","text":"\"To love is to will the good of another.\""},{"type":"ref","number":41},{"type":"text","text":" All other affections have their source in this first movement of the human heart toward the good. Only the good can be loved."},{"type":"ref","number":42},{"type":"text","text":" Passions \"are evil if love is evil and good if it is good.\""},{"type":"ref","number":43}]}],"footnotes":{"40":{"number":40,"refs":[{"text":"Cf. ⇒ Mk 7:21.","link":"http://www.vatican.va/archive/ENG0839/_PW9.HTM#GOSP.MAR.7.21"}]},"41":{"number":41,"refs":[{"text":"St. Thomas Aquinas, STh I-II, 26, 4, corp. art.","link":null}]},"42":{"number":42,"refs":[{"text":"Cf. St. Augustine, De Trin., 8, 3, 4: PL 42, 949-950.","link":null}]},"43":{"number":43,"refs":[{"text":"St. Augustine, De civ. Dei 14, 7, 2: PL 41, 410.","link":null}]}}}