{"id":"toc-269","paragraphs":[{"elements":[{"type":"text","text":"II. Grace","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1996},{"type":"text","text":"Our justification comes from the grace of God. Grace is favor, the free and undeserved help that God gives us to respond to his call to become children of God, adoptive sons, partakers of the divine nature and of eternal life.","attrs":{}},{"type":"ref","number":46}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1997},{"type":"text","text":"Grace is a participation in the life of God. It introduces us into the intimacy of Trinitarian life: by Baptism the Christian participates in the grace of Christ, the Head of his Body. As an \"adopted son\" he can henceforth call God \"Father,\" in union with the only Son. He receives the life of the Spirit who breathes charity into him and who forms the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1998},{"type":"text","text":"This vocation to eternal life is supernatural. It depends entirely on God's gratuitous initiative, for he alone can reveal and give himself. It surpasses the power of human intellect and will, as that of every other creature.","attrs":{}},{"type":"ref","number":47}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1999},{"type":"text","text":"The grace of Christ is the gratuitous gift that God makes to us of his own life, infused by the Holy Spirit into our soul to heal it of sin and to sanctify it. It is the sanctifying or deifying grace received in Baptism. It is in us the source of the work of sanctification:","attrs":{}},{"type":"ref","number":48}],"attrs":{}},{"elements":[{"type":"text","text":"Therefore if any one is in Christ, he is a new creation; the old has passed away, behold, the new has come. All this is from God, who through Christ reconciled us to himself.","attrs":{}},{"type":"ref","number":49}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2000},{"type":"text","text":"Sanctifying grace is an habitual gift, a stable and supernatural disposition that perfects the soul itself to enable it to live with God, to act by his love. Habitual grace, the permanent disposition to live and act in keeping with God's call, is distinguished from actual graces which refer to God's interventions, whether at the beginning of conversion or in the course of the work of sanctification.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2001},{"type":"text","text":"The preparation of man for the reception of grace is already a work of grace. This latter is needed to arouse and sustain our collaboration in justification through faith, and in sanctification through charity. God brings to completion in us what he has begun, \"since he who completes his work by cooperating with our will began by working so that we might will it:\"","attrs":{}},{"type":"ref","number":50}],"attrs":{}},{"elements":[{"type":"text","text":"Indeed we also work, but we are only collaborating with God who works, for his mercy has gone before us. It has gone before us so that we may be healed, and follows us so that once healed, we may be given life; it goes before us so that we may be called, and follows us so that we may be glorified; it goes before us so that we may live devoutly, and follows us so that we may always live with God: for without him we can do nothing.","attrs":{}},{"type":"ref","number":51}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2002},{"type":"text","text":"God's free initiative demands man's free response, for God has created man in his image by conferring on him, along with freedom, the power to know him and love him. the soul only enters freely into the communion of love. God immediately touches and directly moves the heart of man. He has placed in man a longing for truth and goodness that only he can satisfy. the promises of \"eternal life\" respond, beyond all hope, to this desire:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"If at the end of your very good works . . ., you rested on the seventh day, it was to foretell by the voice of your book that at the end of our works, which are indeed \"very good\" since you have given them to us, we shall also rest in you on the sabbath of eternal life.","attrs":{}},{"type":"ref","number":52}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2003},{"type":"text","text":"Grace is first and foremost the gift of the Spirit who justifies and sanctifies us. But grace also includes the gifts that the Spirit grants us to associate us with his work, to enable us to collaborate in the salvation of others and in the growth of the Body of Christ, the Church. There are sacramental graces, gifts proper to the different sacraments. There are furthermore special graces, also called charisms after the Greek term used by St. Paul and meaning \"favor,\" \"gratuitous gift,\" \"benefit.\"","attrs":{}},{"type":"ref","number":53},{"type":"text","text":" Whatever their character - sometimes it is extraordinary, such as the gift of miracles or of tongues - charisms are oriented toward sanctifying grace and are intended for the common good of the Church. They are at the service of charity which builds up the Church.","attrs":{}},{"type":"ref","number":54}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2004},{"type":"text","text":"Among the special graces ought to be mentioned the graces of state that accompany the exercise of the responsibilities of the Christian life and of the ministries within the Church:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; if service, in our serving; he who teaches, in his teaching; he who exhorts, in his exhortation; he who contributes, in liberality; he who gives aid, with zeal; he who does acts of mercy, with cheerfulness.","attrs":{}},{"type":"ref","number":55}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2005},{"type":"text","text":"Since it belongs to the supernatural order, grace escapes our experience and cannot be known except by faith. We cannot therefore rely on our feelings or our works to conclude that we are justified and saved.","attrs":{}},{"type":"ref","number":56},{"type":"text","text":" However, according to the Lord's words \"Thus you will know them by their fruits\"","attrs":{}},{"type":"ref","number":57},{"type":"text","text":" - reflection on God's blessings in our life and in the lives of the saints offers us a guarantee that grace is at work in us and spurs us on to an ever greater faith and an attitude of trustful poverty.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"A pleasing illustration of this attitude is found in the reply of St. Joan of Arc to a question posed as a trap by her ecclesiastical judges: \"Asked if she knew that she was in God's grace, she replied: 'If I am not, may it please God to put me in it; if I am, may it please God to keep me there.'\"","attrs":{}},{"type":"ref","number":58}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"46":{"number":46,"refs":[{"text":"Cf. ⇒ Jn 1:12-18","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.12"},{"text":"⇒ 17:3","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17.3"},{"text":"⇒ Rom 8:14-17","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.14"},{"text":"⇒ 2 Pet 1:3-4.","link":"http://www.vatican.va/archive/ENG0839/_P127.HTM#CATHL.2PET.1.3"}]},"47":{"number":47,"refs":[{"text":"Cf. ⇒ 1 Cor 2:7-9.","link":"http://www.vatican.va/archive/ENG0839/_PZ7.HTM#NTLET.1COR.2.7"}]},"48":{"number":48,"refs":[{"text":"Cf. ⇒ Jn 4:14","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.14"},{"text":"⇒ 7:38-39.","link":"http://www.vatican.va/archive/ENG0839/_PXF.HTM#GOSP.JOH.7.38"}]},"49":{"number":49,"refs":[{"text":"⇒ 2 Cor 5:17-18.","link":"http://www.vatican.va/archive/ENG0839/_PZR.HTM#NTLET.2COR.5.17"}]},"50":{"number":50,"refs":[{"text":"St. Augustine, De gratia et libero arbitrio, 17: PL 44, 901.","link":null}]},"51":{"number":51,"refs":[{"text":"St. Augustine, De natura et gratia, 31: PL 44, 264.","link":null}]},"52":{"number":52,"refs":[{"text":"St. Augustine, Conf. 13, 36, 51: PL 32, 868","link":null},{"text":"cf. ⇒ Gen 1:31.","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.31"}]},"53":{"number":53,"refs":[{"text":"Cf. LG 12.","link":null}]},"54":{"number":54,"refs":[{"text":"Cf. ⇒ 1 Cor 12.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12"}]},"55":{"number":55,"refs":[{"text":"⇒ Rom 12:6-8.","link":"http://www.vatican.va/archive/ENG0839/_PZ0.HTM#NTLET.ROM.12.6"}]},"56":{"number":56,"refs":[{"text":"Cf. Council of Trent (1547): DS 1533-1534.","link":null}]},"57":{"number":57,"refs":[{"text":"⇒ Mt 7:20.","link":"http://www.vatican.va/archive/ENG0839/_PVG.HTM#GOSP.MAT.7.20"}]},"58":{"number":58,"refs":[{"text":"Acts of the trial of St. Joan of Arc.","link":null}]}}}