{"id":"toc-276","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. Moral Life and Missionary Witness"}]},{"elements":[{"type":"ref-ccc","ref_number":2044},{"type":"text","text":"The fidelity of the baptized is a primordial condition for the proclamation of the Gospel and for the Church's mission in the world. In order that the message of salvation can show the power of its truth and radiance before men, it must be authenticated by the witness of the life of Christians. \"The witness of a Christian life and good works done in a supernatural spirit have great power to draw men to the faith and to God.\""},{"type":"ref","number":88}]},{"elements":[{"type":"ref-ccc","ref_number":2045},{"type":"text","text":"Because they are members of the Body whose Head is Christ,"},{"type":"ref","number":89},{"type":"text","text":" Christians contribute to building up the Church by the constancy of their convictions and their moral lives. the Church increases, grows, and develops through the holiness of her faithful, until \"we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ.\""},{"type":"ref","number":90}]},{"elements":[{"type":"ref-ccc","ref_number":2046},{"type":"text","text":"By living with the mind of Christ, Christians hasten the coming of the Reign of God, \"a kingdom of justice, love, and peace.\""},{"type":"ref","number":91},{"type":"text","text":" They do not, for all that, abandon their earthly tasks; faithful to their master, they fulfill them with uprightness, patience, and love."}]}],"footnotes":{"88":{"number":88,"refs":[{"text":"AA 6 # 2.","link":null}]},"89":{"number":89,"refs":[{"text":"Cf. ⇒ Eph 1:22.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.22"}]},"90":{"number":90,"refs":[{"text":"⇒ Eph 4:13","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.13"},{"text":"cf. LG 39.","link":null}]},"91":{"number":91,"refs":[{"text":"Roman Missal, Preface of Christ the King.","link":null}]}}}