{"id":"toc-217","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Freedom and Responsibility"}]},{"elements":[{"type":"ref-ccc","ref_number":1731},{"type":"text","text":"Freedom is the power, rooted in reason and will, to act or not to act, to do this or that, and so to perform deliberate actions on one's own responsibility. By free will one shapes one's own life. Human freedom is a force for growth and maturity in truth and goodness; it attains its perfection when directed toward God, our beatitude."}]},{"elements":[{"type":"ref-ccc","ref_number":1732},{"type":"text","text":"As long as freedom has not bound itself definitively to its ultimate good which is God, there is the possibility of choosing between good and evil, and thus of growing in perfection or of failing and sinning. This freedom characterizes properly human acts. It is the basis of praise or blame, merit or reproach."}]},{"elements":[{"type":"ref-ccc","ref_number":1733},{"type":"text","text":"The more one does what is good, the freer one becomes. There is no true freedom except in the service of what is good and just. the choice to disobey and do evil is an abuse of freedom and leads to \"the slavery of sin.\""},{"type":"ref","number":28}]},{"elements":[{"type":"ref-ccc","ref_number":1734},{"type":"text","text":"Freedom makes man responsible for his acts to the extent that they are voluntary. Progress in virtue, knowledge of the good, and ascesis enhance the mastery of the will over its acts."}]},{"elements":[{"type":"ref-ccc","ref_number":1735},{"type":"text","text":"Imputability and responsibility for an action can be diminished or even nullified by ignorance, inadvertence, duress, fear, habit, inordinate attachments, and other psychological or social factors."}]},{"elements":[{"type":"ref-ccc","ref_number":1736},{"type":"text","text":"Every act directly willed is imputable to its author:"}]},{"elements":[{"type":"text","text":"Thus the Lord asked Eve after the sin in the garden: \"What is this that you have done?\""},{"type":"ref","number":29},{"type":"text","text":" He asked Cain the same question."},{"type":"ref","number":30},{"type":"text","text":" The prophet Nathan questioned David in the same way after he committed adultery with the wife of Uriah and had him murdered."},{"type":"ref","number":31},{"type":"spacer"},{"type":"text","text":" An action can be indirectly voluntary when it results from negligence regarding something one should have known or done: for example, an accident arising from ignorance of traffic laws."}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1737},{"type":"text","text":"An effect can be tolerated without being willed by its agent; for instance, a mother's exhaustion from tending her sick child. A bad effect is not imputable if it was not willed either as an end or as a means of an action, e.g., a death a person incurs in aiding someone in danger. For a bad effect to be imputable it must be foreseeable and the agent must have the possibility of avoiding it, as in the case of manslaughter caused by a drunken driver."}]},{"elements":[{"type":"ref-ccc","ref_number":1738},{"type":"text","text":"Freedom is exercised in relationships between human beings. Every human person, created in the image of God, has the natural right to be recognized as a free and responsible being. All owe to each other this duty of respect. the right to the exercise of freedom, especially in moral and religious matters, is an inalienable requirement of the dignity of the human person. This right must be recognized and protected by civil authority within the limits of the common good and public order."},{"type":"ref","number":32}]}],"footnotes":{"28":{"number":28,"refs":[{"text":"Cf. ⇒ Rom 6:17.","link":"http://www.vatican.va/archive/ENG0839/_PYU.HTM#NTLET.ROM.6.17"}]},"29":{"number":29,"refs":[{"text":"⇒ Gen 3:13.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.13"}]},"30":{"number":30,"refs":[{"text":"Cf. ⇒ Gen 4:10.","link":"http://www.vatican.va/archive/ENG0839/_P6.HTM#PENT.GEN.4.10"}]},"31":{"number":31,"refs":[{"text":"Cf. ⇒ 2 Sam 12:7-15.","link":"http://www.vatican.va/archive/ENG0839/_P81.HTM#PENT.2SAM.12.7"}]},"32":{"number":32,"refs":[{"text":"Cf. DH 2 # 7.","link":null}]}}}