{"id":"toc-274","paragraphs":[{"elements":[{"type":"text","text":"I. Moral Life and the Magisterium of the Church","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2032},{"type":"text","text":"The Church, the \"pillar and bulwark of the truth,\" \"has received this solemn command of Christ from the apostles to announce the saving truth.\"","attrs":{}},{"type":"ref","number":74},{"type":"text","text":" \"To the Church belongs the right always and everywhere to announce moral principles, including those pertaining to the social order, and to make judgments on any human affairs to the extent that they are required by the fundamental rights of the human person or the salvation of souls.\"","attrs":{}},{"type":"ref","number":75}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2033},{"type":"text","text":"The Magisterium of the Pastors of the Church in moral matters is ordinarily exercised in catechesis and preaching, with the help of the works of theologians and spiritual authors. Thus from generation to generation, under the aegis and vigilance of the pastors, the \"deposit\" of Christian moral teaching has been handed on, a deposit composed of a characteristic body of rules, commandments, and virtues proceeding from faith in Christ and animated by charity. Alongside the Creed and the Our Father, the basis for this catechesis has traditionally been the Decalogue which sets out the principles of moral life valid for all men.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2034},{"type":"text","text":"The Roman Pontiff and the bishops are \"authentic teachers, that is, teachers endowed with the authority of Christ, who preach the faith to the people entrusted to them, the faith to be believed and put into practice.\"","attrs":{}},{"type":"ref","number":76},{"type":"text","text":" The ordinary and universal Magisterium of the Pope and the bishops in communion with him teach the faithful the truth to believe, the charity to practice, the beatitude to hope for.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2035},{"type":"text","text":"The supreme degree of participation in the authority of Christ is ensured by the charism of infallibility. This infallibility extends as far as does the deposit of divine Revelation; it also extends to all those elements of doctrine, including morals, without which the saving truths of the faith cannot be preserved, explained, or observed.","attrs":{}},{"type":"ref","number":77}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2036},{"type":"text","text":"The authority of the Magisterium extends also to the specific precepts of the natural law, because their observance, demanded by the Creator, is necessary for salvation. In recalling the prescriptions of the natural law, the Magisterium of the Church exercises an essential part of its prophetic office of proclaiming to men what they truly are and reminding them of what they should be before God.","attrs":{}},{"type":"ref","number":78}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2037},{"type":"text","text":"The law of God entrusted to the Church is taught to the faithful as the way of life and truth. the faithful therefore have the right to be instructed in the divine saving precepts that purify judgment and, with grace, heal wounded human reason.","attrs":{}},{"type":"ref","number":79},{"type":"text","text":" They have the duty of observing the constitutions and decrees conveyed by the legitimate authority of the Church. Even if they concern disciplinary matters, these determinations call for docility in charity.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2038},{"type":"text","text":"In the work of teaching and applying Christian morality, the Church needs the dedication of pastors, the knowledge of theologians, and the contribution of all Christians and men of good will. Faith and the practice of the Gospel provide each person with an experience of life \"in Christ,\" who enlightens him and makes him able to evaluate the divine and human realities according to the Spirit of God.","attrs":{}},{"type":"ref","number":80},{"type":"text","text":" Thus the Holy Spirit can use the humblest to enlighten the learned and those in the highest positions.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2039},{"type":"text","text":"Ministries should be exercised in a spirit of fraternal service and dedication to the Church, in the name of the Lord.","attrs":{}},{"type":"ref","number":81},{"type":"text","text":" At the same time the conscience of each person should avoid confining itself to individualistic considerations in its moral judgments of the person's own acts. As far as possible conscience should take account of the good of all, as expressed in the moral law, natural and revealed, and consequently in the law of the Church and in the authoritative teaching of the Magisterium on moral questions. Personal conscience and reason should not be set in opposition to the moral law or the Magisterium of the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2040},{"type":"text","text":"Thus a true filial spirit toward the Church can develop among Christians. It is the normal flowering of the baptismal grace which has begotten us in the womb of the Church and made us members of the Body of Christ. In her motherly care, the Church grants us the mercy of God which prevails over all our sins and is especially at work in the sacrament of reconciliation. With a mother's foresight, she also lavishes on us day after day in her liturgy the nourishment of the Word and Eucharist of the Lord.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"74":{"number":74,"refs":[{"text":"1 Tim 3:15","link":null},{"text":"LG 17.","link":null}]},"75":{"number":75,"refs":[{"text":"⇒ CIC, can. 747 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P2H.HTM#2.3.2.0.0.0.747"}]},"76":{"number":76,"refs":[{"text":"LG 25.","link":null}]},"77":{"number":77,"refs":[{"text":"Cf. LG 25","link":null},{"text":"CDF, declaration, Mysterium Ecclesiae 3.","link":null}]},"78":{"number":78,"refs":[{"text":"Cf. DH 14.","link":null}]},"79":{"number":79,"refs":[{"text":"Cf. ⇒ CIC, can. 213.","link":"http://www.vatican.va/archive/ENG1104/_PV.HTM#2.1.0.1.0.0.213"}]},"80":{"number":80,"refs":[{"text":"Cf. ⇒ 1 Cor 2:10-15.","link":"http://www.vatican.va/archive/ENG0839/_PZ7.HTM#NTLET.1COR.2.10"}]},"81":{"number":81,"refs":[{"text":"Cf. ⇒ Rom 12:8, 11.","link":"http://www.vatican.va/archive/ENG0839/_PZ0.HTM#NTLET.ROM.12.8"}]}}}