{"id":"toc-221","paragraphs":[{"elements":[{"type":"text","text":"I. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Sources of Morality","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1750},{"type":"text","text":"The morality of human acts depends on: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the object chosen; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the end in view or the intention; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the circumstances of the action. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The object, the intention, and the circumstances make up the \"sources,\" or constitutive elements, of the morality of human acts.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1751},{"type":"text","text":"The object chosen is a good toward which the will deliberately directs itself. It is the matter of a human act. the object chosen morally specifies the act of the will, insofar as reason recognizes and judges it to be or not to be in conformity with the true good. Objective norms of morality express the rational order of good and evil, attested to by conscience.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1752},{"type":"text","text":"In contrast to the object, the intention resides in the acting subject. Because it lies at the voluntary source of an action and determines it by its end, intention is an element essential to the moral evaluation of an action. the end is the first goal of the intention and indicates the purpose pursued in the action. the intention is a movement of the will toward the end: it is concerned with the goal of the activity. It aims at the good anticipated from the action undertaken. Intention is not limited to directing individual actions, but can guide several actions toward one and the same purpose; it can orient one's whole life toward its ultimate end. For example, a service done with the end of helping one's neighbor can at the same time be inspired by the love of God as the ultimate end of all our actions. One and the same action can also be inspired by several intentions, such as performing a service in order to obtain a favor or to boast about it.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1753},{"type":"text","text":"A good intention (for example, that of helping one's neighbor) does not make behavior that is intrinsically disordered, such as lying and calumny, good or just. the end does not justify the means. Thus the condemnation of an innocent person cannot be justified as a legitimate means of saving the nation. On the other hand, an added bad intention (such as vainglory) makes an act evil that, in and of itself, can be good (such as almsgiving).","attrs":{}},{"type":"ref","number":39}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1754},{"type":"text","text":"The circumstances, including the consequences, are secondary elements of a moral act. They contribute to increasing or diminishing the moral goodness or evil of human acts (for example, the amount of a theft). They can also diminish or increase the agent's responsibility (such as acting out of a fear of death). Circumstances of themselves cannot change the moral quality of acts themselves; they can make neither good nor right an action that is in itself evil.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"39":{"number":39,"refs":[{"text":"Cf. ⇒ Mt 6:24.","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.24"}]}}}