{"id":"toc-262","paragraphs":[{"elements":[{"type":"text","text":"Article 1","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"THE MORAL LAW","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1950},{"type":"text","text":"The moral law is the work of divine Wisdom. Its biblical meaning can be defined as fatherly instruction, God's pedagogy. It prescribes for man the ways, the rules of conduct that lead to the promised beatitude; it proscribes the ways of evil which turn him away from God and his love. It is at once firm in its precepts and, in its promises, worthy of love.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1951},{"type":"text","text":"Law is a rule of conduct enacted by competent authority for the sake of the common good. the moral law presupposes the rational order, established among creatures for their good and to serve their final end, by the power, wisdom, and goodness of the Creator. All law finds its first and ultimate truth in the eternal law. Law is declared and established by reason as a participation in the providence of the living God, Creator and Redeemer of all. \"Such an ordinance of reason is what one calls law.\"","attrs":{}},{"type":"ref","number":2}],"attrs":{}},{"elements":[{"type":"text","text":"Alone among all animate beings, man can boast of having been counted worthy to receive a law from God: as an animal endowed with reason, capable of understanding and discernment, he is to govern his conduct by using his freedom and reason, in obedience to the One who has entrusted everything to him.","attrs":{}},{"type":"ref","number":3}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1952},{"type":"text","text":"There are different expressions of the moral law, all of them interrelated: eternal law - the source, in God, of all law; natural law; revealed law, comprising the Old Law and the New Law, or Law of the Gospel; finally, civil and ecclesiastical laws.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1953},{"type":"text","text":"The moral law finds its fullness and its unity in Christ. Jesus Christ is in person the way of perfection. He is the end of the law, for only he teaches and bestows the justice of God: \"For Christ is the end of the law, that every one who has faith may be justified.\"","attrs":{}},{"type":"ref","number":4}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"2":{"number":2,"refs":[{"text":"Leo XIII, Libertas praestantissimum: AAS 20 (1887/88), 597","link":null},{"text":"cf. St.    Thomas Aquinas, STh I-II, 90, 1.","link":null}]},"3":{"number":3,"refs":[{"text":"Cf. Tertullian, Adv. Marc, 2, 4: PL 2, 288-289.","link":null}]},"4":{"number":4,"refs":[{"text":"⇒ Rom 10:4.","link":"http://www.vatican.va/archive/ENG0839/_PYY.HTM#NTLET.ROM.10.4"}]}}}