{"id":"toc-258","paragraphs":[{"elements":[{"type":"text","text":"II. Equality and Differences Among Men","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1934},{"type":"text","text":"Created in the image of the one God and equally endowed with rational souls, all men have the same nature and the same origin. Redeemed by the sacrifice of Christ, all are called to participate in the same divine beatitude: all therefore enjoy an equal dignity.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1935},{"type":"text","text":"The equality of men rests essentially on their dignity as persons and the rights that flow from it:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Every form of social or cultural discrimination in fundamental personal rights on the grounds of sex, race, color, social conditions, language, or religion must be curbed and eradicated as incompatible with God's design.","attrs":{}},{"type":"ref","number":40}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1936},{"type":"text","text":"On coming into the world, man is not equipped with everything he needs for developing his bodily and spiritual life. He needs others. Differences appear tied to age, physical abilities, intellectual or moral aptitudes, the benefits derived from social commerce, and the distribution of wealth.","attrs":{}},{"type":"ref","number":41},{"type":"text","text":" The \"talents\" are not distributed equally.","attrs":{}},{"type":"ref","number":42}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1937},{"type":"text","text":"These differences belong to God's plan, who wills that each receive what he needs from others, and that those endowed with particular \"talents\" share the benefits with those who need them. These differences encourage and often oblige persons to practice generosity, kindness, and sharing of goods; they foster the mutual enrichment of cultures:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"I distribute the virtues quite diversely; I do not give all of them to each person, but some to one, some to others.... I shall give principally charity to one; justice to another; humility to this one, a living faith to that one.... and so I have given many gifts and graces, both spiritual and temporal, with such diversity that I have not given everything to one single person, so that you may be constrained to practice charity towards one another.... I have willed that one should need another and that all should be my ministers in distributing the graces and gifts they have received from me.","attrs":{}},{"type":"ref","number":43}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1938},{"type":"text","text":"There exist also sinful inequalities that affect millions of men and women. These are in open contradiction of the Gospel:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Their equal dignity as persons demands that we strive for fairer and more humane conditions. Excessive economic and social disparity between individuals and peoples of the one human race is a source of scandal and militates against social justice, equity, human dignity, as well as social and international peace.","attrs":{}},{"type":"ref","number":44}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"40":{"number":40,"refs":[{"text":"GS 29 # 2.","link":null}]},"41":{"number":41,"refs":[{"text":"Cf. GS 29 # 2.","link":null}]},"42":{"number":42,"refs":[{"text":"Cf. ⇒ Mt 25:14-30","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.14"},{"text":"⇒ Lk 19:27.","link":"http://www.vatican.va/archive/ENG0839/_PX2.HTM#GOSP.LUK.19.27"}]},"43":{"number":43,"refs":[{"text":"St. Catherine of Siena, Dial. I, 7.","link":null}]},"44":{"number":44,"refs":[{"text":"CS 29 # 3.","link":null}]}}}