{"id":"toc-252","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Article 2"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"PARTICIPATION IN SOCIAL LIFE"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. Authority"}]},{"elements":[{"type":"ref-ccc","ref_number":1897},{"type":"text","text":"\"Human society can be neither well-ordered nor prosperous unless it has some people invested with legitimate authority to preserve its institutions and to devote themselves as far as is necessary to work and care for the good of all.\""},{"type":"ref","number":15},{"type":"spacer"},{"type":"text","text":" By \"authority\" one means the quality by virtue of which persons or institutions make laws and give orders to men and expect obedience from them."}]},{"elements":[{"type":"ref-ccc","ref_number":1898},{"type":"text","text":"Every human community needs an authority to govern it."},{"type":"ref","number":16},{"type":"text","text":" The foundation of such authority lies in human nature. It is necessary for the unity of the state. Its role is to ensure as far as possible the common good of the society."}]},{"elements":[{"type":"ref-ccc","ref_number":1899},{"type":"text","text":"The authority required by the moral order derives from God: \"Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. Therefore he who resists the authorities resists what God has appointed, and those who resist will incur judgment.\""},{"type":"ref","number":17}]},{"elements":[{"type":"ref-ccc","ref_number":1900},{"type":"text","text":"The duty of obedience requires all to give due honor to authority and to treat those who are charged to exercise it with respect, and, insofar as it is deserved, with gratitude and good-will."}]},{"elements":[{"type":"text","text":"Pope St. Clement of Rome provides the Church's most ancient prayer for political authorities:"},{"type":"ref","number":18},{"type":"text","text":" \"Grant to them, Lord, health, peace, concord, and stability, so that they may exercise without offense the sovereignty that you have given them. Master, heavenly King of the ages, you give glory, honor, and power over the things of earth to the sons of men. Direct, Lord, their counsel, following what is pleasing and acceptable in your sight, so that by exercising with devotion and in peace and gentleness the power that you have given to them, they may find favor with you.\""},{"type":"ref","number":19}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1901},{"type":"text","text":"If authority belongs to the order established by God, \"the choice of the political regime and the appointment of rulers are left to the free decision of the citizens.\""},{"type":"ref","number":20},{"type":"spacer"},{"type":"text","text":" The diversity of political regimes is morally acceptable, provided they serve the legitimate good of the communities that adopt them. Regimes whose nature is contrary to the natural law, to the public order, and to the fundamental rights of persons cannot achieve the common good of the nations on which they have been imposed."}]},{"elements":[{"type":"ref-ccc","ref_number":1902},{"type":"text","text":"Authority does not derive its moral legitimacy from itself. It must not behave in a despotic manner, but must act for the common good as a \"moral force based on freedom and a sense of responsibility\":"},{"type":"ref","number":21}]},{"elements":[{"type":"text","text":"A human law has the character of law to the extent that it accords with right reason, and thus derives from the eternal law. Insofar as it falls short of right reason it is said to be an unjust law, and thus has not so much the nature of law as of a kind of violence."},{"type":"ref","number":22}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1903},{"type":"text","text":"Authority is exercised legitimately only when it seeks the common good of the group concerned and if it employs morally licit means to attain it. If rulers were to enact unjust laws or take measures contrary to the moral order, such arrangements would not be binding in conscience. In such a case, \"authority breaks down completely and results in shameful abuse.\""},{"type":"ref","number":23}]},{"elements":[{"type":"ref-ccc","ref_number":1904},{"type":"text","text":"\"It is preferable that each power be balanced by other powers and by other spheres of responsibility which keep it within proper bounds. This is the principle of the 'rule of law,' in which the law is sovereign and not the arbitrary will of men.\""}]}],"footnotes":{"15":{"number":15,"refs":[{"text":"John XXIII, PT 46.","link":null}]},"16":{"number":16,"refs":[{"text":"Cf. Leo XIII, Immortale Dei","link":null},{"text":"Diuturnum illud.","link":null}]},"17":{"number":17,"refs":[{"text":"⇒ Rom 13:1-2","link":"http://www.vatican.va/archive/ENG0839/_PZ1.HTM#NTLET.ROM.13.1"},{"text":"cf. ⇒ 1 Pet 2:13-17.","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.13"}]},"18":{"number":18,"refs":[{"text":"Cf. as early as 1 Tim 2:1-2.","link":null}]},"19":{"number":19,"refs":[{"text":"St. Clement of Rome, Ad Cor. 61: SCh 167,198-200.","link":null}]},"20":{"number":20,"refs":[{"text":"GS 74 # 3.","link":null}]},"21":{"number":21,"refs":[{"text":"GS 74 # 2.","link":null}]},"22":{"number":22,"refs":[{"text":"St. Thomas Aquinas, STh I-II, 93, 3, ad 2.","link":null}]},"23":{"number":23,"refs":[{"text":"John XXIII PT 51.","link":null}]}}}