{"id":"toc-263","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. The Natural Moral Law"}]},{"elements":[{"type":"ref-ccc","ref_number":1954},{"type":"text","text":"Man participates in the wisdom and goodness of the Creator who gives him mastery over his acts and the ability to govern himself with a view to the true and the good."}]},{"elements":[{"type":"text","text":"The natural law expresses the original moral sense which enables man to discern by reason the good and the evil, the truth and the lie:"}]},{"elements":[{"type":"text","text":"The natural law is written and engraved in the soul of each and every man, because it is human reason ordaining him to do good and forbidding him to sin . . . But this command of human reason would not have the force of law if it were not the voice and interpreter of a higher reason to which our spirit and our freedom must be submitted."},{"type":"ref","number":5}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1955},{"type":"text","text":"The \"divine and natural\" law"},{"type":"ref","number":6},{"type":"text","text":" shows man the way to follow so as to practice the good and attain his end. the natural law states the first and essential precepts which govern the moral life. It hinges upon the desire for God and submission to him, who is the source and judge of all that is good, as well as upon the sense that the other is one's equal. Its principal precepts are expressed in the Decalogue. This law is called \"natural,\" not in reference to the nature of irrational beings, but because reason which decrees it properly belongs to human nature:"}]},{"elements":[{"type":"text","text":"Where then are these rules written, if not in the book of that light we call the truth? In it is written every just law; from it the law passes into the heart of the man who does justice, not that it migrates into it, but that it places its imprint on it, like a seal on a ring that passes onto wax, without leaving the ring."},{"type":"ref","number":7}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The natural law is nothing other than the light of understanding placed in us by God; through it we know what we must do and what we must avoid. God has given this light or law at the creation."},{"type":"ref","number":8}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1956},{"type":"text","text":"The natural law, present in the heart of each man and established by reason, is universal in its precepts and its authority extends to all men. It expresses the dignity of the person and determines the basis for his fundamental rights and duties:"}]},{"elements":[{"type":"text","text":"For there is a true law: right reason. It is in conformity with nature, is diffused among all men, and is immutable and eternal; its orders summon to duty; its prohibitions turn away from offense .... To replace it with a contrary law is a sacrilege; failure to apply even one of its provisions is forbidden; no one can abrogate it entirely."},{"type":"ref","number":9}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1957},{"type":"text","text":"Application of the natural law varies greatly; it can demand reflection that takes account of various conditions of life according to places, times, and circumstances. Nevertheless, in the diversity of cultures, the natural law remains as a rule that binds men among themselves and imposes on them, beyond the inevitable differences, common principles."}]},{"elements":[{"type":"ref-ccc","ref_number":1958},{"type":"text","text":"The natural law is immutable and permanent throughout the variations of history;"},{"type":"ref","number":10},{"type":"text","text":" it subsists under the flux of ideas and customs and supports their progress. the rules that express it remain substantially valid. Even when it is rejected in its very principles, it cannot be destroyed or removed from the heart of man. It always rises again in the life of individuals and societies:"}]},{"elements":[{"type":"text","text":"Theft is surely punished by your law, O Lord, and by the law that is written in the human heart, the law that iniquity itself does not efface."},{"type":"ref","number":11}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1959},{"type":"text","text":"The natural law, the Creator's very good work, provides the solid foundation on which man can build the structure of moral rules to guide his choices. It also provides the indispensable moral foundation for building the human community. Finally, it provides the necessary basis for the civil law with which it is connected, whether by a reflection that draws conclusions from its principles, or by additions of a positive and juridical nature."}]},{"elements":[{"type":"ref-ccc","ref_number":1960},{"type":"text","text":"The precepts of natural law are not perceived by everyone clearly and immediately. In the present situation sinful man needs grace and revelation so moral and religious truths may be known \"by everyone with facility, with firm certainty and with no admixture of error.\""},{"type":"ref","number":12},{"type":"text","text":" The natural law provides revealed law and grace with a foundation prepared by God and in accordance with the work of the Spirit."}]}],"footnotes":{"5":{"number":5,"refs":[{"text":"Leo XIII, Libertas praestantissimum, 597.","link":null}]},"6":{"number":6,"refs":[{"text":"GS 89 # 1.","link":null}]},"7":{"number":7,"refs":[{"text":"St. Augustine, De Trin. 14, 15, 21: PL 42,1052.","link":null}]},"8":{"number":8,"refs":[{"text":"St. Thomas Aquinas, Dec. praec. I.","link":null}]},"9":{"number":9,"refs":[{"text":"Cicero, Rep. III, 22, 33.","link":null}]},"10":{"number":10,"refs":[{"text":"Cf. GS 10.","link":null}]},"11":{"number":11,"refs":[{"text":"St. Augustine, Conf. 2, 4, 9: PL 32, 678.","link":null}]},"12":{"number":12,"refs":[{"text":"Pius XII, Humani generis: DS 3876","link":null},{"text":"cf. Dei Filius 2: DS 3005.","link":null}]}}}