{"id":"toc-272","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":2017},{"attrs":{"i":true},"type":"text","text":"The grace of the Holy Spirit confers upon us the righteousness of God. Uniting us by faith and Baptism to the Passion and Resurrection of Christ, the Spirit makes us sharers in his life."}]},{"elements":[{"type":"ref-ccc","ref_number":2018},{"attrs":{"i":true},"type":"text","text":"Like conversion, justification has two aspects. Moved by grace, man turns toward God and away from sin, and so accepts forgiveness and righteousness from on high."}]},{"elements":[{"type":"ref-ccc","ref_number":2019},{"attrs":{"i":true},"type":"text","text":"Justification includes the remission of sins, sanctification, and the renewal of the inner man."}]},{"elements":[{"type":"ref-ccc","ref_number":2020},{"attrs":{"i":true},"type":"text","text":"Justification has been merited for us by the Passion of Christ. It is granted us through Baptism. It conforms us to the righteousness of God, who justifies us. It has for its goal the glory of God and of Christ, and the gift of eternal life. It is the most excellent work of God's mercy."}]},{"elements":[{"type":"ref-ccc","ref_number":2021},{"attrs":{"i":true},"type":"text","text":"Grace is the help God gives us to respond to our vocation of becoming his adopted sons. It introduces us into the intimacy of the Trinitarian life."}]},{"elements":[{"type":"ref-ccc","ref_number":2022},{"attrs":{"i":true},"type":"text","text":"The divine initiative in the work of grace precedes, prepares, and elicits the free response of man. Grace responds to the deepest yearnings of human freedom, calls freedom to cooperate with it, and perfects freedom."}]},{"elements":[{"type":"ref-ccc","ref_number":2023},{"attrs":{"i":true},"type":"text","text":"Sanctifying grace is the gratuitous gift of his life that God makes to us; it is infused by the Holy Spirit into the soul to heal it of sin and to sanctify it."}]},{"elements":[{"type":"ref-ccc","ref_number":2024},{"attrs":{"i":true},"type":"text","text":"Sanctifying grace makes us \"pleasing to God.\" Charisms, special graces of the Holy Spirit, are oriented to sanctifying grace and are intended for the common good of the Church. God also acts through many actual graces, to be distinguished from habitual grace which is permanent in us."}]},{"elements":[{"type":"ref-ccc","ref_number":2025},{"attrs":{"i":true},"type":"text","text":"We can have merit in God's sight only because of God's free plan to associate man with the work of his grace. Merit is to be ascribed in the first place to the grace of God, and secondly to man's collaboration. Man's merit is due to God."}]},{"elements":[{"type":"ref-ccc","ref_number":2026},{"attrs":{"i":true},"type":"text","text":"The grace of the Holy Spirit can confer true merit on us, by virtue of our adoptive filiation, and in accordance with God's gratuitous justice. Charity is the principal source of merit in us before God."}]},{"elements":[{"type":"ref-ccc","ref_number":2027},{"attrs":{"i":true},"type":"text","text":"No one can merit the initial grace which is at the origin of conversion. Moved by the Holy Spirit, we can merit for ourselves and for others all the graces needed to attain eternal life, as well as necessary temporal goods."}]},{"elements":[{"type":"ref-ccc","ref_number":2028},{"attrs":{"i":true},"type":"text","text":"\"All Christians . . . are called to the fullness of Christian life and to the perfection of charity\" (LG 40 # 2). \"Christian perfection has but one limit, that of having none\" (St. Gregory of Nyssa, De vita Mos.: PG 44, 300D)."}]},{"elements":[{"type":"ref-ccc","ref_number":2029},{"attrs":{"i":true},"type":"text","text":"\"If any man would come after me, let him deny himself and take up his cross and follow me\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PVP.HTM#GOSP.MAT.16.24"},{"attrs":{"i":true},"type":"text","text":" Mt 16:24)."}]}],"footnotes":{}}