{"id":"toc-255","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1918},{"type":"text","text":"\"There is no authority except from God, and those authorities that exist have been instituted by God\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PZ1.HTM#NTLET.ROM.13.1","attrs":{"i":true}},{"type":"text","text":" Rom 13:1).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1919},{"type":"text","text":"Every human community needs an authority in order to endure and develop.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1920},{"type":"text","text":"\"The political community and public authority are based on human nature and therefore . . . belong to an order established by God\" (GS 74 # 3).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1921},{"type":"text","text":"Authority is exercised legitimately if it is committed to the common good of society. To attain this it must employ morally acceptable means.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1922},{"type":"text","text":"The diversity of political regimes is legitimate, provided they contribute to the good of the community.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1923},{"type":"text","text":"Political authority must be exercised within the limits of the moral order and must guarantee the conditions for the exercise of freedom.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1924},{"type":"text","text":"The common good comprises \"the sum total of social conditions which allow people, either as groups or as individuals, to reach their fulfillment more fully and more easily\" (GS 26 1).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1925},{"type":"text","text":"The common good consists of three essential elements: respect for and promotion of the fundamental rights of the person; prosperity, or the development of the spiritual and temporal goods of society; the peace and security of the group and of its members.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1926},{"type":"text","text":"The dignity of the human person requires the pursuit of the common good. Everyone should be concerned to create and support institutions that improve the conditions of human life.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1927},{"type":"text","text":"It is the role of the state to defend and promote the common good of civil society. the common good of the whole human family calls for an organization of society on the international level.","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}