{"id":"toc-259","paragraphs":[{"elements":[{"type":"text","text":"III. Human Solidarity","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1939},{"type":"text","text":"The principle of solidarity, also articulated in terms of \"friendship\" or \"social charity,\" is a direct demand of human and Christian brotherhood.","attrs":{}},{"type":"ref","number":45}],"attrs":{}},{"elements":[{"type":"text","text":"An error, \"today abundantly widespread, is disregard for the law of human solidarity and charity, dictated and imposed both by our common origin and by the equality in rational nature of all men, whatever nation they belong to. This law is sealed by the sacrifice of redemption offered by Jesus Christ on the altar of the Cross to his heavenly Father, on behalf of sinful humanity.\"","attrs":{}},{"type":"ref","number":46}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1940},{"type":"text","text":"Solidarity is manifested in the first place by the distribution of goods and remuneration for work. It also presupposes the effort for a more just social order where tensions are better able to be reduced and conflicts more readily settled by negotiation.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1941},{"type":"text","text":"Socio-economic problems can be resolved only with the help of all the forms of solidarity: solidarity of the poor among themselves, between rich and poor, of workers among themselves, between employers and employees in a business, solidarity among nations and peoples. International solidarity is a requirement of the moral order; world peace depends in part upon this.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1942},{"type":"text","text":"The virtue of solidarity goes beyond material goods. In spreading the spiritual goods of the faith, the Church has promoted, and often opened new paths for, the development of temporal goods as well. and so throughout the centuries has the Lord's saying been verified: \"Seek first his kingdom and his righteousness, and all these things shall be yours as well\":","attrs":{}},{"type":"ref","number":47}],"attrs":{}},{"elements":[{"type":"text","text":"For two thousand years this sentiment has lived and endured in the soul of the Church, impelling souls then and now to the heroic charity of monastic farmers, liberators of slaves, healers of the sick, and messengers of faith, civilization, and science to all generations and all peoples for the sake of creating the social conditions capable of offering to everyone possible a life worthy of man and of a Christian.","attrs":{}},{"type":"ref","number":48}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"45":{"number":45,"refs":[{"text":"Cf. John Paul II, SRS 38 40","link":null},{"text":"CA 10.","link":null}]},"46":{"number":46,"refs":[{"text":"Pius XII, Summi pontificatus, October 20, 1939","link":null},{"text":"AAS 31 (1939) 423 ff.","link":null}]},"47":{"number":47,"refs":[{"text":"⇒ Mt 6:33.","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.33"}]},"48":{"number":48,"refs":[{"text":"Pius XII, Discourse, June 1, 1941.","link":null}]}}}