{"id":"toc-253","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. The Common Good"}]},{"elements":[{"type":"ref-ccc","ref_number":1905},{"type":"text","text":"In keeping with the social nature of man, the good of each individual is necessarily related to the common good, which in turn can be defined only in reference to the human person:"}]},{"elements":[{"type":"text","text":"Do not live entirely isolated, having retreated into yourselves, as if you were already justified, but gather instead to seek the common good together."},{"type":"ref","number":25}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1906},{"type":"text","text":"By common good is to be understood \"the sum total of social conditions which allow people, either as groups or as individuals, to reach their fulfillment more fully and more easily.\""},{"type":"ref","number":26},{"type":"text","text":" The common good concerns the life of all. It calls for prudence from each, and even more from those who exercise the office of authority. It consists of three essential elements:"}]},{"elements":[{"type":"ref-ccc","ref_number":1907},{"type":"text","text":"First, the common good presupposes respect for the person as such. In the name of the common good, public authorities are bound to respect the fundamental and inalienable rights of the human person. Society should permit each of its members to fulfill his vocation. In particular, the common good resides in the conditions for the exercise of the natural freedoms indispensable for the development of the human vocation, such as \"the right to act according to a sound norm of conscience and to safeguard . . . privacy, and rightful freedom also in matters of religion.\""},{"type":"ref","number":27}]},{"elements":[{"type":"ref-ccc","ref_number":1908},{"type":"text","text":"Second, the common good requires the social well-being and development of the group itself. Development is the epitome of all social duties. Certainly, it is the proper function of authority to arbitrate, in the name of the common good, between various particular interests; but it should make accessible to each what is needed to lead a truly human life: food, clothing, health, work, education and culture, suitable information, the right to establish a family, and so on."},{"type":"ref","number":28}]},{"elements":[{"type":"ref-ccc","ref_number":1909},{"type":"text","text":"Finally, the common good requires peace, that is, the stability and security of a just order. It presupposes that authority should ensure by morally acceptable means the security of society and its members. It is the basis of the right to legitimate personal and collective defence."}]},{"elements":[{"type":"ref-ccc","ref_number":1910},{"type":"text","text":"Each human community possesses a common good which permits it to be recognized as such; it is in the political community that its most complete realization is found. It is the role of the state to defend and promote the common good of civil society, its citizens, and intermediate bodies."}]},{"elements":[{"type":"ref-ccc","ref_number":1911},{"type":"text","text":"Human interdependence is increasing and gradually spreading throughout the world. the unity of the human family, embracing people who enjoy equal natural dignity, implies a universal common good. This good calls for an organization of the community of nations able to \"provide for the different needs of men; this will involve the sphere of social life to which belong questions of food, hygiene, education, . . . and certain situations arising here and there, as for example . . . alleviating the miseries of refugees dispersed throughout the world, and assisting migrants and their families.\""},{"type":"ref","number":29}]},{"elements":[{"type":"ref-ccc","ref_number":1912},{"type":"text","text":"The common good is always oriented towards the progress of persons: \"The order of things must be subordinate to the order of persons, and not the other way around.\""},{"type":"ref","number":30},{"type":"text","text":" This order is founded on truth, built up in justice, and animated by love."}]}],"footnotes":{"25":{"number":25,"refs":[{"text":"Ep. Barnabae, 4,10: PG 2, 734.","link":null}]},"26":{"number":26,"refs":[{"text":"GS 26 # 1","link":null},{"text":"cf. GS 74 # 1.","link":null}]},"27":{"number":27,"refs":[{"text":"GS 26 # 2.","link":null}]},"28":{"number":28,"refs":[{"text":"Cf. GS 26 # 2.","link":null}]},"29":{"number":29,"refs":[{"text":"GS 84 # 2.","link":null}]},"30":{"number":30,"refs":[{"text":"GS 26 # 3.","link":null}]}}}