{"id":"toc-254","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. Responsibility and Participation"}]},{"elements":[{"type":"ref-ccc","ref_number":1913},{"type":"text","text":"\"Participation\" is the voluntary and generous engagement of a person in social interchange. It is necessary that all participate, each according to his position and role, in promoting the common good. This obligation is inherent in the dignity of the human person."}]},{"elements":[{"type":"ref-ccc","ref_number":1914},{"type":"text","text":"Participation is achieved first of all by taking charge of the areas for which one assumes personal responsibility: by the care taken for the education of his family, by conscientious work, and so forth, man participates in the good of others and of society."},{"type":"ref","number":31}]},{"elements":[{"type":"ref-ccc","ref_number":1915},{"type":"text","text":"As far as possible citizens should take an active part in public life. the manner of this participation may vary from one country or culture to another. \"One must pay tribute to those nations whose systems permit the largest possible number of the citizens to take part in public life in a climate of genuine freedom.\""},{"type":"ref","number":32}]},{"elements":[{"type":"ref-ccc","ref_number":1916},{"type":"text","text":"As with any ethical obligation, the participation of all in realizing the common good calls for a continually renewed conversion of the social partners. Fraud and other subterfuges, by which some people evade the constraints of the law and the prescriptions of societal obligation, must be firmly condemned because they are incompatible with the requirements of justice. Much care should be taken to promote institutions that improve the conditions of human life."},{"type":"ref","number":33}]},{"elements":[{"type":"ref-ccc","ref_number":1917},{"type":"text","text":"It is incumbent on those who exercise authority to strengthen the values that inspire the confidence of the members of the group and encourage them to put themselves at the service of others. Participation begins with education and culture. \"One is entitled to think that the future of humanity is in the hands of those who are capable of providing the generations to come with reasons for life and optimism.\""},{"type":"ref","number":34}]}],"footnotes":{"31":{"number":31,"refs":[{"text":"Cf. CA 43.","link":null}]},"32":{"number":32,"refs":[{"text":"GS 31 # 3.","link":null}]},"33":{"number":33,"refs":[{"text":"Cf. GS 30 # 1.","link":null}]},"34":{"number":34,"refs":[{"text":"GS 31 # 3.","link":null}]}}}