{"id":"toc-265","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. The New Law or the Law of the Gospel"}]},{"elements":[{"type":"ref-ccc","ref_number":1965},{"type":"text","text":"The New Law or the Law of the Gospel is the perfection here on earth of the divine law, natural and revealed. It is the work of Christ and is expressed particularly in the Sermon on the Mount. It is also the work of the Holy Spirit and through him it becomes the interior law of charity: \"I will establish a New Covenant with the house of Israel. . . . I will put my laws into their hands, and write them on their hearts, and I will be their God, and they shall be my people.\""},{"type":"ref","number":19}]},{"elements":[{"type":"ref-ccc","ref_number":1966},{"type":"text","text":"The New Law is the grace of the Holy Spirit given to the faithful through faith in Christ. It works through charity; it uses the Sermon on the Mount to teach us what must be done and makes use of the sacraments to give us the grace to do it:"}]},{"elements":[{"type":"text","text":"If anyone should meditate with devotion and perspicacity on the sermon our Lord gave on the mount, as we read in the Gospel of Saint Matthew, he will doubtless find there . . . the perfect way of the Christian life.... This sermon contains ... all the precepts needed to shape one's life."},{"type":"ref","number":20}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1967},{"type":"text","text":"The Law of the Gospel \"fulfills,\" refines, surpasses, and leads the Old Law to its perfection."},{"type":"ref","number":21},{"type":"text","text":" In the Beatitudes, the New Law fulfills the divine promises by elevating and orienting them toward the \"kingdom of heaven.\" It is addressed to those open to accepting this new hope with faith - the poor, the humble, the afflicted, the pure of heart, those persecuted on account of Christ and so marks out the surprising ways of the Kingdom."}]},{"elements":[{"type":"ref-ccc","ref_number":1968},{"type":"text","text":"The Law of the Gospel fulfills the commandments of the Law. the Lord's Sermon on the Mount, far from abolishing or devaluing the moral prescriptions of the Old Law, releases their hidden potential and has new demands arise from them: it reveals their entire divine and human truth. It does not add new external precepts, but proceeds to reform the heart, the root of human acts, where man chooses between the pure and the impure,"},{"type":"ref","number":22},{"type":"text","text":" where faith, hope, and charity are formed and with them the other virtues. the Gospel thus brings the Law to its fullness through imitation of the perfection of the heavenly Father, through forgiveness of enemies and prayer for persecutors, in emulation of the divine generosity."},{"type":"ref","number":23}]},{"elements":[{"type":"ref-ccc","ref_number":1969},{"type":"text","text":"The New Law practices the acts of religion: almsgiving, prayer and fasting, directing them to the \"Father who sees in secret,\" in contrast with the desire to \"be seen by men.\""},{"type":"ref","number":24},{"type":"text","text":" Its prayer is the Our Father."},{"type":"ref","number":25}]},{"elements":[{"type":"ref-ccc","ref_number":1970},{"type":"text","text":"The Law of the Gospel requires us to make the decisive choice between \"the two ways\" and to put into practice the words of the Lord."},{"type":"ref","number":26},{"type":"text","text":" It is summed up in the Golden Rule, \"Whatever you wish that men would do to you, do so to them; this is the law and the prophets.\""},{"type":"ref","number":27},{"type":"spacer"},{"type":"text","text":" The entire Law of the Gospel is contained in the \"new commandment\" of Jesus, to love one another as he has loved us."},{"type":"ref","number":28}]},{"elements":[{"type":"ref-ccc","ref_number":1971},{"type":"text","text":"To the Lord's Sermon on the Mount it is fitting to add the moral catechesis of the apostolic teachings, such as Romans 12-15, 1 Corinthians 12-13, Colossians 3-4, Ephesians 4-5, etc. This doctrine hands on the Lord's teaching with the authority of the apostles, particularly in the presentation of the virtues that flow from faith in Christ and are animated by charity, the principal gift of the Holy Spirit. \"Let charity be genuine.... Love one another with brotherly affection.... Rejoice in your hope, be patient in tribulation, be constant in prayer. Contribute to the needs of the saints, practice hospitality.\""},{"type":"ref","number":29},{"type":"text","text":" This catechesis also teaches us to deal with cases of conscience in the light of our relationship to Christ and to the Church."},{"type":"ref","number":30}]},{"elements":[{"type":"ref-ccc","ref_number":1972},{"type":"text","text":"The New Law is called a law of love because it makes us act out of the love infused by the Holy Spirit, rather than from fear; a law of grace, because it confers the strength of grace to act, by means of faith and the sacraments; a law of freedom, because it sets us free from the ritual and juridical observances of the Old Law, inclines us to act spontaneously by the prompting of charity and, finally, lets us pass from the condition of a servant who \"does not know what his master is doing\" to that of a friend of Christ - \"For all that I have heard from my Father I have made known to you\" - or even to the status of son and heir."},{"type":"ref","number":31}]},{"elements":[{"type":"ref-ccc","ref_number":1973},{"type":"text","text":"Besides its precepts, the New Law also includes the evangelical counsels. the traditional distinction between God's commandments and the evangelical counsels is drawn in relation to charity, the perfection of Christian life. the precepts are intended to remove whatever is incompatible with charity. the aim of the counsels is to remove whatever might hinder the development of charity, even if it is not contrary to it."},{"type":"ref","number":32}]},{"elements":[{"type":"ref-ccc","ref_number":1974},{"type":"text","text":"The evangelical counsels manifest the living fullness of charity, which is never satisfied with not giving more. They attest its vitality and call forth our spiritual readiness. the perfection of the New Law consists essentially in the precepts of love of God and neighbor. the counsels point out the more direct ways, the readier means, and are to be practiced in keeping with the vocation of each:"}]},{"elements":[{"type":"text","text":"(God) does not want each person to keep all the counsels, but only those appropriate to the diversity of persons, times, opportunities, and strengths, as charity requires; for it is charity, as queen of all virtues, all commandments, all counsels, and, in short, of all laws and all Christian actions that gives to all of them their rank, order, time, and value."},{"type":"ref","number":33}],"attrs":{"indent":true}}],"footnotes":{"19":{"number":19,"refs":[{"text":"Heb 8:8, 10","link":null},{"text":"cf. Jer 31:31-34.","link":null}]},"20":{"number":20,"refs":[{"text":"St. Augustine, De serm. Dom. 1, 1: PL 34,1229-1230.","link":null}]},"21":{"number":21,"refs":[{"text":"Cf. ⇒ Mt 5:17-19.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.17"}]},"22":{"number":22,"refs":[{"text":"Cf. ⇒ Mt 15:18-19.","link":"http://www.vatican.va/archive/ENG0839/_PVO.HTM#GOSP.MAT.15.18"}]},"23":{"number":23,"refs":[{"text":"Cf. ⇒ Mt 5:44,48.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.44"}]},"24":{"number":24,"refs":[{"text":"Cf. ⇒ Mt 6:1-6","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.1"},{"text":"⇒ 16-18.","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.16"}]},"25":{"number":25,"refs":[{"text":"Cf. ⇒ Mt 6:9-13","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.9"},{"text":"⇒ Lk 11:2-4.","link":"http://www.vatican.va/archive/ENG0839/_PWU.HTM#GOSP.LUK.11.2"}]},"26":{"number":26,"refs":[{"text":"Cf. ⇒ Mt 7:13-14,21-27.","link":"http://www.vatican.va/archive/ENG0839/_PVG.HTM#GOSP.MAT.7.13"}]},"27":{"number":27,"refs":[{"text":"⇒ Mt 7:12","link":"http://www.vatican.va/archive/ENG0839/_PVG.HTM#GOSP.MAT.7.12"},{"text":"cf. ⇒ Lk 6:31.","link":"http://www.vatican.va/archive/ENG0839/_PWP.HTM#GOSP.LUK.6.31"}]},"28":{"number":28,"refs":[{"text":"Cf. ⇒ Jn 15:12","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.12"},{"text":"⇒ 13:34.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.12"}]},"29":{"number":29,"refs":[{"text":"⇒ Rom 12:9-13.","link":"http://www.vatican.va/archive/ENG0839/_PZ0.HTM#NTLET.ROM.12.9"}]},"30":{"number":30,"refs":[{"text":"Cf. ⇒ Rom 14","link":"http://www.vatican.va/archive/ENG0839/_PZ2.HTM#NTLET.ROM.14"},{"text":"⇒ 1 Cor 5-10.","link":"http://www.vatican.va/archive/ENG0839/_PZA.HTM#NTLET.1COR.5.10"}]},"31":{"number":31,"refs":[{"text":"⇒ Jn 15:15","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.15"},{"text":"cf. ⇒ Jas 1:25","link":"http://www.vatican.va/archive/ENG0839/_P11V.HTM#CATHL.JAM.1.25"},{"text":"⇒ 2:12","link":"http://www.vatican.va/archive/ENG0839/_P11W.HTM#CATHL.JAM.2.12"},{"text":"⇒ Gal 4:1-7. ⇒ 21-31","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.1"},{"text":"⇒ Rom 8:15.","link":"http://www.vatican.va/archive/ENG0839/_P104.HTM#NTLET.GAL.4.21"}]},"32":{"number":32,"refs":[{"text":"Cf. St. Thomas Aquinas, STh II-II, 184, 3.","link":null}]},"33":{"number":33,"refs":[{"text":"St. Francis de Sales, Love of God 8, 6.","link":null}]}}}