{"id":"toc-271","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. Christian Holiness"}]},{"elements":[{"type":"ref-ccc","ref_number":2012},{"type":"text","text":"\"We know that in everything God works for good with those who love him . . . For those whom he fore knew he also predestined to be conformed to the image of his Son, in order that he might be the first-born among many brethren. and those whom he predestined he also called; and those whom he called he also justified; and those whom he justified he also glorified.\""},{"type":"ref","number":64}]},{"elements":[{"type":"ref-ccc","ref_number":2013},{"type":"text","text":"\"All Christians in any state or walk of life are called to the fullness of Christian life and to the perfection of charity.\""},{"type":"ref","number":65},{"type":"text","text":" All are called to holiness: \"Be perfect, as your heavenly Father is perfect.\""},{"type":"ref","number":66}]},{"elements":[{"type":"text","text":"In order to reach this perfection the faithful should use the strength dealt out to them by Christ's gift, so that . . . doing the will of the Father in everything, they may wholeheartedly devote themselves to the glory of God and to the service of their neighbor. Thus the holiness of the People of God will grow in fruitful abundance, as is clearly shown in the history of the Church through the lives of so many saints."},{"type":"ref","number":67}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2014},{"type":"text","text":"Spiritual progress tends toward ever more intimate union with Christ. This union is called \"mystical\" because it participates in the mystery of Christ through the sacraments - \"the holy mysteries\" - and, in him, in the mystery of the Holy Trinity. God calls us all to this intimate union with him, even if the special graces or extraordinary signs of this mystical life are granted only to some for the sake of manifesting the gratuitous gift given to all."}]},{"elements":[{"type":"ref-ccc","ref_number":2015},{"type":"text","text":"The way of perfection passes by way of the Cross. There is no holiness without renunciation and spiritual battle."},{"type":"ref","number":68},{"type":"text","text":" Spiritual progress entails the ascesis and mortification that gradually lead to living in the peace and joy of the Beatitudes:"}]},{"elements":[{"type":"text","text":"He who climbs never stops going from beginning to beginning, through beginnings that have no end. He never stops desiring what he already knows."},{"type":"ref","number":69}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2016},{"type":"text","text":"The children of our holy mother the Church rightly hope for the grace of final perseverance and the recompense of God their Father for the good works accomplished with his grace in communion with Jesus."},{"type":"ref","number":70},{"type":"text","text":" Keeping the same rule of life, believers share the \"blessed hope\" of those whom the divine mercy gathers into the \"holy city, the new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.\""},{"type":"ref","number":71}]}],"footnotes":{"64":{"number":64,"refs":[{"text":"⇒ Rom 8:28-30.","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.28"}]},"65":{"number":65,"refs":[{"text":"LG 40 # 2.","link":null}]},"66":{"number":66,"refs":[{"text":"⇒ Mt 5:48.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.48"}]},"67":{"number":67,"refs":[{"text":"LG 40 # 2.","link":null}]},"68":{"number":68,"refs":[{"text":"Cf. 2 Tim 4.","link":null}]},"69":{"number":69,"refs":[{"text":"St. Gregory of Nyssa, Hom. in Cant. 8: PG 44, 941C.","link":null}]},"70":{"number":70,"refs":[{"text":"Cf. Council of Trent (1547): DS 1576.","link":null}]},"71":{"number":71,"refs":[{"text":"⇒ Rev 21:2.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.2"}]}}}