{"id":"toc-235","paragraphs":[{"elements":[{"type":"text","text":"I. The Human Virtues","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1804},{"type":"text","text":"Human virtues are firm attitudes, stable dispositions, habitual perfections of intellect and will that govern our actions, order our passions, and guide our conduct according to reason and faith. They make possible ease, self-mastery, and joy in leading a morally good life. the virtuous man is he who freely practices the good. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The moral virtues are acquired by human effort. They are the fruit and seed of morally good acts; they dispose all the powers of the human being for communion with divine love.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The cardinal virtues","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1805},{"type":"text","text":"Four virtues play a pivotal role and accordingly are called \"cardinal\"; all the others are grouped around them. They are: prudence, justice, fortitude, and temperance. \"If anyone loves righteousness, [Wisdom's] labors are virtues; for she teaches temperance and prudence, justice, and courage.\"","attrs":{}},{"type":"ref","number":64},{"type":"text","text":" These virtues are praised under other names in many passages of Scripture.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1806},{"type":"text","text":"Prudence is the virtue that disposes practical reason to discern our true good in every circumstance and to choose the right means of achieving it; \"the prudent man looks where he is going.\"","attrs":{}},{"type":"ref","number":65},{"type":"text","text":" \"Keep sane and sober for your prayers.\"","attrs":{}},{"type":"ref","number":66},{"type":"text","text":" Prudence is \"right reason in action,\" writes St. Thomas Aquinas, following Aristotle.","attrs":{}},{"type":"ref","number":67},{"type":"text","text":" It is not to be confused with timidity or fear, nor with duplicity or dissimulation. It is called auriga virtutum (the charioteer of the virtues); it guides the other virtues by setting rule and measure. It is prudence that immediately guides the judgment of conscience. the prudent man determines and directs his conduct in accordance with this judgment. With the help of this virtue we apply moral principles to particular cases without error and overcome doubts about the good to achieve and the evil to avoid.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1807},{"type":"text","text":"Justice is the moral virtue that consists in the constant and firm will to give their due to God and neighbor. Justice toward God is called the \"virtue of religion.\" Justice toward men disposes one to respect the rights of each and to establish in human relationships the harmony that promotes equity with regard to persons and to the common good. the just man, often mentioned in the Sacred Scriptures, is distinguished by habitual right thinking and the uprightness of his conduct toward his neighbor. \"You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor.\"","attrs":{}},{"type":"ref","number":68},{"type":"text","text":" \"Masters, treat your slaves justly and fairly, knowing that you also have a Master in heaven.\"","attrs":{}},{"type":"ref","number":69}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1808},{"type":"text","text":"Fortitude is the moral virtue that ensures firmness in difficulties and constancy in the pursuit of the good. It strengthens the resolve to resist temptations and to overcome obstacles in the moral life. the virtue of fortitude enables one to conquer fear, even fear of death, and to face trials and persecutions. It disposes one even to renounce and sacrifice his life in defense of a just cause. \"The Lord is my strength and my song.\"","attrs":{}},{"type":"ref","number":70},{"type":"text","text":" \"In the world you have tribulation; but be of good cheer, I have overcome the world.\"","attrs":{}},{"type":"ref","number":71}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1809},{"type":"text","text":"Temperance is the moral virtue that moderates the attraction of pleasures and provides balance in the use of created goods. It ensures the will's mastery over instincts and keeps desires within the limits of what is honorable. the temperate person directs the sensitive appetites toward what is good and maintains a healthy discretion: \"Do not follow your inclination and strength, walking according to the desires of your heart.\"","attrs":{}},{"type":"ref","number":72},{"type":"text","text":" Temperance is often praised in the Old Testament: \"Do not follow your base desires, but restrain your appetites.\"","attrs":{}},{"type":"ref","number":73},{"type":"text","text":" In the New Testament it is called \"moderation\" or \"sobriety.\" We ought \"to live sober, upright, and godly lives in this world.\"","attrs":{}},{"type":"ref","number":74}],"attrs":{}},{"elements":[{"type":"text","text":"To live well is nothing other than to love God with all one's heart, with all one's soul and with all one's efforts; from this it comes about that love is kept whole and uncorrupted (through temperance). No misfortune can disturb it (and this is fortitude). It obeys only (God) (and this is justice), and is careful in discerning things, so as not to be surprised by deceit or trickery (and this is prudence).","attrs":{}},{"type":"ref","number":75}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The virtues and grace","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1810},{"type":"text","text":"Human virtues acquired by education, by deliberate acts and by a perseverance ever-renewed in repeated efforts are purified and elevated by divine grace. With God's help, they forge character and give facility in the practice of the good. the virtuous man is happy to practice them.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1811},{"type":"text","text":"It is not easy for man, wounded by sin, to maintain moral balance. Christ's gift of salvation offers us the grace necessary to persevere in the pursuit of the virtues. Everyone should always ask for this grace of light and strength, frequent the sacraments, cooperate with the Holy Spirit, and follow his calls to love what is good and shun evil.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"64":{"number":64,"refs":[{"text":"⇒ Wis 8:7.","link":"http://www.vatican.va/archive/ENG0839/_PLP.HTM#WISDB.WISD.8.7"}]},"65":{"number":65,"refs":[{"text":"⇒ Prov 14:15.","link":"http://www.vatican.va/archive/ENG0839/_PKD.HTM#WISDB.PRO.14.15"}]},"66":{"number":66,"refs":[{"text":"⇒ 1 Pet 4:7.","link":"http://www.vatican.va/archive/ENG0839/_P124.HTM#CATHL.1PET.4.7"}]},"67":{"number":67,"refs":[{"text":"St. Thomas Aquinas, STh II-II, 47, 2.","link":null}]},"68":{"number":68,"refs":[{"text":"⇒ Lev 19:15.","link":"http://www.vatican.va/archive/ENG0839/_P35.HTM#PENT.LEV.19.15"}]},"69":{"number":69,"refs":[{"text":"⇒ Col 4:1.","link":"http://www.vatican.va/archive/ENG0839/_P10N.HTM#NTLET.COL.4.1"}]},"70":{"number":70,"refs":[{"text":"⇒ Ps 118:14.","link":"http://www.vatican.va/archive/ENG0839/_PJ2.HTM#WISDB.PSA.118.14"}]},"71":{"number":71,"refs":[{"text":"⇒ Jn 16:33.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.33"}]},"72":{"number":72,"refs":[{"text":"⇒ Sir 5:2","link":"http://www.vatican.va/archive/ENG0839/_PM7.HTM#WISDB.SIR.5.2"},{"text":"cf. 37:27-31.","link":null}]},"73":{"number":73,"refs":[{"text":"⇒ Sir 18:30.","link":"http://www.vatican.va/archive/ENG0839/_PMK.HTM#WISDB.SIR.18.30"}]},"74":{"number":74,"refs":[{"text":"⇒ Titus 2:12.","link":"http://www.vatican.va/archive/ENG0839/_P11C.HTM#NTLET.TIT.2.12"}]},"75":{"number":75,"refs":[{"text":"St. Augustine, De moribus eccl. 1, 25, 46: PL 32, 1330-1331.","link":null}]}}}