{"id":"toc-257","paragraphs":[{"elements":[{"type":"text","text":"I. Respect For the Human Person","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1929},{"type":"text","text":"Social justice can be obtained only in respecting the transcendent dignity of man. the person represents the ultimate end of society, which is ordered to him:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"What is at stake is the dignity of the human person, whose defense and promotion have been entrusted to us by the Creator, and to whom the men and women at every moment of history are strictly and responsibly in debt.","attrs":{}},{"type":"ref","number":35}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1930},{"type":"text","text":"Respect for the human person entails respect for the rights that flow from his dignity as a creature. These rights are prior to society and must be recognized by it. They are the basis of the moral legitimacy of every authority: by flouting them, or refusing to recognize them in its positive legislation, a society undermines its own moral legitimacy.","attrs":{}},{"type":"ref","number":36},{"type":"text","text":" If it does not respect them, authority can rely only on force or violence to obtain obedience from its subjects. It is the Church's role to remind men of good will of these rights and to distinguish them from unwarranted or false claims.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1931},{"type":"text","text":"Respect for the human person proceeds by way of respect for the principle that \"everyone should look upon his neighbor (without any exception) as 'another self,' above all bearing in mind his life and the means necessary for living it with dignity.\"","attrs":{}},{"type":"ref","number":37},{"type":"text","text":" No legislation could by itself do away with the fears, prejudices, and attitudes of pride and selfishness which obstruct the establishment of truly fraternal societies. Such behavior will cease only through the charity that finds in every man a \"neighbor,\" a brother.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1932},{"type":"text","text":"The duty of making oneself a neighbor to others and actively serving them becomes even more urgent when it involves the disadvantaged, in whatever area this may be. \"As you did it to one of the least of these my brethren, you did it to me.\"","attrs":{}},{"type":"ref","number":38}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1933},{"type":"text","text":"This same duty extends to those who think or act differently from us. the teaching of Christ goes so far as to require the forgiveness of offenses. He extends the commandment of love, which is that of the New Law, to all enemies.","attrs":{}},{"type":"ref","number":39},{"type":"text","text":" Liberation in the spirit of the Gospel is incompatible with hatred of one's enemy as a person, but not with hatred of the evil that he does as an enemy.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"35":{"number":35,"refs":[{"text":"John Paul II, SRS 47.","link":null}]},"36":{"number":36,"refs":[{"text":"Cf. John XXIII, PT 65.","link":null}]},"37":{"number":37,"refs":[{"text":"GS 27 # 1.","link":null}]},"38":{"number":38,"refs":[{"text":"⇒ Mt 25:40.","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.40"}]},"39":{"number":39,"refs":[{"text":"Cf. ⇒ Mt 5:43-44.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.43"}]}}}