{"id":"toc-248","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Article 1"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"THE PERSON AND SOCIETY"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. The Communal Character of the Human Vocation"}]},{"elements":[{"type":"ref-ccc","ref_number":1878},{"type":"text","text":"All men are called to the same end: God himself. There is a certain resemblance between the union of the divine persons and the fraternity that men are to establish among themselves in truth and love."},{"type":"ref","number":1},{"type":"text","text":" Love of neighbor is inseparable from love for God."}]},{"elements":[{"type":"ref-ccc","ref_number":1879},{"type":"text","text":"The human person needs to live in society. Society is not for him an extraneous addition but a requirement of his nature. Through the exchange with others, mutual service and dialogue with his brethren, man develops his potential; he thus responds to his vocation."},{"type":"ref","number":2}]},{"elements":[{"type":"ref-ccc","ref_number":1880},{"type":"text","text":"A society is a group of persons bound together organically by a principle of unity that goes beyond each one of them. As an assembly that is at once visible and spiritual, a society endures through time: it gathers up the past and prepares for the future. By means of society, each man is established as an \"heir\" and receives certain \"talents\" that enrich his identity and whose fruits he must develop."},{"type":"ref","number":3},{"type":"text","text":" He rightly owes loyalty to the communities of which he is part and respect to those in authority who have charge of the common good."}]},{"elements":[{"type":"ref-ccc","ref_number":1881},{"type":"text","text":"Each community is defined by its purpose and consequently obeys specific rules; but \"the human person . . . is and ought to be the principle, the subject and the end of all social institutions.\""},{"type":"ref","number":4}]},{"elements":[{"type":"ref-ccc","ref_number":1882},{"type":"text","text":"Certain societies, such as the family and the state, correspond more directly to the nature of man; they are necessary to him. To promote the participation of the greatest number in the life of a society, the creation of voluntary associations and institutions must be encouraged \"on both national and international levels, which relate to economic and social goals, to cultural and recreational activities, to sport, to various professions, and to political affairs.\""},{"type":"ref","number":5},{"type":"text","text":" This \"socialization\" also expresses the natural tendency for human beings to associate with one another for the sake of attaining objectives that exceed individual capacities. It develops the qualities of the person, especially the sense of initiative and responsibility, and helps guarantee his rights."},{"type":"ref","number":6}]},{"elements":[{"type":"ref-ccc","ref_number":1883},{"type":"text","text":"Socialization also presents dangers. Excessive intervention by the state can threaten personal freedom and initiative. the teaching of the Church has elaborated the principle of subsidiarity, according to which \"a community of a higher order should not interfere in the internal life of a community of a lower order, depriving the latter of its functions, but rather should support it in case of need and help to co-ordinate its activity with the activities of the rest of society, always with a view to the common good.\""},{"type":"ref","number":7}]},{"elements":[{"type":"ref-ccc","ref_number":1884},{"type":"text","text":"God has not willed to reserve to himself all exercise of power. He entrusts to every creature the functions it is capable of performing, according to the capacities of its own nature. This mode of governance ought to be followed in social life. the way God acts in governing the world, which bears witness to such great regard for human freedom, should inspire the wisdom of those who govern human communities. They should behave as ministers of divine providence."}]},{"elements":[{"type":"ref-ccc","ref_number":1885},{"type":"text","text":"The principle of subsidiarity is opposed to all forms of collectivism. It sets limits for state intervention. It aims at harmonizing the relationships between individuals and societies. It tends toward the establishment of true international order."}]}],"footnotes":{"1":{"number":1,"refs":[{"text":"Cf. GS 24 # 3.","link":null}]},"2":{"number":2,"refs":[{"text":"Cf. GS 25 # 1.","link":null}]},"3":{"number":3,"refs":[{"text":"Cf. ⇒ Lk 19:13, 15.","link":"http://www.vatican.va/archive/ENG0839/_PX2.HTM#GOSP.LUK.19.13"}]},"4":{"number":4,"refs":[{"text":"GS 25 # 1.","link":null}]},"5":{"number":5,"refs":[{"text":"John XXIII, MM 60.","link":null}]},"6":{"number":6,"refs":[{"text":"Cf. GS 25 # 2","link":null},{"text":"CA 12.","link":null}]},"7":{"number":7,"refs":[{"text":"CA 48 # 4","link":null},{"text":"cf. Pius XI, Quadragesimo anno I, 184-186.","link":null}]}}}