{"id":"toc-229","paragraphs":[{"elements":[{"type":"text","text":"I. The Judgment of Conscience","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1777},{"type":"text","text":"Moral conscience,","attrs":{}},{"type":"ref","number":48},{"type":"text","text":" present at the heart of the person, enjoins him at the appropriate moment to do good and to avoid evil. It also judges particular choices, approving those that are good and denouncing those that are evil.","attrs":{}},{"type":"ref","number":49},{"type":"text","text":" It bears witness to the authority of truth in reference to the supreme Good to which the human person is drawn, and it welcomes the commandments. When he listens to his conscience, the prudent man can hear God speaking.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1778},{"type":"text","text":"Conscience is a judgment of reason whereby the human person recognizes the moral quality of a concrete act that he is going to perform, is in the process of performing, or has already completed. In all he says and does, man is obliged to follow faithfully what he knows to be just and right. It is by the judgment of his conscience that man perceives and recognizes the prescriptions of the divine law:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Conscience is a law of the mind; yet [Christians] would not grant that it is nothing more; I mean that it was not a dictate, nor conveyed the notion of responsibility, of duty, of a threat and a promise.... [Conscience] is a messenger of him, who, both in nature and in grace, speaks to us behind a veil, and teaches and rules us by his representatives. Conscience is the aboriginal Vicar of Christ.","attrs":{}},{"type":"ref","number":50}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1779},{"type":"text","text":"It is important for every person to be sufficiently present to himself in order to hear and follow the voice of his conscience. This requirement of interiority is all the more necessary as life often distracts us from any reflection, self-examination or introspection:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Return to your conscience, question it.... Turn inward, brethren, and in everything you do, see God as your witness.","attrs":{}},{"type":"ref","number":51}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1780},{"type":"text","text":"The dignity of the human person implies and requires uprightness of moral conscience. Conscience includes the perception of the principles of morality (synderesis); their application in the given circumstances by practical discernment of reasons and goods; and finally judgment about concrete acts yet to be performed or already performed. the truth about the moral good, stated in the law of reason, is recognized practically and concretely by the prudent judgment of conscience. We call that man prudent who chooses in conformity with this judgment.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":1781},{"type":"text","text":"Conscience enables one to assume responsibility for the acts performed. If man commits evil, the just judgment of conscience can remain within him as the witness to the universal truth of the good, at the same time as the evil of his particular choice. the verdict of the judgment of conscience remains a pledge of hope and mercy. In attesting to the fault committed, it calls to mind the forgiveness that must be asked, the good that must still be practiced, and the virtue that must be constantly cultivated with the grace of God:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"We shall . . . reassure our hearts before him whenever our hearts condemn us; for God is greater than our hearts, and he knows everything.","attrs":{}},{"type":"ref","number":52}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":1782},{"type":"text","text":"Man has the right to act in conscience and in freedom so as personally to make moral decisions. \"He must not be forced to act contrary to his conscience. Nor must he be prevented from acting according to his conscience, especially in religious matters.\"","attrs":{}},{"type":"ref","number":53}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"48":{"number":48,"refs":[{"text":"Cf. ⇒ Rom 2:14-16.","link":"http://www.vatican.va/archive/ENG0839/_PYQ.HTM#NTLET.ROM.2.14"}]},"49":{"number":49,"refs":[{"text":"Cf. ⇒ Rom 1:32.","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.32"}]},"50":{"number":50,"refs":[{"text":"John Henry Cardinal Newman, \"Letter to the Duke of Norfolk,\" V, in    Certain Difficulties felt by Anglicans in Catholic Teaching II (London:    Longmans Green, 1885), 248.","link":null}]},"51":{"number":51,"refs":[{"text":"St. Augustine, In ep Jo. 8, 9: PL 35, 2041.","link":null}]},"52":{"number":52,"refs":[{"text":"1 ⇒ Jn 3:19-20.","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.19"}]},"53":{"number":53,"refs":[{"text":"DH 3 # 2.","link":null}]}}}