{"id":"toc-233","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":1795},{"attrs":{"i":true},"type":"text","text":"\"Conscience is man's most secret core, and his sanctuary. There he is alone with God whose voice echoes in his depths\" (GS 16)."}]},{"elements":[{"type":"ref-ccc","ref_number":1796},{"attrs":{"i":true},"type":"text","text":"Conscience is a judgment of reason by which the human person recognizes the moral quality of a concrete act."}]},{"elements":[{"type":"ref-ccc","ref_number":1797},{"attrs":{"i":true},"type":"text","text":"For the man who has committed evil, the verdict of his conscience remains a pledge of conversion and of hope."}]},{"elements":[{"type":"ref-ccc","ref_number":1798},{"attrs":{"i":true},"type":"text","text":"A well-formed conscience is upright and truthful. It formulates its judgments according to reason, in conformity with the true good willed by the wisdom of the Creator. Everyone must avail himself of the means to form his conscience."}]},{"elements":[{"type":"ref-ccc","ref_number":1799},{"attrs":{"i":true},"type":"text","text":"Faced with a moral choice, conscience can make either a right judgment in accordance with reason and the divine law or, on the contrary, an erroneous judgment that departs from them."}]},{"elements":[{"type":"ref-ccc","ref_number":1800},{"attrs":{"i":true},"type":"text","text":"A human being must always obey the certain judgment of his conscience."}]},{"elements":[{"type":"ref-ccc","ref_number":1801},{"attrs":{"i":true},"type":"text","text":"Conscience can remain in ignorance or make erroneous judgments. Such ignorance and errors are not always free of guilt."}]},{"elements":[{"type":"ref-ccc","ref_number":1802},{"attrs":{"i":true},"type":"text","text":"The Word of God is a light for our path. We must assimilate it in faith and prayer and put it into practice. This is how moral conscience is formed."}]}],"footnotes":{}}