{"id":"toc-218","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Human Freedom in the Economy of Salvation"}]},{"elements":[{"type":"ref-ccc","ref_number":1739},{"type":"text","text":"Freedom and sin. Man's freedom is limited and fallible. In fact, man failed. He freely sinned. By refusing God's plan of love, he deceived himself and became a slave to sin. This first alienation engendered a multitude of others. From its outset, human history attests the wretchedness and oppression born of the human heart in consequence of the abuse of freedom."}]},{"elements":[{"type":"ref-ccc","ref_number":1740},{"type":"text","text":"Threats to freedom. the exercise of freedom does not imply a right to say or do everything. It is false to maintain that man, \"the subject of this freedom,\" is \"an individual who is fully self-sufficient and whose finality is the satisfaction of his own interests in the enjoyment of earthly goods.\""},{"type":"ref","number":33},{"type":"text","text":" Moreover, the economic, social, political, and cultural conditions that are needed for a just exercise of freedom are too often disregarded or violated. Such situations of blindness and injustice injure the moral life and involve the strong as well as the weak in the temptation to sin against charity. By deviating from the moral law man violates his own freedom, becomes imprisoned within himself, disrupts neighborly fellowship, and rebels against divine truth."}]},{"elements":[{"type":"ref-ccc","ref_number":1741},{"type":"text","text":"Liberation and salvation. By his glorious Cross Christ has won salvation for all men. He redeemed them from the sin that held them in bondage. \"For freedom Christ has set us free.\""},{"type":"ref","number":34},{"type":"text","text":" In him we have communion with the \"truth that makes us free.\""},{"type":"ref","number":35},{"type":"text","text":" The Holy Spirit has been given to us and, as the Apostle teaches, \"Where the Spirit of the Lord is, there is freedom.\""},{"type":"ref","number":36},{"type":"text","text":" Already we glory in the \"liberty of the children of God.\""},{"type":"ref","number":37}]},{"elements":[{"type":"ref-ccc","ref_number":1742},{"type":"text","text":"Freedom and grace. the grace of Christ is not in the slightest way a rival of our freedom when this freedom accords with the sense of the true and the good that God has put in the human heart. On the contrary, as Christian experience attests especially in prayer, the more docile we are to the promptings of grace, the more we grow in inner freedom and confidence during trials, such as those we face in the pressures and constraints of the outer world. By the working of grace the Holy Spirit educates us in spiritual freedom in order to make us free collaborators in his work in the Church and in the world:"}]},{"elements":[{"type":"text","text":"Almighty and merciful God,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"in your goodness take away from us all that is harmful,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"so that, made ready both in mind and body,"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"we may freely accomplish your will."},{"type":"ref","number":38}],"attrs":{"indent":true}}],"footnotes":{"33":{"number":33,"refs":[{"text":"CDF, instruction, Libertatis conscientia 13.","link":null}]},"34":{"number":34,"refs":[{"text":"⇒ Gal 5: 1.","link":"http://www.vatican.va/archive/ENG0839/_P105.HTM#NTLET.GAL.5.1"}]},"35":{"number":35,"refs":[{"text":"Cf. In 8:32.","link":null}]},"36":{"number":36,"refs":[{"text":"2 Cor 17.","link":null}]},"37":{"number":37,"refs":[{"text":"⇒ Rom 8:21.","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.21"}]},"38":{"number":38,"refs":[{"text":"Roman Missal, 32nd Sunday, Opening Prayer: Omnipotens et misericors    Deus, universa nobis adversantia propitiatus exclude, ut, mente et corpore    pariter expediti, quae tua sunt liberis mentibus exsequamur.","link":null}]}}}