{"id":"toc-226","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Passions and Moral Life"}]},{"elements":[{"type":"ref-ccc","ref_number":1767},{"type":"text","text":"In themselves passions are neither good nor evil. They are morally qualified only to the extent that they effectively engage reason and will. Passions are said to be voluntary, \"either because they are commanded by the will or because the will does not place obstacles in their way.\""},{"type":"ref","number":44},{"type":"text","text":" It belongs to the perfection of the moral or human good that the passions be governed by reason."},{"type":"ref","number":45}]},{"elements":[{"type":"ref-ccc","ref_number":1768},{"type":"text","text":"Strong feelings are not decisive for the morality or the holiness of persons; they are simply the inexhaustible reservoir of images and affections in which the moral life is expressed. Passions are morally good when they contribute to a good action, evil in the opposite case. the upright will orders the movements of the senses it appropriates to the good and to beatitude; an evil will succumbs to disordered passions and exacerbates them. Emotions and feelings can be taken up into the virtues or perverted by the vices."}]},{"elements":[{"type":"ref-ccc","ref_number":1769},{"type":"text","text":"In the Christian life, the Holy Spirit himself accomplishes his work by mobilizing the whole being, with all its sorrows, fears and sadness, as is visible in the Lord's agony and passion. In Christ human feelings are able to reach their consummation in charity and divine beatitude."}]},{"elements":[{"type":"ref-ccc","ref_number":1770},{"type":"text","text":"Moral perfection consists in man's being moved to the good not by his will alone, but also by his sensitive appetite, as in the words of the psalm: \"My heart and flesh sing for joy to the living God.\""},{"type":"ref","number":46}]}],"footnotes":{"44":{"number":44,"refs":[{"text":"St. Thomas Aquinas, STh I-II, 24, 1 corp. art.","link":null}]},"45":{"number":45,"refs":[{"text":"Cf. St. Thomas Aquinas, STh I-II, 24, 3.","link":null}]},"46":{"number":46,"refs":[{"text":"⇒ Ps 84:2.","link":"http://www.vatican.va/archive/ENG0839/_PI4.HTM#WISDB.PSA.84.2"}]}}}