{"id":"toc-311","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Vocation to Chastity"}]},{"elements":[{"type":"ref-ccc","ref_number":2337},{"type":"text","text":"Chastity means the successful integration of sexuality  within the person and thus the inner unity of man in his bodily and spiritual  being. Sexuality, in which man's belonging to the bodily and biological world is  expressed, becomes personal and truly human when it is integrated into the  relationship of one person to another, in the complete and lifelong mutual gift  of a man and a woman. "},{"type":"spacer"},{"type":"text","text":"The virtue of chastity therefore involves the  integrity of the person and the integrality of the gift."}]},{"elements":[{"type":"text","text":"The integrity of the person"}]},{"elements":[{"type":"ref-ccc","ref_number":2338},{"type":"text","text":"The chaste person maintains the integrity of the powers  of life and love placed in him. This integrity ensures the unity of the person;  it is opposed to any behavior that would impair it. It tolerates neither a  double life nor duplicity in speech."},{"type":"ref","number":124}]},{"elements":[{"type":"ref-ccc","ref_number":2339},{"type":"text","text":"Chastity includes an apprenticeship in self-mastery  which is a training in human freedom. the alternative is clear: either man  governs his passions and finds peace, or he lets himself be dominated by them  and becomes unhappy."},{"type":"ref","number":125},{"type":"text","text":" \"Man's dignity therefore requires him to act out  of conscious and free choice, as moved and drawn in a personal way from within,  and not by blind impulses in himself or by mere external constraint. Man gains  such dignity when, ridding himself of all slavery to the passions, he presses  forward to his goal by freely choosing what is good and, by his diligence and  skill, effectively secures for himself the means suited to this end.\""},{"type":"ref","number":126}]},{"elements":[{"type":"ref-ccc","ref_number":2340},{"type":"text","text":"Whoever wants to remain faithful to his baptismal  promises and resist temptations will want to adopt the means for doing so:  self-knowledge, practice of an ascesis adapted to the situations that confront  him, obedience to God's commandments, exercise of the moral virtues, and  fidelity to prayer. \"Indeed it is through chastity that we are gathered together  and led back to the unity from which we were fragmented into multiplicity.\""},{"type":"ref","number":127}]},{"elements":[{"type":"ref-ccc","ref_number":2341},{"type":"text","text":"The virtue of chastity comes under the cardinal virtue  of temperance, which seeks to permeate the passions and appetites of the senses  with reason."}]},{"elements":[{"type":"ref-ccc","ref_number":2342},{"type":"text","text":"Self-mastery is a long and exacting work. One can never  consider it acquired once and for all. It presupposes renewed effort at all  stages of life."},{"type":"ref","number":128},{"type":"text","text":" The effort required can be more intense in  certain periods, such as when the personality is being formed during childhood  and adolescence."}]},{"elements":[{"type":"ref-ccc","ref_number":2343},{"type":"text","text":"Chastity has laws of growth which progress through  stages marked by imperfection and too often by sin. \"Man . . . day by day builds  himself up through his many free decisions; and so he knows, loves, and  accomplishes moral good by stages of growth.\""},{"type":"ref","number":129}]},{"elements":[{"type":"ref-ccc","ref_number":2344},{"type":"text","text":"Chastity represents an eminently personal task; it also  involves a cultural effort, for there is \"an interdependence between personal  betterment and the improvement of society.\""},{"type":"ref","number":130},{"type":"text","text":" Chastity presupposes respect for the rights of  the person, in particular the right to receive information and an education that  respect the moral and spiritual dimensions of human life."}]},{"elements":[{"type":"ref-ccc","ref_number":2345},{"type":"text","text":"Chastity is a moral virtue. It is also a gift from God,  a grace, a fruit of spiritual effort."},{"type":"ref","number":131},{"type":"text","text":" The Holy Spirit enables one whom the water of  Baptism has regenerated to imitate the purity of Christ."},{"type":"ref","number":132}]},{"elements":[{"type":"text","text":"The integrality of the gift of self"}]},{"elements":[{"type":"ref-ccc","ref_number":2346},{"type":"text","text":"Charity is the form of all the virtues. Under its  influence, chastity appears as a school of the gift of the person. Self-mastery  is ordered to the gift of self. Chastity leads him who practices it to become a  witness to his neighbor of God's fidelity and loving kindness."}]},{"elements":[{"type":"ref-ccc","ref_number":2347},{"type":"text","text":"The virtue of chastity blossoms in friendship. It shows  the disciple how to follow and imitate him who has chosen us as his  friends,"},{"type":"ref","number":133},{"type":"text","text":" who has given himself totally to us and allows us  to participate in his divine estate. Chastity is a promise of immortality.  "},{"type":"spacer"},{"type":"text","text":"Chastity is expressed notably in friendship with one's neighbor. Whether it  develops between persons of the same or opposite sex, friendship represents a  great good for all. It leads to spiritual communion."}]},{"elements":[{"type":"text","text":"The various forms of chastity"}]},{"elements":[{"type":"ref-ccc","ref_number":2348},{"type":"text","text":"All the baptized are called to chastity. the Christian  has \"put on Christ,\""},{"type":"ref","number":134},{"type":"text","text":" The model for all chastity. All Christ's faithful  are called to lead a chaste life in keeping with their particular states of  life. At the moment of his Baptism, the Christian is pledged to lead his  affective life in chastity."}]},{"elements":[{"type":"ref-ccc","ref_number":2349},{"type":"text","text":"\"People should cultivate [chastity] in the way that is  suited to their state of life. Some profess virginity or consecrated celibacy  which enables them to give themselves to God alone with an undivided heart in a  remarkable manner. Others live in the way prescribed for all by the moral law,  whether they are married or single.\""},{"type":"ref","number":135},{"type":"text","text":" Married people are called to live conjugal  chastity; others practice chastity in continence:"}]},{"elements":[{"type":"text","text":"There are three forms of the virtue of chastity: the first is  that of spouses, the second that of widows, and the third that of virgins. We do  not praise any one of them to the exclusion of the others.... This is what makes  for the richness of the discipline of the Church."},{"type":"ref","number":136}]},{"elements":[{"type":"ref-ccc","ref_number":2350},{"type":"text","text":"Those who are engaged to marry are called to live  chastity in continence. They should see in this time of testing a discovery of  mutual respect, an apprenticeship in fidelity, and the hope of receiving one  another from God. They should reserve for marriage the expressions of affection  that belong to married love. They will help each other grow in chastity."}]},{"elements":[{"type":"text","text":"Offenses against chastity"}]},{"elements":[{"type":"ref-ccc","ref_number":2351},{"type":"text","text":"Lust is disordered desire for or inordinate enjoyment of  sexual pleasure. Sexual pleasure is morally disordered when sought for itself,  isolated from its procreative and unitive purposes."}]},{"elements":[{"type":"ref-ccc","ref_number":2352},{"type":"text","text":"By masturbation is to be understood the deliberate  stimulation of the genital organs in order to derive sexual pleasure. \"Both the  Magisterium of the Church, in the course of a constant tradition, and the moral  sense of the faithful have been in no doubt and have firmly maintained that  masturbation is an intrinsically and gravely disordered action.\""},{"type":"ref","number":137},{"type":"text","text":" \"The deliberate use of the sexual faculty, for  whatever reason, outside of marriage is essentially contrary to its purpose.\"  For here sexual pleasure is sought outside of \"the sexual relationship which is  demanded by the moral order and in which the total meaning of mutual self-giving  and human procreation in the context of true love is achieved.\""},{"type":"ref","number":138},{"type":"spacer"},{"type":"text","text":"To form an equitable judgment about the  subjects' moral responsibility and to guide pastoral action, one must take into  account the affective immaturity, force of acquired habit, conditions of  anxiety, or other psychological or social factors that lessen or even extenuate  moral culpability."}]},{"elements":[{"type":"ref-ccc","ref_number":2353},{"type":"text","text":"Fornication is carnal union between an unmarried man and  an unmarried woman. It is gravely contrary to the dignity of persons and of  human sexuality which is naturally ordered to the good of spouses and the  generation and education of children. Moreover, it is a grave scandal when there  is corruption of the young."}]},{"elements":[{"type":"ref-ccc","ref_number":2354},{"type":"text","text":"Pornography consists in removing real or simulated  sexual acts from the intimacy of the partners, in order to display them  deliberately to third parties. It offends against chastity because it perverts  the conjugal act, the intimate giving of spouses to each other. It does grave  injury to the dignity of its participants (actors, vendors, the public), since  each one becomes an object of base pleasure and illicit profit for others. It  immerses all who are involved in the illusion of a fantasy world. It is a grave  offense. Civil authorities should prevent the production and distribution of  pornographic materials."}]},{"elements":[{"type":"ref-ccc","ref_number":2355},{"type":"text","text":"Prostitution does injury to the dignity of the person  who engages in it, reducing the person to an instrument of sexual pleasure. the  one who pays sins gravely against himself: he violates the chastity to which his  Baptism pledged him and defiles his body, the temple of the Holy Spirit."},{"type":"ref","number":139},{"type":"text","text":" Prostitution is a social scourge. It usually  involves women, but also men, children, and adolescents (The latter two cases  involve the added sin of scandal.). While it is always gravely sinful to engage  in prostitution, the imputability of the offense can be attenuated by  destitution, blackmail, or social pressure."}]},{"elements":[{"type":"ref-ccc","ref_number":2356},{"type":"text","text":"Rape is the forcible violation of the sexual intimacy of  another person. It does injury to justice and charity. Rape deeply wounds the  respect, freedom, and physical and moral integrity to which every person has a  right. It causes grave damage that can mark the victim for life. It is always an  intrinsically evil act. Graver still is the rape of children committed by  parents (incest) or those responsible for the education of the children  entrusted to them."}]},{"elements":[{"type":"text","text":"Chastity and homosexuality"}]},{"elements":[{"type":"ref-ccc","ref_number":2357},{"type":"text","text":"Homosexuality refers to relations between men or between  women who experience an exclusive or predominant sexual attraction toward  persons of the same sex. It has taken a great variety of forms through the  centuries and in different cultures. Its psychological genesis remains largely  unexplained. Basing itself on Sacred Scripture, which presents homosexual acts  as acts of grave depravity,"},{"type":"ref","number":140},{"type":"text","text":" tradition has always declared that \"homosexual  acts are intrinsically disordered.\""},{"type":"ref","number":141},{"type":"text","text":" They are contrary to the natural law. They close  the sexual act to the gift of life. They do not proceed from a genuine affective  and sexual complementarity. Under no circumstances can they be approved."}]},{"elements":[{"type":"ref-ccc","ref_number":2358},{"type":"text","text":"The number of men and women who have deep-seated homosexual  tendencies is not negligible. This inclination, which is objectively disordered,  constitutes for most of them a trial. They must be accepted with respect, compassion,  and sensitivity. Every sign of unjust discrimination in their regard should be avoided.  These persons are called to fulfill God's will in their lives and, if they are Christians,  to unite to the sacrifice of the Lord's Cross the difficulties they may encounter from their condition."}]},{"elements":[{"type":"ref-ccc","ref_number":2359},{"type":"text","text":"Homosexual persons are called to chastity. By the  virtues of self-mastery that teach them inner freedom, at times by the support  of disinterested friendship, by prayer and sacramental grace, they can and  should gradually and resolutely approach Christian perfection."}]}],"footnotes":{"124":{"number":124,"refs":[{"text":"Cf. ⇒ Mt 5:37.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.37"}]},"125":{"number":125,"refs":[{"text":"Cf. ⇒ Sir 1:22.","link":"http://www.vatican.va/archive/ENG0839/_PM3.HTM#WISDB.SIR.1.22"}]},"126":{"number":126,"refs":[{"text":"GS 17.","link":null}]},"127":{"number":127,"refs":[{"text":"St. Augustine, Conf. 10, 29, 40: PL 32, 796.","link":null}]},"128":{"number":128,"refs":[{"text":"Cf. ⇒ Titus 2:1-6.","link":"http://www.vatican.va/archive/ENG0839/_P11C.HTM#NTLET.TIT.2.1"}]},"129":{"number":129,"refs":[{"text":"FC 34.","link":null}]},"130":{"number":130,"refs":[{"text":"GS 25 # 1.","link":null}]},"131":{"number":131,"refs":[{"text":"Cf. ⇒ Gal 5:22.","link":"http://www.vatican.va/archive/ENG0839/_P105.HTM#NTLET.GAL.5.22"}]},"132":{"number":132,"refs":[{"text":"Cf. ⇒ 1 Jn 3:3.","link":"http://www.vatican.va/archive/ENG0839/_P12D.HTM#CATHL.1JOH.3.3"}]},"133":{"number":133,"refs":[{"text":"Cf. ⇒ Jn 15:15.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.15"}]},"134":{"number":134,"refs":[{"text":"⇒ Gal 3:27.","link":"http://www.vatican.va/archive/ENG0839/_P103.HTM#NTLET.GAL.3.27"}]},"135":{"number":135,"refs":[{"text":"CDF, Persona humana 11.","link":null}]},"136":{"number":136,"refs":[{"text":"St. Ambrose, De viduis 4, 23: PL 16, 255A.","link":null}]},"137":{"number":137,"refs":[{"text":"CDF, Persona humana 9.","link":null}]},"138":{"number":138,"refs":[{"text":"CDF, Persona humana 9.","link":null}]},"139":{"number":139,"refs":[{"text":"Cf. ⇒ 1 Cor 6:15-20.","link":"http://www.vatican.va/archive/ENG0839/_PZB.HTM#NTLET.1COR.6.15"}]},"140":{"number":140,"refs":[{"text":"Cf. Gen 191-29","link":null},{"text":"Rom 124-27","link":null},{"text":"⇒ 1 Cor 6:10","link":"http://www.vatican.va/archive/ENG0839/_PZB.HTM#NTLET.1COR.6.10"},{"text":"⇒ 1 Tim 1:10.","link":"http://www.vatican.va/archive/ENG0839/_P10Z.HTM#NTLET.1TIM.1.10"}]},"141":{"number":141,"refs":[{"text":"CDF, Persona humana 8.","link":null}]}}}