{"id":"toc-314","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":2392},{"attrs":{"i":true},"type":"text","text":"\"Love is the fundamental and innate vocation of every human being\" (FC 11)."}]},{"elements":[{"type":"ref-ccc","ref_number":2393},{"attrs":{"i":true},"type":"text","text":"By creating the human being man and woman, God gives personal dignity equally to the one and the other. Each of them, man and woman, should acknowledge and accept his sexual identity."}]},{"elements":[{"type":"ref-ccc","ref_number":2394},{"attrs":{"i":true},"type":"text","text":"Christ is the model of chastity. Every baptized person is called to lead a chaste life, each according to his particular state of life."}]},{"elements":[{"type":"ref-ccc","ref_number":2395},{"attrs":{"i":true},"type":"text","text":"Chastity means the integration of sexuality within the person. It includes an apprenticeship in self-mastery."}]},{"elements":[{"type":"ref-ccc","ref_number":2396},{"attrs":{"i":true},"type":"text","text":"Among the sins gravely contrary to chastity are masturbation, fornication, pornography, and homosexual practices."}]},{"elements":[{"type":"ref-ccc","ref_number":2397},{"attrs":{"i":true},"type":"text","text":"The covenant which spouses have freely entered into entails faithful love. It imposes on them the obligation to keep their marriage indissoluble."}]},{"elements":[{"type":"ref-ccc","ref_number":2398},{"attrs":{"i":true},"type":"text","text":"Fecundity is a good, a gift and an end of marriage. By giving life, spouses participate in God's fatherhood."}]},{"elements":[{"type":"ref-ccc","ref_number":2399},{"attrs":{"i":true},"type":"text","text":"The regulation of births represents one of the aspects of responsible fatherhood and motherhood. Legitimate intentions on the part of the spouses do not justify recourse to morally unacceptable means (for example, direct sterilization or contraception)."}]},{"elements":[{"type":"ref-ccc","ref_number":2400},{"attrs":{"i":true},"type":"text","text":"Adultery, divorce, polygamy, and free union are grave offenses against the dignity of marriage."}]}],"footnotes":{}}