{"id":"toc-282","paragraphs":[{"elements":[{"type":"text","text":"I. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"\"You Shall Worship the Lord Your God and Him Only Shall You Serve\"","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2084},{"type":"text","text":"God makes himself known by recalling his all-powerful loving, and liberating action in the history of the one he addresses: \"I brought you out of the land of Egypt, out of the house of bondage.\" the first word contains the first commandment of the Law: \"You shall fear the LORD your God; you shall serve him.... You shall not go after other gods.\"","attrs":{}},{"type":"ref","number":5},{"type":"text","text":" God's first call and just demand is that man accept him and worship him.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2085},{"type":"text","text":"The one and true God first reveals his glory to Israel.","attrs":{}},{"type":"ref","number":6},{"type":"text","text":" The revelation of the vocation and truth of man is linked to the revelation of God. Man's vocation is to make God manifest by acting in conformity with his creation \"in the image and likeness of God\":","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"There will never be another God, Trypho, and there has been no other since the world began . . . than he who made and ordered the universe. We do not think that our God is different from yours. He is the same who brought your fathers out of Egypt \"by his powerful hand and his outstretched arm.\" We do not place our hope in some other god, for there is none, but in the same God as you do: the God of Abraham, Isaac and Jacob.","attrs":{}},{"type":"ref","number":7}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2086},{"type":"text","text":"\"The first commandment embraces faith, hope, and charity. When we say 'God' we confess a constant, unchangeable being, always the same, faithful and just, without any evil. It follows that we must necessarily accept his words and have complete faith in him and acknowledge his authority. He is almighty, merciful, and infinitely beneficent. Who could not place all hope in him? Who could not love him when contemplating the treasures of goodness and love he has poured out on us? Hence the formula God employs in the Scripture at the beginning and end of his commandments: 'I am the LORD.'\"","attrs":{}},{"type":"ref","number":8}],"attrs":{}},{"elements":[{"type":"text","text":"Faith","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2087},{"type":"text","text":"Our moral life has its source in faith in God who reveals his love to us. St. Paul speaks of the \"obedience of faith\"","attrs":{}},{"type":"ref","number":9},{"type":"text","text":" as our first obligation. He shows that \"ignorance of God\" is the principle and explanation of all moral deviations.","attrs":{}},{"type":"ref","number":10},{"type":"text","text":" Our duty toward God is to believe in him and to bear witness to him.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2088},{"type":"text","text":"The first commandment requires us to nourish and protect our faith with prudence and vigilance, and to reject everything that is opposed to it. There are various ways of sinning against faith: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Voluntary doubt about the faith disregards or refuses to hold as true what God has revealed and the Church proposes for belief. Involuntary doubt refers to hesitation in believing, difficulty in overcoming objections connected with the faith, or also anxiety aroused by its obscurity. If deliberately cultivated doubt can lead to spiritual blindness.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2089},{"type":"text","text":"Incredulity is the neglect of revealed truth or the willful refusal to assent to it. \"Heresy is the obstinate post-baptismal denial of some truth which must be believed with divine and catholic faith, or it is likewise an obstinate doubt concerning the same; apostasy is the total repudiation of the Christian faith; schism is the refusal of submission to the Roman Pontiff or of communion with the members of the Church subject to him.\"","attrs":{}},{"type":"ref","number":11}],"attrs":{}},{"elements":[{"type":"text","text":"Hope","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2090},{"type":"text","text":"When God reveals Himself and calls him, man cannot fully respond to the divine love by his own powers. He must hope that God will give him the capacity to love Him in return and to act in conformity with the commandments of charity. Hope is the confident expectation of divine blessing and the beatific vision of God; it is also the fear of offending God's love and of incurring punishment.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2091},{"type":"text","text":"The first commandment is also concerned with sins against hope, namely, despair and presumption: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" By despair, man ceases to hope for his personal salvation from God, for help in attaining it or for the forgiveness of his sins. Despair is contrary to God's goodness, to his justice - for the Lord is faithful to his promises - and to his mercy.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2092},{"type":"text","text":"There are two kinds of presumption. Either man presumes upon his own capacities, (hoping to be able to save himself without help from on high), or he presumes upon God's almighty power or his mercy (hoping to obtain his forgiveness without conversion and glory without merit).","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Charity","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2093},{"type":"text","text":"Faith in God's love encompasses the call and the obligation to respond with sincere love to divine charity. the first commandment enjoins us to love God above everything and all creatures for him and because of him.","attrs":{}},{"type":"ref","number":12}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2094},{"type":"text","text":"One can sin against God's love in various ways: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - indifference neglects or refuses to reflect on divine charity; it fails to consider its prevenient goodness and denies its power. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - ingratitude fails or refuses to acknowledge divine charity and to return him love for love. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - lukewarmness is hesitation or negligence in responding to divine love; it can imply refusal to give oneself over to the prompting of charity. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - acedia or spiritual sloth goes so far as to refuse the joy that comes from God and to be repelled by divine goodness. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - hatred of God comes from pride. It is contrary to love of God, whose goodness it denies, and whom it presumes to curse as the one who forbids sins and inflicts punishments.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"5":{"number":5,"refs":[{"text":"⇒ Deut 6:13-14.","link":"http://www.vatican.va/archive/ENG0839/_P4L.HTM#PENT.DEU.6.13"}]},"6":{"number":6,"refs":[{"text":"Cf. ⇒ Ex 19:16-25","link":"http://www.vatican.va/archive/ENG0839/_P20.HTM#PENT.EXO.19.16"},{"text":"⇒ 24:15-18.","link":"http://www.vatican.va/archive/ENG0839/_P25.HTM#PENT.EXO.24.15"}]},"7":{"number":7,"refs":[{"text":"St. Justin, Dial. cum Tryphone Judaeo 11, 1: PG 6, 497.","link":null}]},"8":{"number":8,"refs":[{"text":"Roman Catechism 3, 2,4.","link":null}]},"9":{"number":9,"refs":[{"text":"⇒ Rom 1:5","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.5"},{"text":"⇒ 16:26.","link":"http://www.vatican.va/archive/ENG0839/_PZ4.HTM#NTLET.ROM.16.26"}]},"10":{"number":10,"refs":[{"text":"Cf. ⇒ Rom 1:18-32.","link":"http://www.vatican.va/archive/ENG0839/_PYP.HTM#NTLET.ROM.1.18"}]},"11":{"number":11,"refs":[{"text":"⇒ CIC, can. 751: emphasis added.","link":"http://www.vatican.va/archive/ENG1104/_P2I.HTM#3.0.0.0.0.0.751"}]},"12":{"number":12,"refs":[{"text":"Cf. ⇒ Deut 6:4-5.","link":"http://www.vatican.va/archive/ENG0839/_P4L.HTM#PENT.DEU.6.4"}]}}}