{"id":"toc-327","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Respect for the Truth"}]},{"elements":[{"type":"ref-ccc","ref_number":2488},{"type":"text","text":"The right to the communication of the truth is not unconditional. Everyone must conform his life to the Gospel precept of fraternal love. This requires us in concrete situations to judge whether or not it is appropriate to reveal the truth to someone who asks for it."}]},{"elements":[{"type":"ref-ccc","ref_number":2489},{"type":"text","text":"Charity and respect for the truth should dictate the response to every request for information or communication. the good and safety of others, respect for privacy, and the common good are sufficient reasons for being silent about what ought not be known or for making use of a discreet language. the duty to avoid scandal often commands strict discretion. No one is bound to reveal the truth to someone who does not have the right to know it."},{"type":"ref","number":282}]},{"elements":[{"type":"ref-ccc","ref_number":2490},{"type":"text","text":"The secret of the sacrament of reconciliation is sacred, and cannot be violated under any pretext. \"The sacramental seal is inviolable; therefore, it is a crime for a confessor in any way to betray a penitent by word or in any other manner or for any reason.\""},{"type":"ref","number":283}]},{"elements":[{"type":"ref-ccc","ref_number":2491},{"type":"text","text":"Professional secrets - for example, those of political office holders, soldiers, physicians, and lawyers - or confidential information given under the seal of secrecy must be kept, save in exceptional cases where keeping the secret is bound to cause very grave harm to the one who confided it, to the one who received it or to a third party, and where the very grave harm can be avoided only by divulging the truth. Even if not confided under the seal of secrecy, private information prejudicial to another is not to be divulged without a grave and proportionate reason."}]},{"elements":[{"type":"ref-ccc","ref_number":2492},{"type":"text","text":"Everyone should observe an appropriate reserve concerning persons' private lives. Those in charge of communications should maintain a fair balance between the requirements of the common good and respect for individual rights. Interference by the media in the private lives of persons engaged in political or public activity is to be condemned to the extent that it infringes upon their privacy and freedom."}]}],"footnotes":{"282":{"number":282,"refs":[{"text":"Cf. ⇒ Sir 27:16","link":"http://www.vatican.va/archive/ENG0839/_PMT.HTM#WISDB.SIR.27.16"},{"text":"⇒ Prov 25:9-10.","link":"http://www.vatican.va/archive/ENG0839/_PKO.HTM#WISDB.PRO.25.9"}]},"283":{"number":283,"refs":[{"text":"⇒ CIC, Can. 983 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P3H.HTM#4.1.0.4.2.0.983"}]}}}