{"id":"toc-307","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Safeguarding Peace"}]},{"elements":[{"type":"text","text":"Peace"}]},{"elements":[{"type":"ref-ccc","ref_number":2302},{"type":"text","text":"By recalling the commandment, \"You shall not kill,\""},{"type":"ref","number":93},{"type":"text","text":" our Lord asked for peace of heart and denounced murderous anger and hatred as immoral. "},{"type":"spacer"},{"type":"text","text":" Anger is a desire for revenge. \"To desire vengeance in order to do evil to someone who should be punished is illicit,\" but it is praiseworthy to impose restitution \"to correct vices and maintain justice.\""},{"type":"ref","number":94},{"type":"text","text":" If anger reaches the point of a deliberate desire to kill or seriously wound a neighbor, it is gravely against charity; it is a mortal sin. the Lord says, \"Everyone who is angry with his brother shall be liable to judgment.\""},{"type":"ref","number":95}]},{"elements":[{"type":"ref-ccc","ref_number":2303},{"type":"text","text":"Deliberate hatred is contrary to charity. Hatred of the neighbor is a sin when one deliberately wishes him evil. Hatred of the neighbor is a grave sin when one deliberately desires him grave harm. \"But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven.\""},{"type":"ref","number":96}]},{"elements":[{"type":"ref-ccc","ref_number":2304},{"type":"text","text":"Respect for and development of human life require peace. Peace is not merely the absence of war, and it is not limited to maintaining a balance of powers between adversaries. Peace cannot be attained on earth without safeguarding the goods of persons, free communication among men, respect for the dignity of persons and peoples, and the assiduous practice of fraternity. Peace is \"the tranquillity of order.\""},{"type":"ref","number":97},{"type":"text","text":" Peace is the work of justice and the effect of charity."},{"type":"ref","number":98}]},{"elements":[{"type":"ref-ccc","ref_number":2305},{"type":"text","text":"Earthly peace is the image and fruit of the peace of Christ, the messianic \"Prince of Peace.\""},{"type":"ref","number":99},{"type":"text","text":" By the blood of his Cross, \"in his own person he killed the hostility,\""},{"type":"ref","number":100},{"type":"text","text":" he reconciled men with God and made his Church the sacrament of the unity of the human race and of its union with God. \"He is our peace.\""},{"type":"ref","number":101},{"type":"text","text":" He has declared: \"Blessed are the peacemakers.\""},{"type":"ref","number":102}]},{"elements":[{"type":"ref-ccc","ref_number":2306},{"type":"text","text":"Those who renounce violence and bloodshed and, in order to safeguard human rights, make use of those means of defense available to the weakest, bear witness to evangelical charity, provided they do so without harming the rights and obligations of other men and societies. They bear legitimate witness to the gravity of the physical and moral risks of recourse to violence, with all its destruction and death."},{"type":"ref","number":103}]},{"elements":[{"type":"text","text":"Avoiding war"}]},{"elements":[{"type":"ref-ccc","ref_number":2307},{"type":"text","text":"The fifth commandment forbids the intentional destruction of human life. Because of the evils and injustices that accompany all war, the Church insistently urges everyone to prayer and to action so that the divine Goodness may free us from the ancient bondage of war."},{"type":"ref","number":104}]},{"elements":[{"type":"ref-ccc","ref_number":2308},{"type":"text","text":"All citizens and all governments are obliged to work for the avoidance of war. "},{"type":"spacer"},{"type":"text","text":" However, \"as long as the danger of war persists and there is no international authority with the necessary competence and power, governments cannot be denied the right of lawful self-defense, once all peace efforts have failed.\""},{"type":"ref","number":105}]},{"elements":[{"type":"ref-ccc","ref_number":2309},{"type":"text","text":"The strict conditions for legitimate defense by military force require rigorous consideration. the gravity of such a decision makes it subject to rigorous conditions of moral legitimacy. At one and the same time: "},{"type":"spacer"},{"type":"text","text":" - the damage inflicted by the aggressor on the nation or community of nations must be lasting, grave, and certain; "},{"type":"spacer"},{"type":"text","text":" - all other means of putting an end to it must have been shown to be impractical or ineffective; "},{"type":"spacer"},{"type":"text","text":" - there must be serious prospects of success; "},{"type":"spacer"},{"type":"text","text":" - the use of arms must not produce evils and disorders graver than the evil to be eliminated. the power of modem means of destruction weighs very heavily in evaluating this condition."}]},{"elements":[{"type":"text","text":"These are the traditional elements enumerated in what is called the \"just war\" doctrine. "},{"type":"spacer"},{"type":"text","text":" The evaluation of these conditions for moral legitimacy belongs to the prudential judgment of those who have responsibility for the common good."}]},{"elements":[{"type":"ref-ccc","ref_number":2310},{"type":"text","text":"Public authorities, in this case, have the right and duty to impose on citizens the obligations necessary for national defense. "},{"type":"spacer"},{"type":"text","text":" Those who are sworn to serve their country in the armed forces are servants of the security and freedom of nations. If they carry out their duty honorably, they truly contribute to the common good of the nation and the maintenance of peace."},{"type":"ref","number":106}]},{"elements":[{"type":"ref-ccc","ref_number":2311},{"type":"text","text":"Public authorities should make equitable provision for those who for reasons of conscience refuse to bear arms; these are nonetheless obliged to serve the human community in some other way."},{"type":"ref","number":107}]},{"elements":[{"type":"ref-ccc","ref_number":2312},{"type":"text","text":"The Church and human reason both assert the permanent validity of the moral law during armed conflict. \"The mere fact that war has regrettably broken out does not mean that everything becomes licit between the warring parties.\""},{"type":"ref","number":108}]},{"elements":[{"type":"ref-ccc","ref_number":2313},{"type":"text","text":"Non-combatants, wounded soldiers, and prisoners must be respected and treated humanely. "},{"type":"spacer"},{"type":"text","text":" Actions deliberately contrary to the law of nations and to its universal principles are crimes, as are the orders that command such actions. Blind obedience does not suffice to excuse those who carry them out. Thus the extermination of a people, nation, or ethnic minority must be condemned as a mortal sin. One is morally bound to resist orders that command genocide."}]},{"elements":[{"type":"ref-ccc","ref_number":2314},{"type":"text","text":"\"Every act of war directed to the indiscriminate destruction of whole cities or vast areas with their inhabitants is a crime against God and man, which merits firm and unequivocal condemnation.\""},{"type":"ref","number":109},{"type":"text","text":" A danger of modern warfare is that it provides the opportunity to those who possess modern scientific weapons especially atomic, biological, or chemical weapons - to commit such crimes."}]},{"elements":[{"type":"ref-ccc","ref_number":2315},{"type":"text","text":"The accumulation of arms strikes many as a paradoxically suitable way of deterring potential adversaries from war. They see it as the most effective means of ensuring peace among nations. This method of deterrence gives rise to strong moral reservations. the arms race does not ensure peace. Far from eliminating the causes of war, it risks aggravating them. Spending enormous sums to produce ever new types of weapons impedes efforts to aid needy populations;"},{"type":"ref","number":110},{"type":"text","text":" it thwarts the development of peoples. Over-armament multiplies reasons for conflict and increases the danger of escalation."}]},{"elements":[{"type":"ref-ccc","ref_number":2316},{"type":"text","text":"The production and the sale of arms affect the common good of nations and of the international community. Hence public authorities have the right and duty to regulate them. the short-term pursuit of private or collective interests cannot legitimate undertakings that promote violence and conflict among nations and compromise the international juridical order."}]},{"elements":[{"type":"ref-ccc","ref_number":2317},{"type":"text","text":"Injustice, excessive economic or social inequalities, envy, distrust, and pride raging among men and nations constantly threaten peace and cause wars. Everything done to overcome these disorders contributes to building up peace and avoiding war:"}]},{"elements":[{"type":"text","text":"Insofar as men are sinners, the threat of war hangs over them and will so continue until Christ comes again; but insofar as they can vanquish sin by coming together in charity, violence itself will be vanquished and these words will be fulfilled: \"they shall beat their swords into plowshares, and their spears into pruning hooks; nation shall not lift up sword against nation, neither shall they learn war any more.\""},{"type":"ref","number":111}],"attrs":{"indent":true}}],"footnotes":{"93":{"number":93,"refs":[{"text":"⇒ Mt 5:21.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.21"}]},"94":{"number":94,"refs":[{"text":"St. Thomas Aquinas, STh II-II, 158, 1 ad 3.","link":null}]},"95":{"number":95,"refs":[{"text":"⇒ Mt 5:22.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.22"}]},"96":{"number":96,"refs":[{"text":"⇒ Mt 5:44-45.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.44"}]},"97":{"number":97,"refs":[{"text":"St. Augustine, De civ. Dei, 19, 13, 1: PL 41, 640.","link":null}]},"98":{"number":98,"refs":[{"text":"Cf. ⇒ Isa 32:17","link":"http://www.vatican.va/archive/ENG0839/_POF.HTM#PROPHB.ISA.32.17"},{"text":"cf. GS 78 ## 1-2.","link":null}]},"99":{"number":99,"refs":[{"text":"⇒ Isa 9:5.","link":"http://www.vatican.va/archive/ENG0839/_PNS.HTM#PROPHB.ISA.9.5"}]},"100":{"number":100,"refs":[{"text":"⇒ Eph 2:16 J.B.","link":"http://www.vatican.va/archive/ENG0839/_P109.HTM#NTLET.EPH.2.16"},{"text":"cf. ⇒ Col 1:20-22.","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.20"}]},"101":{"number":101,"refs":[{"text":"⇒ Eph 2:14.","link":"http://www.vatican.va/archive/ENG0839/_P109.HTM#NTLET.EPH.2.14"}]},"102":{"number":102,"refs":[{"text":"⇒ Mt 5:9[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.9"}]},"103":{"number":103,"refs":[{"text":"Cf. GS 78 # 5.","link":null}]},"104":{"number":104,"refs":[{"text":"Cf. GS 81 # 4.","link":null}]},"105":{"number":105,"refs":[{"text":"GS 79 # 4.","link":null}]},"106":{"number":106,"refs":[{"text":"Cf. GS 79 # 5.","link":null}]},"107":{"number":107,"refs":[{"text":"Cf. GS 79 # 3.","link":null}]},"108":{"number":108,"refs":[{"text":"GS 79 # 4.","link":null}]},"109":{"number":109,"refs":[{"text":"GS 80 #3.","link":null}]},"110":{"number":110,"refs":[{"text":"Cf. Paul VI, PP 53.","link":null}]},"111":{"number":111,"refs":[{"text":"GS 78 # 6","link":null},{"text":"cf. ⇒ Isa 2:4.","link":"http://www.vatican.va/archive/ENG0839/_PNL.HTM#PROPHB.ISA.2.4"}]}}}