{"id":"toc-326","paragraphs":[{"elements":[{"type":"text","text":"III. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Offenses Against Truth","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2475},{"type":"text","text":"Christ's disciples have \"put on the new man, created after the likeness of God in true righteousness and holiness.\"","attrs":{}},{"type":"ref","number":273},{"type":"text","text":" By \"putting away falsehood,\" they are to \"put away all malice and all guile and insincerity and envy and all slander.\"","attrs":{}},{"type":"ref","number":274}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2476},{"type":"text","text":"False witness and perjury. When it is made publicly, a statement contrary to the truth takes on a particular gravity. In court it becomes false witness.","attrs":{}},{"type":"ref","number":275},{"type":"text","text":" When it is under oath, it is perjury. Acts such as these contribute to condemnation of the innocent, exoneration of the guilty, or the increased punishment of the accused.","attrs":{}},{"type":"ref","number":276},{"type":"text","text":" They gravely compromise the exercise of justice and the fairness of judicial decisions.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2477},{"type":"text","text":"Respect for the reputation of persons forbids every attitude and word likely to cause them unjust injury.","attrs":{}},{"type":"ref","number":277},{"type":"text","text":" He becomes guilty: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - of rash judgment who, even tacitly, assumes as true, without sufficient foundation, the moral fault of a neighbor; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - of detraction who, without objectively valid reason, discloses another's faults and failings to persons who did not know them;","attrs":{}},{"type":"ref","number":278},{"type":"spacer"},{"type":"text","text":" - of calumny who, by remarks contrary to the truth, harms the reputation of others and gives occasion for false judgments concerning them.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2478},{"type":"text","text":"To avoid rash judgment, everyone should be careful to interpret insofar as possible his neighbor's thoughts, words, and deeds in a favorable way:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Every good Christian ought to be more ready to give a favorable interpretation to another's statement than to condemn it. But if he cannot do so, let him ask how the other understands it. and if the latter understands it badly, let the former correct him with love. If that does not suffice, let the Christian try all suitable ways to bring the other to a correct interpretation so that he may be saved.","attrs":{}},{"type":"ref","number":279}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2479},{"type":"text","text":"Detraction and calumny destroy the reputation and honor of one's neighbor. Honor is the social witness given to human dignity, and everyone enjoys a natural right to the honor of his name and reputation and to respect. Thus, detraction and calumny offend against the virtues of justice and charity.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2480},{"type":"text","text":"Every word or attitude is forbidden which by flattery, adulation, or complaisance encourages and confirms another in malicious acts and perverse conduct. Adulation is a grave fault if it makes one an accomplice in another's vices or grave sins. Neither the desire to be of service nor friendship justifies duplicitous speech. Adulation is a venial sin when it only seeks to be agreeable, to avoid evil, to meet a need, or to obtain legitimate advantages.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2481},{"type":"text","text":"Boasting or bragging is an offense against truth. So is irony aimed at disparaging someone by maliciously caricaturing some aspect of his behavior.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2482},{"type":"text","text":"\"A lie consists in speaking a falsehood with the intention of deceiving.\"","attrs":{}},{"type":"ref","number":280},{"type":"text","text":" The Lord denounces lying as the work of the devil: \"You are of your father the devil, . . . there is no truth in him. When he lies, he speaks according to his own nature, for he is a liar and the father of lies.\"","attrs":{}},{"type":"ref","number":281}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2483},{"type":"text","text":"Lying is the most direct offense against the truth. To lie is to speak or act against the truth in order to lead into error someone who has the right to know the truth. By injuring man's relation to truth and to his neighbor, a lie offends against the fundamental relation of man and of his word to the Lord.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2484},{"type":"text","text":"The gravity of a lie is measured against the nature of the truth it deforms, the circumstances, the intentions of the one who lies, and the harm suffered by its victims. If a lie in itself only constitutes a venial sin, it becomes mortal when it does grave injury to the virtues of justice and charity.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2485},{"type":"text","text":"By its very nature, lying is to be condemned. It is a profanation of speech, whereas the purpose of speech is to communicate known truth to others. the deliberate intention of leading a neighbor into error by saying things contrary to the truth constitutes a failure in justice and charity. the culpability is greater when the intention of deceiving entails the risk of deadly consequences for those who are led astray.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2486},{"type":"text","text":"Since it violates the virtue of truthfulness, a lie does real violence to another. It affects his ability to know, which is a condition of every judgment and decision. It contains the seed of discord and all consequent evils. Lying is destructive of society; it undermines trust among men and tears apart the fabric of social relationships.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2487},{"type":"text","text":"Every offense committed against justice and truth entails the duty of reparation, even if its author has been forgiven. When it is impossible publicly to make reparation for a wrong, it must be made secretly. If someone who has suffered harm cannot be directly compensated, he must be given moral satisfaction in the name of charity. This duty of reparation also concerns offenses against another's reputation. This reparation, moral and sometimes material, must be evaluated in terms of the extent of the damage inflicted. It obliges in conscience.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"273":{"number":273,"refs":[{"text":"⇒ Eph 4:24.","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.24"}]},"274":{"number":274,"refs":[{"text":"⇒ Eph 4:25","link":"http://www.vatican.va/archive/ENG0839/_P10B.HTM#NTLET.EPH.4.25"},{"text":"⇒ 1 Pet 2:1.","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.1"}]},"275":{"number":275,"refs":[{"text":"Cf. ⇒ Prov 19:9.","link":"http://www.vatican.va/archive/ENG0839/_PKI.HTM#WISDB.PRO.19.9"}]},"276":{"number":276,"refs":[{"text":"Cf. ⇒ Prov 18:5.","link":"http://www.vatican.va/archive/ENG0839/_PKH.HTM#WISDB.PRO.18.5"}]},"277":{"number":277,"refs":[{"text":"Cf. ⇒ CIC, can. 220.","link":"http://www.vatican.va/archive/ENG1104/_PV.HTM#2.1.0.1.0.0.220"}]},"278":{"number":278,"refs":[{"text":"Cf. ⇒ Sir 21:28.","link":"http://www.vatican.va/archive/ENG0839/_PMN.HTM#WISDB.SIR.21.28"}]},"279":{"number":279,"refs":[{"text":"St. Ignatius of Loyola, Spiritual Exercises, 22.","link":null}]},"280":{"number":280,"refs":[{"text":"St. Augustine, De mendacio 4, 5: PL 40: 491.","link":null}]},"281":{"number":281,"refs":[{"text":"⇒ Jn 8:44.","link":"http://www.vatican.va/archive/ENG0839/_PXG.HTM#GOSP.JOH.8.44"}]}}}