{"id":"toc-317","paragraphs":[{"elements":[{"type":"text","text":"II. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Respect for Persons and Their Goods","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2407},{"type":"text","text":"In economic matters, respect for human dignity requires the practice of the virtue of temperance, so as to moderate attachment to this world's goods; the practice of the virtue of justice, to preserve our neighbor's rights and render him what is his due; and the practice of solidarity, in accordance with the golden rule and in keeping with the generosity of the Lord, who \"though he was rich, yet for your sake . . . became poor so that by his poverty, you might become rich.\"","attrs":{}},{"type":"ref","number":189}],"attrs":{}},{"elements":[{"type":"text","text":"Respect for the goods of others","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2408},{"type":"text","text":"The seventh commandment forbids theft, that is, usurping another's property against the reasonable will of the owner. There is no theft if consent can be presumed or if refusal is contrary to reason and the universal destination of goods. This is the case in obvious and urgent necessity when the only way to provide for immediate, essential needs (food, shelter, clothing . . .) is to put at one's disposal and use the property of others.","attrs":{}},{"type":"ref","number":190}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2409},{"type":"text","text":"Even if it does not contradict the provisions of civil law, any form of unjustly taking and keeping the property of others is against the seventh commandment: thus, deliberate retention of goods lent or of objects lost; business fraud; paying unjust wages; forcing up prices by taking advantage of the ignorance or hardship of another.","attrs":{}},{"type":"ref","number":191}],"attrs":{}},{"elements":[{"type":"text","text":"The following are also morally illicit: speculation in which one contrives to manipulate the price of goods artificially in order to gain an advantage to the detriment of others; corruption in which one influences the judgment of those who must make decisions according to law; appropriation and use for private purposes of the common goods of an enterprise; work poorly done; tax evasion; forgery of checks and invoices; excessive expenses and waste. Willfully damaging private or public property is contrary to the moral law and requires reparation.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2410},{"type":"text","text":"Promises must be kept and contracts strictly observed to the extent that the commitments made in them are morally just. A significant part of economic and social life depends on the honoring of contracts between physical or moral persons - commercial contracts of purchase or sale, rental or labor contracts. All contracts must be agreed to and executed in good faith.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2411},{"type":"text","text":"Contracts are subject to commutative justice which regulates exchanges between persons in accordance with a strict respect for their rights. Commutative justice obliges strictly; it requires safeguarding property rights, paying debts, and fulfilling obligations freely contracted. Without commutative justice, no other form of justice is possible.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"One distinguishes commutative justice from legal justice which concerns what the citizen owes in fairness to the community, and from distributive justice which regulates what the community owes its citizens in proportion to their contributions and needs.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2412},{"type":"text","text":"In virtue of commutative justice, reparation for injustice committed requires the restitution of stolen goods to their owner:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Jesus blesses Zacchaeus for his pledge: \"If I have defrauded anyone of anything, I restore it fourfold.\"","attrs":{}},{"type":"ref","number":192},{"type":"text","text":" Those who, directly or indirectly, have taken possession of the goods of another, are obliged to make restitution of them, or to return the equivalent in kind or in money, if the goods have disappeared, as well as the profit or advantages their owner would have legitimately obtained from them. Likewise, all who in some manner have taken part in a theft or who have knowingly benefited from it - for example, those who ordered it, assisted in it, or received the stolen goods - are obliged to make restitution in proportion to their responsibility and to their share of what was stolen.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2413},{"type":"text","text":"Games of chance (card games, etc.) or wagers are not in themselves contrary to justice. They become morally unacceptable when they deprive someone of what is necessary to provide for his needs and those of others. the passion for gambling risks becoming an enslavement. Unfair wagers and cheating at games constitute grave matter, unless the damage inflicted is so slight that the one who suffers it cannot reasonably consider it significant.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2414},{"type":"text","text":"The seventh commandment forbids acts or enterprises that for any reason - selfish or ideological, commercial, or totalitarian - lead to the enslavement of human beings, to their being bought, sold and exchanged like merchandise, in disregard for their personal dignity. It is a sin against the dignity of persons and their fundamental rights to reduce them by violence to their productive value or to a source of profit. St. Paul directed a Christian master to treat his Christian slave \"no longer as a slave but more than a slave, as a beloved brother, . . . both in the flesh and in the Lord.\"","attrs":{}},{"type":"ref","number":193}],"attrs":{}},{"elements":[{"type":"text","text":"Respect for the integrity of creation","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2415},{"type":"text","text":"The seventh commandment enjoins respect for the integrity of creation. Animals, like plants and inanimate beings, are by nature destined for the common good of past, present, and future humanity.","attrs":{}},{"type":"ref","number":194},{"type":"text","text":" Use of the mineral, vegetable, and animal resources of the universe cannot be divorced from respect for moral imperatives. Man's dominion over inanimate and other living beings granted by the Creator is not absolute; it is limited by concern for the quality of life of his neighbor, including generations to come; it requires a religious respect for the integrity of creation.","attrs":{}},{"type":"ref","number":195}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2416},{"type":"text","text":"Animals are God's creatures. He surrounds them with his providential care. By their mere existence they bless him and give him glory.","attrs":{}},{"type":"ref","number":196},{"type":"text","text":" Thus men owe them kindness. We should recall the gentleness with which saints like St. Francis of Assisi or St. Philip Neri treated animals.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2417},{"type":"text","text":"God entrusted animals to the stewardship of those whom he created in his own image.","attrs":{}},{"type":"ref","number":197},{"type":"text","text":" Hence it is legitimate to use animals for food and clothing. They may be domesticated to help man in his work and leisure. Medical and scientific experimentation on animals is a morally acceptable practice, if it remains within reasonable limits and contributes to caring for or saving human lives.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2418},{"type":"text","text":"It is contrary to human dignity to cause animals to suffer or die needlessly. It is likewise unworthy to spend money on them that should as a priority go to the relief of human misery. One can love animals; one should not direct to them the affection due only to persons.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"189":{"number":189,"refs":[{"text":"⇒ 2 Cor 8:9.","link":"http://www.vatican.va/archive/ENG0839/_PZU.HTM#NTLET.2COR.8.9"}]},"190":{"number":190,"refs":[{"text":"Cf. GS 69 # 1.","link":null}]},"191":{"number":191,"refs":[{"text":"Cf. ⇒ Deut 25:13-16","link":"http://www.vatican.va/archive/ENG0839/_P54.HTM#PENT.DEU.25.13"},{"text":"⇒ 24:14-15","link":"http://www.vatican.va/archive/ENG0839/_P53.HTM#PENT.DEU.24.14"},{"text":"⇒ Jas 5:4","link":"http://www.vatican.va/archive/ENG0839/_P11Z.HTM#CATHL.JAM.5.4"},{"text":"⇒ Am 8:4-6.","link":"http://www.vatican.va/archive/ENG0839/_PTS.HTM#PROPHB.AMO.8.4"}]},"192":{"number":192,"refs":[{"text":"⇒ Lk 19:8.","link":"http://www.vatican.va/archive/ENG0839/_PX2.HTM#GOSP.LUK.19.8"}]},"193":{"number":193,"refs":[{"text":"Philem 16.","link":null}]},"194":{"number":194,"refs":[{"text":"Cf. Gen 128-31.","link":null}]},"195":{"number":195,"refs":[{"text":"Cf. CA 37-38.","link":null}]},"196":{"number":196,"refs":[{"text":"Cf. ⇒ Mt 6:26","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.26"},{"text":"⇒ Dan 3:79-81.","link":"http://www.vatican.va/archive/ENG0839/_PSO.HTM#PROPHB.DAN.3.79"}]},"197":{"number":197,"refs":[{"text":"Cf. ⇒ Gen 2:19-20","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.19"},{"text":"⇒ 9:1-4.","link":"http://www.vatican.va/archive/ENG0839/_PB.HTM#PENT.GEN.9.1"}]}}}