{"id":"toc-298","paragraphs":[{"elements":[{"type":"text","text":"I. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Family in God's Plan","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"The nature of the family","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2201},{"type":"text","text":"The conjugal community is established upon the consent of the spouses. Marriage and the family are ordered to the good of the spouses and to the procreation and education of children. the love of the spouses and the begetting of children create among members of the same family personal relationships and primordial responsibilities.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2202},{"type":"text","text":"A man and a woman united in marriage, together with their children, form a family. This institution is prior to any recognition by public authority, which has an obligation to recognize it. It should be considered the normal reference point by which the different forms of family relationship are to be evaluated.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2203},{"type":"text","text":"In creating man and woman, God instituted the human family and endowed it with its fundamental constitution. Its members are persons equal in dignity. For the common good of its members and of society, the family necessarily has manifold responsibilities, rights, and duties.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The Christian family","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2204},{"type":"text","text":"\"The Christian family constitutes a specific revelation and realization of ecclesial communion, and for this reason it can and should be called a domestic church.\"","attrs":{}},{"type":"ref","number":9},{"type":"text","text":" It is a community of faith, hope, and charity; it assumes singular importance in the Church, as is evident in the New Testament.","attrs":{}},{"type":"ref","number":10}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2205},{"type":"text","text":"The Christian family is a communion of persons, a sign and image of the communion of the Father and the Son in the Holy Spirit. In the procreation and education of children it reflects the Father's work of creation. It is called to partake of the prayer and sacrifice of Christ. Daily prayer and the reading of the Word of God strengthen it in charity. the Christian family has an evangelizing and missionary task.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2206},{"type":"text","text":"The relationships within the family bring an affinity of feelings, affections and interests, arising above all from the members' respect for one another. the family is a privileged community called to achieve a \"sharing of thought and common deliberation by the spouses as well as their eager cooperation as parents in the children's upbringing.\"","attrs":{}},{"type":"ref","number":11}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"9":{"number":9,"refs":[{"text":"FC 21","link":null},{"text":"cf. LG 11.","link":null}]},"10":{"number":10,"refs":[{"text":"Cf. ⇒ Eph 5:21b: 4","link":"http://www.vatican.va/archive/ENG0839/_P10C.HTM#NTLET.EPH.5.21"},{"text":"⇒ Col 3:18-21","link":"http://www.vatican.va/archive/ENG0839/_P10M.HTM#NTLET.COL.3.18"},{"text":"⇒ 1 Pet 3:1-7.","link":"http://www.vatican.va/archive/ENG0839/_P123.HTM#CATHL.1PET.3.1"}]},"11":{"number":11,"refs":[{"text":"GS 52 # 1.","link":null}]}}}