{"id":"toc-319","paragraphs":[{"elements":[{"type":"text","text":"IV. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Economic Activity and Social Justice","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2426},{"type":"text","text":"The development of economic activity and growth in production are meant to provide for the needs of human beings. Economic life is not meant solely to multiply goods produced and increase profit or power; it is ordered first of all to the service of persons, of the whole man, and of the entire human community. Economic activity, conducted according to its own proper methods, is to be exercised within the limits of the moral order, in keeping with social justice so as to correspond to God's plan for man.","attrs":{}},{"type":"ref","number":208}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2427},{"type":"text","text":"Human work proceeds directly from persons created in the image of God and called to prolong the work of creation by subduing the earth, both with and for one another.","attrs":{}},{"type":"ref","number":209},{"type":"text","text":" Hence work is a duty: \"If any one will not work, let him not eat.\"","attrs":{}},{"type":"ref","number":210},{"type":"text","text":" Work honors the Creator's gifts and the talents received from him. It can also be redemptive. By enduring the hardship of work","attrs":{}},{"type":"ref","number":211},{"type":"text","text":" in union with Jesus, the carpenter of Nazareth and the one crucified on Calvary, man collaborates in a certain fashion with the Son of God in his redemptive work. He shows himself to be a disciple of Christ by carrying the cross, daily, in the work he is called to accomplish.","attrs":{}},{"type":"ref","number":212},{"type":"text","text":" Work can be a means of sanctification and a way of animating earthly realities with the Spirit of Christ.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2428},{"type":"text","text":"In work, the person exercises and fulfills in part the potential inscribed in his nature. the primordial value of labor stems from man himself, its author and its beneficiary. Work is for man, not man for work.","attrs":{}},{"type":"ref","number":213},{"type":"spacer"},{"type":"text","text":" Everyone should be able to draw from work the means of providing for his life and that of his family, and of serving the human community.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2429},{"type":"text","text":"Everyone has the right of economic initiative; everyone should make legitimate use of his talents to contribute to the abundance that will benefit all and to harvest the just fruits of his labor. He should seek to observe regulations issued by legitimate authority for the sake of the common good.","attrs":{}},{"type":"ref","number":214}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2430},{"type":"text","text":"Economic life brings into play different interests, often opposed to one another. This explains why the conflicts that characterize it arise.","attrs":{}},{"type":"ref","number":215},{"type":"text","text":" Efforts should be made to reduce these conflicts by negotiation that respects the rights and duties of each social partner: those responsible for business enterprises, representatives of wage - earners (for example, trade unions), and public authorities when appropriate.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2431},{"type":"text","text":"The responsibility of the state. \"Economic activity, especially the activity of a market economy, cannot be conducted in an institutional, juridical, or political vacuum. On the contrary, it presupposes sure guarantees of individual freedom and private property, as well as a stable currency and efficient public services. Hence the principal task of the state is to guarantee this security, so that those who work and produce can enjoy the fruits of their labors and thus feel encouraged to work efficiently and honestly.... Another task of the state is that of overseeing and directing the exercise of human rights in the economic sector. However, primary responsibility in this area belongs not to the state but to individuals and to the various groups and associations which make up society.\"","attrs":{}},{"type":"ref","number":216}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2432},{"type":"text","text":"Those responsible for business enterprises are responsible to society for the economic and ecological effects of their operations.","attrs":{}},{"type":"ref","number":217},{"type":"text","text":" They have an obligation to consider the good of persons and not only the increase of profits. Profits are necessary, however. They make possible the investments that ensure the future of a business and they guarantee employment.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2433},{"type":"text","text":"Access to employment and to professions must be open to all without unjust discrimination: men and women, healthy and disabled, natives and immigrants.","attrs":{}},{"type":"ref","number":218},{"type":"text","text":" For its part society should, according to circumstances, help citizens find work and employment.","attrs":{}},{"type":"ref","number":219}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2434},{"type":"text","text":"A just wage is the legitimate fruit of work. To refuse or withhold it can be a grave injustice.","attrs":{}},{"type":"ref","number":220},{"type":"text","text":" In determining fair pay both the needs and the contributions of each person must be taken into account. \"Remuneration for work should guarantee man the opportunity to provide a dignified livelihood for himself and his family on the material, social, cultural and spiritual level, taking into account the role and the productivity of each, the state of the business, and the common good.\"","attrs":{}},{"type":"ref","number":221},{"type":"text","text":" Agreement between the parties is not sufficient to justify morally the amount to be received in wages.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2435},{"type":"text","text":"Recourse to a strike is morally legitimate when it cannot be avoided, or at least when it is necessary to obtain a proportionate benefit. It becomes morally unacceptable when accompanied by violence, or when objectives are included that are not directly linked to working conditions or are contrary to the common good.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2436},{"type":"text","text":"Unemployment almost always wounds its victim's dignity and threatens the equilibrium of his life. Besides the harm done to him personally, it entails many risks for his family.","attrs":{}},{"type":"ref","number":222}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"208":{"number":208,"refs":[{"text":"Cf. GS 64.","link":null}]},"209":{"number":209,"refs":[{"text":"Cf. ⇒ Gen 1:28","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.28"},{"text":"GS 34","link":null},{"text":"CA 31.","link":null}]},"210":{"number":210,"refs":[{"text":"⇒ 2 Thess 3:10","link":"http://www.vatican.va/archive/ENG0839/_P10X.HTM#NTLET.2THE.3.10"},{"text":"Cf. ⇒ 1 Thess 4:11.","link":"http://www.vatican.va/archive/ENG0839/_P10S.HTM#NTLET.1THE.4.11"}]},"211":{"number":211,"refs":[{"text":"Cf. ⇒ Gen 3:14-19.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.14"}]},"212":{"number":212,"refs":[{"text":"Cf. LE 27.","link":null}]},"213":{"number":213,"refs":[{"text":"Cf. LE 6.","link":null}]},"214":{"number":214,"refs":[{"text":"Cf. CA 32","link":null},{"text":"34.","link":null}]},"215":{"number":215,"refs":[{"text":"Cf. LE 11.","link":null}]},"216":{"number":216,"refs":[{"text":"CA 48.","link":null}]},"217":{"number":217,"refs":[{"text":"Cf. CA 37.","link":null}]},"218":{"number":218,"refs":[{"text":"Cf. LE 19","link":null},{"text":"22-23.","link":null}]},"219":{"number":219,"refs":[{"text":"Cf. CA 48.","link":null}]},"220":{"number":220,"refs":[{"text":"Cf. ⇒ Lev 19:13","link":"http://www.vatican.va/archive/ENG0839/_P35.HTM#PENT.LEV.19.13"},{"text":"⇒ Deut 24:14-15","link":"http://www.vatican.va/archive/ENG0839/_P53.HTM#PENT.DEU.24.14"},{"text":"⇒ Jas 5:4","link":"http://www.vatican.va/archive/ENG0839/_P11Z.HTM#CATHL.JAM.5.4"}]},"221":{"number":221,"refs":[{"text":"GS 67 # 2.","link":null}]},"222":{"number":222,"refs":[{"text":"Cf. LE 18.","link":null}]}}}