{"id":"toc-302","paragraphs":[{"elements":[{"type":"text","text":"V. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Authorities In Civil Society","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2234},{"type":"text","text":"God's fourth commandment also enjoins us to honor all who for our good have received authority in society from God. It clarifies the duties of those who exercise authority as well as those who benefit from it.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Duties of civil authorities","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2235},{"type":"text","text":"Those who exercise authority should do so as a service. \"Whoever would be great among you must be your servant.\"","attrs":{}},{"type":"ref","number":41},{"type":"text","text":" The exercise of authority is measured morally in terms of its divine origin, its reasonable nature and its specific object. No one can command or establish what is contrary to the dignity of persons and the natural law.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2236},{"type":"text","text":"The exercise of authority is meant to give outward expression to a just hierarchy of values in order to facilitate the exercise of freedom and responsibility by all. Those in authority should practice distributive justice wisely, taking account of the needs and contribution of each, with a view to harmony and peace. They should take care that the regulations and measures they adopt are not a source of temptation by setting personal interest against that of the community.","attrs":{}},{"type":"ref","number":42}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2237},{"type":"text","text":"Political authorities are obliged to respect the fundamental rights of the human person. They will dispense justice humanely by respecting the rights of everyone, especially of families and the disadvantaged. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The political rights attached to citizenship can and should be granted according to the requirements of the common good. They cannot be suspended by public authorities without legitimate and proportionate reasons. Political rights are meant to be exercised for the common good of the nation and the human community.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The duties of citizens","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2238},{"type":"text","text":"Those subject to authority should regard those in authority as representatives of God, who has made them stewards of his gifts:","attrs":{}},{"type":"ref","number":43},{"type":"text","text":" \"Be subject for the Lord's sake to every human institution.... Live as free men, yet without using your freedom as a pretext for evil; but live as servants of God.\"","attrs":{}},{"type":"ref","number":44},{"type":"text","text":" Their loyal collaboration includes the right, and at times the duty, to voice their just criticisms of that which seems harmful to the dignity of persons and to the good of the community.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2239},{"type":"text","text":"It is the duty of citizens to contribute along with the civil authorities to the good of society in a spirit of truth, justice, solidarity, and freedom. the love and service of one's country follow from the duty of gratitude and belong to the order of charity. Submission to legitimate authorities and service of the common good require citizens to fulfill their roles in the life of the political community.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2240},{"type":"text","text":"Submission to authority and co-responsibility for the common good make it morally obligatory to pay taxes, to exercise the right to vote, and to defend one's country:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Pay to all of them their dues, taxes to whom taxes are due, revenue to whom revenue is due, respect to whom respect is due, honor to whom honor is due.","attrs":{}},{"type":"ref","number":45}],"attrs":{}},{"elements":[{"type":"text","text":"[Christians] reside in their own nations, but as resident aliens. They participate in all things as citizens and endure all things as foreigners.... They obey the established laws and their way of life surpasses the laws.... So noble is the position to which God has assigned them that they are not allowed to desert it.","attrs":{}},{"type":"ref","number":46}],"attrs":{}},{"elements":[{"type":"text","text":"The Apostle exhorts us to offer prayers and thanksgiving for kings and all who exercise authority, \"that we may lead a quiet and peaceable life, godly and respectful in every way.\"","attrs":{}},{"type":"ref","number":47}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2241},{"type":"text","text":"The more prosperous nations are obliged, to the extent they are able, to welcome the foreigner in search of the security and the means of livelihood which he cannot find in his country of origin. Public authorities should see to it that the natural right is respected that places a guest under the protection of those who receive him.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Political authorities, for the sake of the common good for which they are responsible, may make the exercise of the right to immigrate subject to various juridical conditions, especially with regard to the immigrants' duties toward their country of adoption. Immigrants are obliged to respect with gratitude the material and spiritual heritage of the country that receives them, to obey its laws and to assist in carrying civic burdens.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2242},{"type":"text","text":"The citizen is obliged in conscience not to follow the directives of civil authorities when they are contrary to the demands of the moral order, to the fundamental rights of persons or the teachings of the Gospel. Refusing obedience to civil authorities, when their demands are contrary to those of an upright conscience, finds its justification in the distinction between serving God and serving the political community. \"Render therefore to Caesar the things that are Caesar's, and to God the things that are God's.\"","attrs":{}},{"type":"ref","number":48},{"type":"text","text":" \"We must obey God rather than men\":","attrs":{}},{"type":"ref","number":49}],"attrs":{}},{"elements":[{"type":"text","text":"When citizens are under the oppression of a public authority which oversteps its competence, they should still not refuse to give or to do what is objectively demanded of them by the common good; but it is legitimate for them to defend their own rights and those of their fellow citizens against the abuse of this authority within the limits of the natural law and the Law of the Gospel.","attrs":{}},{"type":"ref","number":50}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2243},{"type":"text","text":"Armed resistance to oppression by political authority is not legitimate, unless all the following conditions are met: 1) there is certain, grave, and prolonged violation of fundamental rights; 2) all other means of redress have been exhausted; 3) such resistance will not provoke worse disorders; 4) there is well-founded hope of success; and 5) it is impossible reasonably to foresee any better solution.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The political community and the Church","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2244},{"type":"text","text":"Every institution is inspired, at least implicitly, by a vision of man and his destiny, from which it derives the point of reference for its judgment, its hierarchy of values, its line of conduct. Most societies have formed their institutions in the recognition of a certain preeminence of man over things. Only the divinely revealed religion has clearly recognized man's origin and destiny in God, the Creator and Redeemer. the Church invites political authorities to measure their judgments and decisions against this inspired truth about God and man:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Societies not recognizing this vision or rejecting it in the name of their independence from God are brought to seek their criteria and goal in themselves or to borrow them from some ideology. Since they do not admit that one can defend an objective criterion of good and evil, they arrogate to themselves an explicit or implicit totalitarian power over man and his destiny, as history shows.","attrs":{}},{"type":"ref","number":51}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2245},{"type":"text","text":"The Church, because of her commission and competence, is not to be confused in any way with the political community. She is both the sign and the safeguard of the transcendent character of the human person. \"The Church respects and encourages the political freedom and responsibility of the citizen.\"","attrs":{}},{"type":"ref","number":52}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2246},{"type":"text","text":"It is a part of the Church's mission \"to pass moral judgments even in matters related to politics, whenever the fundamental rights of man or the salvation of souls requires it. the means, the only means, she may use are those which are in accord with the Gospel and the welfare of all men according to the diversity of times and circumstances.\"","attrs":{}},{"type":"ref","number":53}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"41":{"number":41,"refs":[{"text":"⇒ Mt 20:26.","link":"http://www.vatican.va/archive/ENG0839/_PVT.HTM#GOSP.MAT.20.26"}]},"42":{"number":42,"refs":[{"text":"Cf. CA 25.","link":null}]},"43":{"number":43,"refs":[{"text":"Cf. ⇒ Rom 13:1-2.","link":"http://www.vatican.va/archive/ENG0839/_PZ1.HTM#NTLET.ROM.13.1"}]},"44":{"number":44,"refs":[{"text":"⇒ 1 Pet 2:13, ⇒ 16.","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.13"}]},"45":{"number":45,"refs":[{"text":"⇒ Rom 13:7.","link":"http://www.vatican.va/archive/ENG0839/_PZ1.HTM#NTLET.ROM.13.7"}]},"46":{"number":46,"refs":[{"text":"Ad Diognetum 5, 5 and 10","link":null},{"text":"6, 10: PG 2, 1173 and 1176.","link":null}]},"47":{"number":47,"refs":[{"text":"1 Tim 2:2.","link":null}]},"48":{"number":48,"refs":[{"text":"⇒ Mt 22:21.","link":"http://www.vatican.va/archive/ENG0839/_PVV.HTM#GOSP.MAT.22.21"}]},"49":{"number":49,"refs":[{"text":"⇒ Acts 5:29.","link":"http://www.vatican.va/archive/ENG0839/_PXZ.HTM#GOSP.ACT.5.29"}]},"50":{"number":50,"refs":[{"text":"GS 74 # 5.","link":null}]},"51":{"number":51,"refs":[{"text":"Cf. CA 45","link":null},{"text":"46.","link":null}]},"52":{"number":52,"refs":[{"text":"GS 76 # 3.","link":null}]},"53":{"number":53,"refs":[{"text":"GS 76 # 5.","link":null}]}}}