{"id":"toc-320","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"V. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Justice and Solidarity Among Nations"}]},{"elements":[{"type":"ref-ccc","ref_number":2437},{"type":"text","text":"On the international level, inequality of resources and economic capability is such that it creates a real \"gap\" between nations."},{"type":"ref","number":223},{"type":"text","text":" On the one side there are those nations possessing and developing the means of growth and, on the other, those accumulating debts."}]},{"elements":[{"type":"ref-ccc","ref_number":2438},{"type":"text","text":"Various causes of a religious, political, economic, and financial nature today give \"the social question a worldwide dimension.\""},{"type":"ref","number":224},{"type":"text","text":" There must be solidarity among nations which are already politically interdependent. It is even more essential when it is a question of dismantling the \"perverse mechanisms\" that impede the development of the less advanced countries."},{"type":"ref","number":225},{"type":"text","text":" In place of abusive if not usurious financial systems, iniquitous commercial relations among nations, and the arms race, there must be substituted a common effort to mobilize resources toward objectives of moral, cultural, and economic development, \"redefining the priorities and hierarchies of values.\""},{"type":"ref","number":226}]},{"elements":[{"type":"ref-ccc","ref_number":2439},{"type":"text","text":"Rich nations have a grave moral responsibility toward those which are unable to ensure the means of their development by themselves or have been prevented from doing so by tragic historical events. It is a duty in solidarity and charity; it is also an obligation in justice if the prosperity of the rich nations has come from resources that have not been paid for fairly."}]},{"elements":[{"type":"ref-ccc","ref_number":2440},{"type":"text","text":"Direct aid is an appropriate response to immediate, extraordinary needs caused by natural catastrophes, epidemics, and the like. But it does not suffice to repair the grave damage resulting from destitution or to provide a lasting solution to a country's needs. It is also necessary to reform international economic and financial institutions so that they will better promote equitable relationships with less advanced countries."},{"type":"ref","number":227},{"type":"text","text":" The efforts of poor countries working for growth and liberation must be supported."},{"type":"ref","number":228},{"type":"text","text":" This doctrine must be applied especially in the area of agricultural labor. Peasants, especially in the Third World, form the overwhelming majority of the poor."}]},{"elements":[{"type":"ref-ccc","ref_number":2441},{"type":"text","text":"An increased sense of God and increased self-awareness are fundamental to any full development of human society. This development multiplies material goods and puts them at the service of the person and his freedom. It reduces dire poverty and economic exploitation. It makes for growth in respect for cultural identities and openness to the transcendent."},{"type":"ref","number":229}]},{"elements":[{"type":"ref-ccc","ref_number":2442},{"type":"text","text":"It is not the role of the Pastors of the Church to intervene directly in the political structuring and organization of social life. This task is part of the vocation of the lay faithful, acting on their own initiative with their fellow citizens. Social action can assume various concrete forms. It should always have the common good in view and be in conformity with the message of the Gospel and the teaching of the Church. It is the role of the laity \"to animate temporal realities with Christian commitment, by which they show that they are witnesses and agents of peace and justice.\""},{"type":"ref","number":230}]}],"footnotes":{"223":{"number":223,"refs":[{"text":"Cf. SRS 14.","link":null}]},"224":{"number":224,"refs":[{"text":"SRS 9.","link":null}]},"225":{"number":225,"refs":[{"text":"Cf. SRS 17","link":null},{"text":"45.","link":null}]},"226":{"number":226,"refs":[{"text":"CA 28","link":null},{"text":"Cf. 35.","link":null}]},"227":{"number":227,"refs":[{"text":"Cf. SRS 16.","link":null}]},"228":{"number":228,"refs":[{"text":"Cf. CA 26.","link":null}]},"229":{"number":229,"refs":[{"text":"Cf. SRS 32","link":null},{"text":"CA 51.","link":null}]},"230":{"number":230,"refs":[{"text":"SRS 47 # 6","link":null},{"text":"cf. 42.","link":null}]}}}