{"id":"toc-299","paragraphs":[{"elements":[{"type":"text","text":"II. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Family and Society","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2207},{"type":"text","text":"The family is the original cell of social life. It is the natural society in which husband and wife are called to give themselves in love and in the gift of life. Authority, stability, and a life of relationships within the family constitute the foundations for freedom, security, and fraternity within society. the family is the community in which, from childhood, one can learn moral values, begin to honor God, and make good use of freedom. Family life is an initiation into life in society.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2208},{"type":"text","text":"The family should live in such a way that its members learn to care and take responsibility for the young, the old, the sick, the handicapped, and the poor. There are many families who are at times incapable of providing this help. It devolves then on other persons, other families, and, in a subsidiary way, society to provide for their needs: \"Religion that is pure and undefiled before God and the Father is this: to visit orphans and widows in their affliction and to keep oneself unstained from the world.\"","attrs":{}},{"type":"ref","number":12}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2209},{"type":"text","text":"The family must be helped and defended by appropriate social measures. Where families cannot fulfill their responsibilities, other social bodies have the duty of helping them and of supporting the institution of the family. Following the principle of subsidiarity, larger communities should take care not to usurp the family's prerogatives or interfere in its life.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2210},{"type":"text","text":"The importance of the family for the life and well-being of society","attrs":{}},{"type":"ref","number":13},{"type":"text","text":" entails a particular responsibility for society to support and strengthen marriage and the family. Civil authority should consider it a grave duty \"to acknowledge the true nature of marriage and the family, to protect and foster them, to safeguard public morality, and promote domestic prosperity.\"","attrs":{}},{"type":"ref","number":14}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2211},{"type":"text","text":"The political community has a duty to honor the family, to assist it, and to ensure especially: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the freedom to establish a family, have children, and bring them up in keeping with the family's own moral and religious convictions; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the protection of the stability of the marriage bond and the institution of the family; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the freedom to profess one's faith, to hand it on, and raise one's children in it, with the necessary means and institutions; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the right to private property, to free enterprise, to obtain work and housing, and the right to emigrate; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - in keeping with the country's institutions, the right to medical care, assistance for the aged, and family benefits; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the protection of security and health, especially with respect to dangers like drugs, pornography, alcoholism, etc.; ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the freedom to form associations with other families and so to have representation before civil authority.","attrs":{}},{"type":"ref","number":15}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2212},{"type":"text","text":"The fourth commandment illuminates other relationships in society. In our brothers and sisters we see the children of our parents; in our cousins, the descendants of our ancestors; in our fellow citizens, the children of our country; in the baptized, the children of our mother the Church; in every human person, a son or daughter of the One who wants to be called \"our Father.\" In this way our relationships with our neighbors are recognized as personal in character. the neighbor is not a \"unit\" in the human collective; he is \"someone\" who by his known origins deserves particular attention and respect.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2213},{"type":"text","text":"Human communities are made up of persons. Governing them well is not limited to guaranteeing rights and fulfilling duties such as honoring contracts. Right relations between employers and employees, between those who govern and citizens, presuppose a natural good will in keeping with the dignity of human persons concerned for justice and fraternity.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"12":{"number":12,"refs":[{"text":"⇒ Jas 1:27.","link":"http://www.vatican.va/archive/ENG0839/_P11V.HTM#CATHL.JAM.1.27"}]},"13":{"number":13,"refs":[{"text":"Cf. GS 47 # 1.","link":null}]},"14":{"number":14,"refs":[{"text":"GS 52 # 2.","link":null}]},"15":{"number":15,"refs":[{"text":"Cf. FC 46.","link":null}]}}}