{"id":"toc-339","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IV. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"\"I Want to See God\""}]},{"elements":[{"type":"ref-ccc","ref_number":2548},{"type":"text","text":"Desire for true happiness frees man from his immoderate attachment to the goods of this world so that he can find his fulfillment in the vision and beatitude of God. \"The promise [of seeing God] surpasses all beatitude.... In Scripture, to see is to possess.... Whoever sees God has obtained all the goods of which he can conceive.\""},{"type":"ref","number":343}]},{"elements":[{"type":"ref-ccc","ref_number":2549},{"type":"text","text":"It remains for the holy people to struggle, with grace from on high, to obtain the good things God promises. In order to possess and contemplate God, Christ's faithful mortify their cravings and, with the grace of God, prevail over the seductions of pleasure and power."}]},{"elements":[{"type":"ref-ccc","ref_number":2550},{"type":"text","text":"On this way of perfection, the Spirit and the Bride call whoever hears them"},{"type":"ref","number":344},{"type":"text","text":" to perfect communion with God:"}]},{"elements":[{"type":"text","text":"There will true glory be, where no one will be praised by mistake or flattery; true honor will not be refused to the worthy, nor granted to the unworthy; likewise, no one unworthy will pretend to be worthy, where only those who are worthy will be admitted. There true peace will reign, where no one will experience opposition either from self or others. God himself will be virtue's reward; he gives virtue and has promised to give himself as the best and greatest reward that could exist.... \"I shall be their God and they will be my people....\" This is also the meaning of the Apostle's words: \"So that God may be all in all.\" God himself will be the goal of our desires; we shall contemplate him without end, love him without surfeit, praise him without weariness. This gift, this state, this act, like eternal life itself, will assuredly be common to all."},{"type":"ref","number":345}],"attrs":{"indent":true}}],"footnotes":{"343":{"number":343,"refs":[{"text":"St. Gregory of Nyssa, De beatitudinibus 6: PG 44, 1265A.","link":null}]},"344":{"number":344,"refs":[{"text":"Cf. ⇒ Rev 22:17.","link":"http://www.vatican.va/archive/ENG0839/_P135.HTM#CATHL.REV.22.17"}]},"345":{"number":345,"refs":[{"text":"St. Augustine, De civ. Dei, 22, 30: PL 41, 801-802","link":null},{"text":"cf. ⇒ Lev 26:12","link":"http://www.vatican.va/archive/ENG0839/_P3C.HTM#PENT.LEV.26.12"},{"text":"cf. ⇒ 1 Cor 15:28.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.28"}]}}}