{"id":"toc-316","paragraphs":[{"elements":[{"type":"text","text":"I. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Universal Destination and the Private Ownership of Goods","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2402},{"type":"text","text":"In the beginning God entrusted the earth and its resources to the common stewardship of mankind to take care of them, master them by labor, and enjoy their fruits.","attrs":{}},{"type":"ref","number":186},{"type":"text","text":" The goods of creation are destined for the whole human race. However, the earth is divided up among men to assure the security of their lives, endangered by poverty and threatened by violence. the appropriation of property is legitimate for guaranteeing the freedom and dignity of persons and for helping each of them to meet his basic needs and the needs of those in his charge. It should allow for a natural solidarity to develop between men.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2403},{"type":"text","text":"The right to private property, acquired by work or received from others by inheritance or gift, does not do away with the original gift of the earth to the whole of mankind. the universal destination of goods remains primordial, even if the promotion of the common good requires respect for the right to private property and its exercise.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2404},{"type":"text","text":"\"In his use of things man should regard the external goods he legitimately owns not merely as exclusive to himself but common to others also, in the sense that they can benefit others as well as himself.\"","attrs":{}},{"type":"ref","number":187},{"type":"text","text":" The ownership of any property makes its holder a steward of Providence, with the task of making it fruitful and communicating its benefits to others, first of all his family.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2405},{"type":"text","text":"Goods of production - material or immaterial - such as land, factories, practical or artistic skills, oblige their possessors to employ them in ways that will benefit the greatest number. Those who hold goods for use and consumption should use them with moderation, reserving the better part for guests, for the sick and the poor.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2406},{"type":"text","text":"Political authority has the right and duty to regulate the legitimate exercise of the right to ownership for the sake of the common good.","attrs":{}},{"type":"ref","number":188}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"186":{"number":186,"refs":[{"text":"Cf. ⇒ Gen 1:26-29.","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.26"}]},"187":{"number":187,"refs":[{"text":"GS 69 # 1.","link":null}]},"188":{"number":188,"refs":[{"text":"Cf. GS 71 # 4","link":null},{"text":"SRS 42","link":null},{"text":"CA 40","link":null},{"text":"48.","link":null}]}}}