{"id":"toc-328","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"V. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Use of the Social Communications Media"}]},{"elements":[{"type":"ref-ccc","ref_number":2493},{"type":"text","text":"Within modern society the communications media play a major role in information, cultural promotion, and formation. This role is increasing, as a result of technological progress, the extent and diversity of the news transmitted, and the influence exercised on public opinion."}]},{"elements":[{"type":"ref-ccc","ref_number":2494},{"type":"text","text":"The information provided by the media is at the service of the common good."},{"type":"ref","number":284},{"type":"text","text":" Society has a right to information based on truth, freedom, justice, and solidarity:"}]},{"elements":[{"type":"text","text":"The proper exercise of this right demands that the content of the communication be true and - within the limits set by justice and charity - complete. Further, it should be communicated honestly and properly. This means that in the gathering and in the publication of news, the moral law and the legitimate rights and dignity of man should be upheld."},{"type":"ref","number":285}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2495},{"type":"text","text":"\"It is necessary that all members of society meet the demands of justice and charity in this domain. They should help, through the means of social communication, in the formation and diffusion of sound public opinion.\""},{"type":"ref","number":286},{"type":"text","text":" Solidarity is a consequence of genuine and right communication and the free circulation of ideas that further knowledge and respect for others."}]},{"elements":[{"type":"ref-ccc","ref_number":2496},{"type":"text","text":"The means of social communication (especially the mass media) can give rise to a certain passivity among users, making them less than vigilant consumers of what is said or shown. Users should practice moderation and discipline in their approach to the mass media. They will want to form enlightened and correct consciences the more easily to resist unwholesome influences."}]},{"elements":[{"type":"ref-ccc","ref_number":2497},{"type":"text","text":"By the very nature of their profession, journalists have an obligation to serve the truth and not offend against charity in disseminating information. They should strive to respect, with equal care, the nature of the facts and the limits of critical judgment concerning individuals. They should not stoop to defamation."}]},{"elements":[{"type":"ref-ccc","ref_number":2498},{"type":"text","text":"\"Civil authorities have particular responsibilities in this field because of the common good.... It is for the civil authority ... to defend and safeguard a true and just freedom of information.\""},{"type":"ref","number":287},{"type":"text","text":" By promulgating laws and overseeing their application, public authorities should ensure that \"public morality and social progress are not gravely endangered\" through misuse of the media."},{"type":"ref","number":288},{"type":"text","text":" Civil authorities should punish any violation of the rights of individuals to their reputation and privacy. They should give timely and reliable reports concerning the general good or respond to the well-founded concerns of the people. Nothing can justify recourse to disinformation for manipulating public opinion through the media. Interventions by public authority should avoid injuring the freedom of individuals or groups."}]},{"elements":[{"type":"ref-ccc","ref_number":2499},{"type":"text","text":"Moral judgment must condemn the plague of totalitarian states which systematically falsify the truth, exercise political control of opinion through the media, manipulate defendants and witnesses at public trials, and imagine that they secure their tyranny by strangling and repressing everything they consider \"thought crimes.\""}]}],"footnotes":{"284":{"number":284,"refs":[{"text":"Cf. IM 11.","link":null}]},"285":{"number":285,"refs":[{"text":"IM 5 # 2.","link":null}]},"286":{"number":286,"refs":[{"text":"IM 8.","link":null}]},"287":{"number":287,"refs":[{"text":"IM 12.","link":null}]},"288":{"number":288,"refs":[{"text":"IM 12 # 2.","link":null}]}}}