{"id":"toc-313","paragraphs":[{"elements":[{"type":"text","text":"IV. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Offenses Against the Dignity of Marriage","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"Adultery","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2380},{"type":"text","text":"Adultery refers to marital infidelity. When two partners, of whom at least one is married to another party, have sexual relations - even transient ones - they commit adultery. Christ condemns even adultery of mere desire.","attrs":{}},{"type":"ref","number":170},{"type":"text","text":" The sixth commandment and the New Testament forbid adultery absolutely.","attrs":{}},{"type":"ref","number":171},{"type":"text","text":" The prophets denounce the gravity of adultery; they see it as an image of the sin of idolatry.","attrs":{}},{"type":"ref","number":172}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2381},{"type":"text","text":"Adultery is an injustice. He who commits adultery fails in his commitment. He does injury to the sign of the covenant which the marriage bond is, transgresses the rights of the other spouse, and undermines the institution of marriage by breaking the contract on which it is based. He compromises the good of human generation and the welfare of children who need their parents' stable union.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Divorce","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2382},{"type":"text","text":"The Lord Jesus insisted on the original intention of the Creator who willed that marriage be indissoluble.","attrs":{}},{"type":"ref","number":173},{"type":"text","text":" He abrogates the accommodations that had slipped into the old Law.","attrs":{}},{"type":"ref","number":174},{"type":"spacer"},{"type":"text","text":" Between the baptized, \"a ratified and consummated marriage cannot be dissolved by any human power or for any reason other than death.\"","attrs":{}},{"type":"ref","number":175}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2383},{"type":"text","text":"The separation of spouses while maintaining the marriage bond can be legitimate in certain cases provided for by canon law.","attrs":{}},{"type":"ref","number":176},{"type":"spacer"},{"type":"text","text":" If civil divorce remains the only possible way of ensuring certain legal rights, the care of the children, or the protection of inheritance, it can be tolerated and does not constitute a moral offense.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2384},{"type":"text","text":"Divorce is a grave offense against the natural law. It claims to break the contract, to which the spouses freely consented, to live with each other till death. Divorce does injury to the covenant of salvation, of which sacramental marriage is the sign. Contracting a new union, even if it is recognized by civil law, adds to the gravity of the rupture: the remarried spouse is then in a situation of public and permanent adultery:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"If a husband, separated from his wife, approaches another woman, he is an adulterer because he makes that woman commit adultery, and the woman who lives with him is an adulteress, because she has drawn another's husband to herself.","attrs":{}},{"type":"ref","number":177}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2385},{"type":"text","text":"Divorce is immoral also because it introduces disorder into the family and into society. This disorder brings grave harm to the deserted spouse, to children traumatized by the separation of their parents and often torn between them, and because of its contagious effect which makes it truly a plague on society.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2386},{"type":"text","text":"It can happen that one of the spouses is the innocent victim of a divorce decreed by civil law; this spouse therefore has not contravened the moral law. There is a considerable difference between a spouse who has sincerely tried to be faithful to the sacrament of marriage and is unjustly abandoned, and one who through his own grave fault destroys a canonically valid marriage.","attrs":{}},{"type":"ref","number":178}],"attrs":{}},{"elements":[{"type":"text","text":"Other offenses against the dignity of marriage","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2387},{"type":"text","text":"The predicament of a man who, desiring to convert to the Gospel, is obliged to repudiate one or more wives with whom he has shared years of conjugal life, is understandable. However polygamy is not in accord with the moral law.\" [Conjugal] communion is radically contradicted by polygamy; this, in fact, directly negates the plan of God which was revealed from the beginning, because it is contrary to the equal personal dignity of men and women who in matrimony give themselves with a love that is total and therefore unique and exclusive.\"","attrs":{}},{"type":"ref","number":179},{"type":"text","text":" The Christian who has previously lived in polygamy has a grave duty in justice to honor the obligations contracted in regard to his former wives and his children.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2388},{"type":"text","text":"Incest designates intimate relations between relatives or in-laws within a degree that prohibits marriage between them.","attrs":{}},{"type":"ref","number":180},{"type":"text","text":" St. Paul stigmatizes this especially grave offense: \"It is actually reported that there is immorality among you . . . for a man is living with his father's wife.... In the name of the Lord Jesus ... you are to deliver this man to Satan for the destruction of the flesh....\"","attrs":{}},{"type":"ref","number":181},{"type":"text","text":" Incest corrupts family relationships and marks a regression toward animality.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2389},{"type":"text","text":"Connected to incest is any sexual abuse perpetrated by adults on children or adolescents entrusted to their care. the offense is compounded by the scandalous harm done to the physical and moral integrity of the young, who will remain scarred by it all their lives; and the violation of responsibility for their upbringing.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2390},{"type":"text","text":"In a so-called free union, a man and a woman refuse to give juridical and public form to a liaison involving sexual intimacy.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The expression \"free union\" is fallacious: what can \"union\" mean when the partners make no commitment to one another, each exhibiting a lack of trust in the other, in himself, or in the future?","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The expression covers a number of different situations: concubinage, rejection of marriage as such, or inability to make long-term commitments.","attrs":{}},{"type":"ref","number":182},{"type":"text","text":" All these situations offend against the dignity of marriage; they destroy the very idea of the family; they weaken the sense of fidelity. They are contrary to the moral law. the sexual act must take place exclusively within marriage. Outside of marriage it always constitutes a grave sin and excludes one from sacramental communion.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2391},{"type":"text","text":"Some today claim a \"right to a trial marriage\" where there is an intention of getting married later. However firm the purpose of those who engage in premature sexual relations may be, \"the fact is that such liaisons can scarcely ensure mutual sincerity and fidelity in a relationship between a man and a woman, nor, especially, can they protect it from inconstancy of desires or whim.\"","attrs":{}},{"type":"ref","number":183},{"type":"text","text":" Carnal union is morally legitimate only when a definitive community of life between a man and woman has been established. Human love does not tolerate \"trial marriages.\" It demands a total and definitive gift of persons to one another.","attrs":{}},{"type":"ref","number":184}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"170":{"number":170,"refs":[{"text":"Cf. ⇒ Mt 5:27-28.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.27"}]},"171":{"number":171,"refs":[{"text":"Cf. ⇒ Mt 5:32","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.32"},{"text":"⇒ 19:6","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.6"},{"text":"⇒ Mk 10:11","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.11"},{"text":"⇒ 1 Cor 6:9-10.","link":"http://www.vatican.va/archive/ENG0839/_PZB.HTM#NTLET.1COR.6.9"}]},"172":{"number":172,"refs":[{"text":"Cf. ⇒ Hos 2:7","link":"http://www.vatican.va/archive/ENG0839/_PT2.HTM#PROPHB.HOS.2.7"},{"text":"⇒ Jer 5:7","link":"http://www.vatican.va/archive/ENG0839/_PPJ.HTM#PROPHB.JER.5.7"},{"text":"⇒ 13:27.","link":"http://www.vatican.va/archive/ENG0839/_PPR.HTM#PROPHB.JER.13.27"}]},"173":{"number":173,"refs":[{"text":"Cf. ⇒ Mt 5:31-32","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.31"},{"text":"⇒ 19:3-9","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.3"},{"text":"⇒ Mk 10 9","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.9"},{"text":"⇒ Lk 16:18","link":"http://www.vatican.va/archive/ENG0839/_PWZ.HTM#GOSP.LUK.16.18"},{"text":"⇒ 1 Cor 7:10-ll.","link":"http://www.vatican.va/archive/ENG0839/_PZC.HTM#NTLET.1COR.7.10"}]},"174":{"number":174,"refs":[{"text":"Cf. ⇒ Mt 19:7-9.","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.7"}]},"175":{"number":175,"refs":[{"text":"⇒ CIC, can. 1141.","link":"http://www.vatican.va/archive/ENG1104/_P45.HTM#4.1.0.7.9.1.1141"}]},"176":{"number":176,"refs":[{"text":"Cf. ⇒ CIC, cann. 1151-1155.","link":"http://www.vatican.va/archive/ENG1104/_P46.HTM#4.1.0.7.9.2.1151"}]},"177":{"number":177,"refs":[{"text":"St. Basil, Moralia 73, 1: PG 31, 849-852.","link":null}]},"178":{"number":178,"refs":[{"text":"Cf. FC 84.","link":null}]},"179":{"number":179,"refs":[{"text":"FC 19","link":null},{"text":"cf. GS 47 # 2.","link":null}]},"180":{"number":180,"refs":[{"text":"Cf. ⇒ Lev 18:7-20.","link":"http://www.vatican.va/archive/ENG0839/_P34.HTM#PENT.LEV.18.7"}]},"181":{"number":181,"refs":[{"text":"⇒ 1 Cor 5:1, ⇒ 4-5.","link":"http://www.vatican.va/archive/ENG0839/_PZA.HTM#NTLET.1COR.5.1"}]},"182":{"number":182,"refs":[{"text":"Cf. FC 81.","link":null}]},"183":{"number":183,"refs":[{"text":"CDF, Persona humana 7.","link":null}]},"184":{"number":184,"refs":[{"text":"Cf. FC 80.","link":null}]}}}