{"id":"toc-278","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"SECTION TWO"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"THE TEN COMMANDMENTS"}]},{"elements":[{"type":"text","text":"\"Teacher, what must I do . . .?\""}]},{"elements":[{"type":"ref-ccc","ref_number":2052},{"type":"text","text":"\"Teacher, what good deed must I do, to have eternal life?\" To the young man who asked this question,"}]},{"elements":[{"type":"text","text":"Jesus answers first by invoking the necessity to recognize God as the \"One there is who is good,\" as the"}]},{"elements":[{"type":"text","text":"supreme Good and the source of all good. Then Jesus tells him: \"If you would enter life, keep the"}]},{"elements":[{"type":"text","text":"commandments.\" and he cites for his questioner the precepts that concern love of neighbor: \"You shall not"}]},{"elements":[{"type":"text","text":"kill, You shall not commit adultery, You shall not steal, You shall not bear false witness, Honor your father"}]},{"elements":[{"type":"text","text":"and mother.\" Finally Jesus sums up these commandments positively: \"You shall love your neighbor as"}]},{"elements":[{"type":"text","text":"yourself.\""},{"type":"ref","number":1}]},{"elements":[{"type":"ref-ccc","ref_number":2053},{"type":"text","text":"To this first reply Jesus adds a second: \"If you would be perfect, go, sell what you possess and give to the"}]},{"elements":[{"type":"text","text":"poor, and you will have treasure in heaven; and come, follow me.\""},{"type":"ref","number":2},{"type":"text","text":" This reply does not do away with the"}]},{"elements":[{"type":"text","text":"first: following Jesus Christ involves keeping the Commandments. the Law has not been abolished,"},{"type":"ref","number":3},{"type":"text","text":" but"}]},{"elements":[{"type":"text","text":"rather man is invited to rediscover it in the person of his Master who is its perfect fulfillment. In the three"}]},{"elements":[{"type":"text","text":"synoptic Gospels, Jesus' call to the rich young man to follow him, in the obedience of a disciple and in the"}]},{"elements":[{"type":"text","text":"observance of the Commandments, is joined to the call to poverty and chastity."},{"type":"ref","number":4},{"type":"text","text":" The evangelical counsels"}]},{"elements":[{"type":"text","text":"are inseparable from the Commandments."}]},{"elements":[{"type":"ref-ccc","ref_number":2054},{"type":"text","text":"Jesus acknowledged the Ten Commandments, but he also showed the power of the Spirit at work in"}]},{"elements":[{"type":"text","text":"their letter. He preached a \"righteousness [which] exceeds that of the scribes and Pharisees\""},{"type":"ref","number":5},{"type":"text","text":" as well as that"}]},{"elements":[{"type":"text","text":"of the Gentiles."},{"type":"ref","number":6},{"type":"text","text":" He unfolded all the demands of the Commandments. \"You have heard that it was said to"}]},{"elements":[{"type":"text","text":"the men of old, 'You shall not kill.' . . . But I say to you that every one who is angry with his brother shall be"}]},{"elements":[{"type":"text","text":"liable to judgment.\""},{"type":"ref","number":7}]},{"elements":[{"type":"ref-ccc","ref_number":2055},{"type":"text","text":"When someone asks him, \"Which commandment in the Law is the greatest?\""},{"type":"ref","number":8},{"type":"text","text":" Jesus replies: \"You"}]},{"elements":[{"type":"text","text":"shall love the Lord your God with all your heart, and with all your soul, and with all your mind. This is the"}]},{"elements":[{"type":"text","text":"greatest and first commandment. and a second is like it: You shall love your neighbor as yourself. On these"}]},{"elements":[{"type":"text","text":"two commandments hang all the Law and the prophets.\""},{"type":"ref","number":9},{"type":"text","text":" The Decalogue must be interpreted in light of"}]},{"elements":[{"type":"text","text":"this twofold yet single commandment of love, the fullness of the Law:"}]},{"elements":[{"type":"text","text":"the commandments: \"You shall not commit adultery, You shall not kill, You shall not steal, You shall not covet,\" and any other commandment, are summed up in this sentence: \"You shall love your neighbor as yourself.\" Love does no wrong to a neighbor; therefore love is the fulfilling of the law."},{"type":"ref","number":10}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Decalogue in Sacred Scripture"}]},{"elements":[{"type":"ref-ccc","ref_number":2056},{"type":"text","text":"The word \"Decalogue\" means literally \"ten words.\""},{"type":"ref","number":11},{"type":"text","text":" God revealed these \"ten words\" to his people"}]},{"elements":[{"type":"text","text":"on the holy mountain. They were written \"with the finger of God,\""},{"type":"ref","number":12},{"type":"text","text":" unlike the other commandments"}]},{"elements":[{"type":"text","text":"written by Moses."},{"type":"ref","number":13},{"type":"text","text":" They are pre-eminently the words of God. They are handed on to us in the books of"}]},{"elements":[{"type":"text","text":"Exodus "},{"type":"ref","number":14},{"type":"text","text":" and Deuteronomy."},{"type":"ref","number":15},{"type":"text","text":" Beginning with the Old Testament, the sacred books refer to the \"ten"}]},{"elements":[{"type":"text","text":"words,\""},{"type":"ref","number":16},{"type":"text","text":" but it is in the New Covenant in Jesus Christ that their full meaning will be revealed."}]},{"elements":[{"type":"ref-ccc","ref_number":2057},{"type":"text","text":"The Decalogue must first be understood in the context of the Exodus, God's great liberating event at"}]},{"elements":[{"type":"text","text":"the center of the Old Covenant. Whether formulated as negative commandments, prohibitions, or as"}]},{"elements":[{"type":"text","text":"positive precepts such as: \"Honor your father and mother,\" the \"ten words\" point out the conditions of a life"}]},{"elements":[{"type":"text","text":"freed from the slavery of sin. the Decalogue is a path of life:"}]},{"elements":[{"type":"text","text":"If you love the LORD your God, by walking in his ways, and by keeping his commandments and his statutes and his ordinances, then you shall live andmultiply."},{"type":"ref","number":17}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"This liberating power of the Decalogue appears, for example, in the commandment about the"}]},{"elements":[{"type":"text","text":"sabbath rest, directed also to foreigners and slaves:"}]},{"elements":[{"type":"text","text":"You shall remember that you were a servant in the land of Egypt, and the LORD your God brought you out thence with a mighty hand and an outstretched arm."},{"type":"ref","number":18}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2058},{"type":"text","text":"The \"ten words\" sum up and proclaim God's law: \"These words the Lord spoke to all your assembly at the mountain out of the midst of the fire, the cloud, and the thick darkness, with a loud voice; and he added no more. and he wrote them upon two tables of stone, and gave them to me.\""},{"type":"ref","number":19},{"type":"text","text":" For this reason these two tables are called \"the Testimony.\" In fact, they contain the terms of the covenant concluded between God and his people. These \"tables of the Testimony\" were to be deposited in \"the ark.\""},{"type":"ref","number":20}]},{"elements":[{"type":"ref-ccc","ref_number":2059},{"type":"text","text":"The \"ten words\" are pronounced by God in the midst of a theophany (“The LORD spoke with you face to face at the mountain, out of the midst of the fire.\""},{"type":"ref","number":21},{"type":"text","text":"). They belong to God's revelation of himself and his glory. the gift of the Commandments is the gift of God himself and his holy will. In making his will known, God reveals himself to his people."}]},{"elements":[{"type":"ref-ccc","ref_number":2060},{"type":"text","text":"The gift of the commandments and of the Law is part of the covenant God sealed with his own. In Exodus, the revelation of the \"ten words\" is granted between the proposal of the covenant "},{"type":"ref","number":22},{"type":"text","text":" and its conclusion - after the people had committed themselves to \"do\" all that the Lord had said, and to \"obey\" it."},{"type":"ref","number":23},{"type":"text","text":" The Decalogue is never handed on without first recalling the covenant (“The LORD our God made"}]},{"elements":[{"type":"text","text":"a covenant with us in Horeb.\")."},{"type":"ref","number":24}]},{"elements":[{"type":"ref-ccc","ref_number":2061},{"type":"text","text":"The Commandments take on their full meaning within the covenant. According to Scripture, man's"}]},{"elements":[{"type":"text","text":"moral life has all its meaning in and through the covenant. the first of the \"ten words\" recalls that God loved"}]},{"elements":[{"type":"text","text":"his people first:"}]},{"elements":[{"type":"text","text":"Since there was a passing from the paradise of freedom to the slavery of this world, in punishment for sin, the first phrase of the Decalogue, the first word of God's commandments, bears on freedom \"I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.\""},{"type":"ref","number":25}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2062},{"type":"text","text":"The Commandments properly so-called come in the second place: they express the implications of"}]},{"elements":[{"type":"text","text":"belonging to God through the establishment of the covenant. Moral existence is a response to the Lord's"}]},{"elements":[{"type":"text","text":"loving initiative. It is the acknowledgement and homage given to God and a worship of thanksgiving. It is"}]},{"elements":[{"type":"text","text":"cooperation with the plan God pursues in history."}]},{"elements":[{"type":"ref-ccc","ref_number":2063},{"type":"text","text":"The covenant and dialogue between God and man are also attested to by the fact that all the obligations"}]},{"elements":[{"type":"text","text":"are stated in the first person (“I am the Lord.\") and addressed by God to another personal subject (“you\"). In"}]},{"elements":[{"type":"text","text":"all God's commandments, the singular personal pronoun designates the recipient. God makes his will known"}]},{"elements":[{"type":"text","text":"to each person in particular, at the same time as he makes it known to the whole people:"}]},{"elements":[{"type":"text","text":"The Lord prescribed love towards God and taught justice towards neighbor, so that man would be neither unjust, nor unworthy of God. Thus, through the Decalogue, God prepared man to become his friend and to live in harmony with his neighbor.... the words of the Decalogue remain likewise for us Christians. Far from being abolished, they have received amplification and development from the fact of the coming of the Lord in the flesh."},{"type":"ref","number":26}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Decalogue in the Church's Tradition"}]},{"elements":[{"type":"ref-ccc","ref_number":2064},{"type":"text","text":"In fidelity to Scripture and in conformity with the example of Jesus, the tradition of the Church has"}]},{"elements":[{"type":"text","text":"acknowledged the primordial importance and significance of the Decalogue."}]},{"elements":[{"type":"ref-ccc","ref_number":2065},{"type":"text","text":"Ever since St. Augustine, the Ten Commandments have occupied a predominant place in the catechesis of baptismal candidates and the faithful. In the fifteenth century, the custom arose of expressing the commandments of the Decalogue in rhymed formulae, easy to memorize and in positive form. They are still in use today. the catechisms of the Church have often expounded Christian morality by following the order of the Ten Commandments."}]},{"elements":[{"type":"ref-ccc","ref_number":2066},{"type":"text","text":"The division and numbering of the Commandments have varied in the course of history. the present catechism follows the division of the Commandments established by St. Augustine, which has become traditional in the Catholic Church. It is also that of the Lutheran confessions. the Greek Fathers worked out a slightly different division, which is found in the Orthodox Churches and Reformed communities."}]},{"elements":[{"type":"ref-ccc","ref_number":2067},{"type":"text","text":"The Ten Commandments state what is required in the love of God and love of neighbor. the first three concern love of God, and the other seven love of neighbor."}]},{"elements":[{"type":"text","text":"As charity comprises the two commandments to which the Lord related the whole Law and the prophets . . . so the Ten Commandments were themselves given on two tablets. Three were written on one tablet and seven on the other."},{"type":"ref","number":27}]},{"elements":[{"type":"ref-ccc","ref_number":2068},{"type":"text","text":"The Council of Trent teaches that the Ten Commandments are obligatory for Christians and that the"}]},{"elements":[{"type":"text","text":"justified man is still bound to keep them;"},{"type":"ref","number":28},{"type":"text","text":" The Second Vatican Council confirms: \"The bishops, successors"}]},{"elements":[{"type":"text","text":"of the apostles, receive from the Lord . . . the mission of teaching all peoples, and of preaching the Gospel to"}]},{"elements":[{"type":"text","text":"every creature, so that all men may attain salvation through faith, Baptism and the observance of the"}]},{"elements":[{"type":"text","text":"Commandments.\""},{"type":"ref","number":29}]},{"elements":[{"type":"text","text":"The unity of the Decalogue"}]},{"elements":[{"type":"ref-ccc","ref_number":2069},{"type":"text","text":"The Decalogue forms a coherent whole. Each \"word\" refers to each of the others and to all of them; they"}]},{"elements":[{"type":"text","text":"reciprocally condition one another. the two tables shed light on one another; they form an organic unity."}]},{"elements":[{"type":"text","text":"To transgress one commandment is to infringe all the others."},{"type":"ref","number":30},{"type":"text","text":" One cannot honor another person without"}]},{"elements":[{"type":"text","text":"blessing God his Creator. One cannot adore God without loving all men, his creatures. the Decalogue brings"}]},{"elements":[{"type":"text","text":"man's religious and social life into unity."}]},{"elements":[{"type":"text","text":"The Decalogue ant the natural law"}]},{"elements":[{"type":"ref-ccc","ref_number":2070},{"type":"text","text":"The Ten Commandments belong to God's revelation. At the same time they teach us the true humanity"}]},{"elements":[{"type":"text","text":"of man. They bring to light the essential duties, and therefore, indirectly, the fundamental rights inherent"}]},{"elements":[{"type":"text","text":"in the nature of the human person. the Decalogue contains a privileged expression of the natural law:"}]},{"elements":[{"type":"text","text":"From the beginning, God had implanted in the heart of man the precepts of the natural law. Then he was content to remind him of them. This was the Decalogue."},{"type":"ref","number":31}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2071},{"type":"text","text":"The commandments of the Decalogue, although accessible to reason alone, have been revealed. To"}]},{"elements":[{"type":"text","text":"attain a complete and certain understanding of the requirements of the natural law, sinful humanity needed"}]},{"elements":[{"type":"text","text":"this revelation:"}]},{"elements":[{"type":"text","text":"A full explanation of the commandments of the Decalogue became necessary in the state of sin because the light of reason was obscured and the will had gone astray."},{"type":"ref","number":32}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"We know God's commandments through the"}]},{"elements":[{"type":"text","text":"divine revelation proposed to us in the Church, and through the voice of moral conscience. the obligation"}]},{"elements":[{"type":"text","text":"of the Decalogue"}]},{"elements":[{"type":"ref-ccc","ref_number":2072},{"type":"text","text":"Since they express man's fundamental duties towards God and towards his neighbor, the Ten"}]},{"elements":[{"type":"text","text":"Commandments reveal, in their primordial content, grave obligations. They are fundamentally immutable,"}]},{"elements":[{"type":"text","text":"and they oblige always and everywhere. No one can dispense from them. the Ten Commandments are"}]},{"elements":[{"type":"text","text":"engraved by God in the human heart."}]},{"elements":[{"type":"ref-ccc","ref_number":2073},{"type":"text","text":"Obedience to the Commandments also implies obligations in matter which is, in itself, light. Thus"}]},{"elements":[{"type":"text","text":"abusive language is forbidden by the fifth commandment, but would be a grave offense only as a result of"}]},{"elements":[{"type":"text","text":"circumstances or the offender's intention. \"Apart from me you can do nothing\""}]},{"elements":[{"type":"ref-ccc","ref_number":2074},{"type":"text","text":"Jesus says: \"I am the vine, you are the branches. He who abides in me, and I in him, he it is that bears"}]},{"elements":[{"type":"text","text":"much fruit, for apart from me you can do nothing.\""},{"type":"ref","number":33},{"type":"text","text":" The fruit referred to in this saying is the holiness of"}]},{"elements":[{"type":"text","text":"a life made fruitful by union with Christ. When we believe in Jesus Christ, partake of his mysteries, and keep"}]},{"elements":[{"type":"text","text":"his commandments, the Savior himself comes to love, in us, his Father and his brethren, our Father and our"}]},{"elements":[{"type":"text","text":"brethren. His person becomes, through the Spirit, the living and interior rule of our activity. \"This is my"}]},{"elements":[{"type":"text","text":"commandment, that you love one another as I have loved you.\""},{"type":"ref","number":34}]}],"footnotes":{"1":{"number":1,"refs":[{"text":"⇒ Mt 19:16-19.","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.16"}]},"2":{"number":2,"refs":[{"text":"⇒ Mt 19:21.","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.21"}]},"3":{"number":3,"refs":[{"text":"Cf. ⇒ Mt 5:17.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.17"}]},"4":{"number":4,"refs":[{"text":"Cf. ⇒ Mt 19:6-12, ⇒ 21, ⇒ 23-29.","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.6"}]},"5":{"number":5,"refs":[{"text":"⇒ Mt 5:20.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.20"}]},"6":{"number":6,"refs":[{"text":"Cf. ⇒ Mt 5:46-47.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.46"}]},"7":{"number":7,"refs":[{"text":"⇒ Mt 5:21-22.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.21"}]},"8":{"number":8,"refs":[{"text":"⇒ Mt 22:36.","link":"http://www.vatican.va/archive/ENG0839/_PVV.HTM#GOSP.MAT.22.36"}]},"9":{"number":9,"refs":[{"text":"⇒ Mt 22:37-40","link":"http://www.vatican.va/archive/ENG0839/_PVV.HTM#GOSP.MAT.22.37"},{"text":"cf. ⇒ Deut 6:5","link":"http://www.vatican.va/archive/ENG0839/_P4L.HTM#PENT.DEU.6.5"},{"text":"⇒ Lev 19:18.","link":"http://www.vatican.va/archive/ENG0839/_P35.HTM#PENT.LEV.19.18"}]},"10":{"number":10,"refs":[{"text":"⇒ Rom 13:9-10.","link":"http://www.vatican.va/archive/ENG0839/_PZ1.HTM#NTLET.ROM.13.9"}]},"11":{"number":11,"refs":[{"text":"⇒ Rom Ex 34:28","link":"http://www.vatican.va/archive/ENG0839/_P2F.HTM#PENT.EXO.34.28"},{"text":"⇒ Deut 4:13","link":"http://www.vatican.va/archive/ENG0839/_P4J.HTM#PENT.DEU.4.13"},{"text":"⇒ 10:4.","link":"http://www.vatican.va/archive/ENG0839/_P4P.HTM#PENT.DEU.10.4"}]},"12":{"number":12,"refs":[{"text":"⇒ Ex 31:18","link":"http://www.vatican.va/archive/ENG0839/_P2C.HTM#PENT.EXO.31.18"},{"text":"⇒ Deut 5:22.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.22"}]},"13":{"number":13,"refs":[{"text":"Cf. ⇒ Deut 31:9. 24.","link":"http://www.vatican.va/archive/ENG0839/_P5A.HTM#PENT.DEU.31.9"}]},"14":{"number":14,"refs":[{"text":"Cf. ⇒ Ex 20:1-17.","link":"http://www.vatican.va/archive/ENG0839/_P21.HTM#PENT.EXO.20.1"}]},"15":{"number":15,"refs":[{"text":"Cf. ⇒ Deut 5:6-22.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.6"}]},"16":{"number":16,"refs":[{"text":"Cf. for example ⇒ Hos 4:2","link":"http://www.vatican.va/archive/ENG0839/_PT4.HTM#PROPHB.HOS.4.2"},{"text":"⇒ Jer 7:9","link":"http://www.vatican.va/archive/ENG0839/_PPL.HTM#PROPHB.JER.7.9"},{"text":"⇒ Ezek 18:5-9.","link":"http://www.vatican.va/archive/ENG0839/_PRQ.HTM#PROPHB.EZE.18.5"}]},"17":{"number":17,"refs":[{"text":"⇒ Deut 30:16.","link":"http://www.vatican.va/archive/ENG0839/_P59.HTM#PENT.DEU.30.16"}]},"18":{"number":18,"refs":[{"text":"⇒ Deut 5:15.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.15"}]},"19":{"number":19,"refs":[{"text":"⇒ Deut 5:22.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.22"}]},"20":{"number":20,"refs":[{"text":"⇒ Ex 25:16","link":"http://www.vatican.va/archive/ENG0839/_P26.HTM#PENT.EXO.25.16"},{"text":"⇒ 31:18","link":"http://www.vatican.va/archive/ENG0839/_P2C.HTM#PENT.EXO.31.18"},{"text":"⇒ 32:15","link":"http://www.vatican.va/archive/ENG0839/_P2D.HTM#PENT.EXO.32.15"},{"text":"⇒ 34:29","link":"http://www.vatican.va/archive/ENG0839/_P2F.HTM#PENT.EXO.34.29"},{"text":"⇒ 40:1-2.","link":"http://www.vatican.va/archive/ENG0839/_P2L.HTM#PENT.EXO.40.1"}]},"21":{"number":21,"refs":[{"text":"⇒ Deut 5:4.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.4"}]},"22":{"number":22,"refs":[{"text":"Cf. ⇒ Ex 19.","link":"http://www.vatican.va/archive/ENG0839/_P20.HTM#PENT.EXO.19"}]},"23":{"number":23,"refs":[{"text":"Cf. ⇒ Ex 24:7.","link":"http://www.vatican.va/archive/ENG0839/_P25.HTM#PENT.EXO.24.7"}]},"24":{"number":24,"refs":[{"text":"⇒ Deut 5:2.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.6"}]},"25":{"number":25,"refs":[{"text":"Origen, Hom. in Ex. 8,1: PG 12, 350","link":null},{"text":"cf. ⇒ Ex 20:2","link":"http://www.vatican.va/archive/ENG0839/_P21.HTM#PENT.EXO.20.2"},{"text":"⇒ Deut 5:6.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.6"}]},"26":{"number":26,"refs":[{"text":"St. Irenaeus, Adv. haeres., 4, 16, 3-4: PG 7/1, 1017-1018.","link":null}]},"27":{"number":27,"refs":[{"text":"St. Augustine, Sermo 33, 2, 2: PL 38, 208.","link":null}]},"28":{"number":28,"refs":[{"text":"Cf. DS 1569-1570.","link":null}]},"29":{"number":29,"refs":[{"text":"LG 24.","link":null}]},"30":{"number":30,"refs":[{"text":"Cf. ⇒ Jas 2:10-11.","link":"http://www.vatican.va/archive/ENG0839/_P11W.HTM#CATHL.JAM.2.10"}]},"31":{"number":31,"refs":[{"text":"St. Irenaeus, Adv. haeres. 4, 15, 1: PG 7/l, 1012.","link":null}]},"32":{"number":32,"refs":[{"text":"St. Bonaventure, Comm. sent. 4, 37, 1, 3.","link":null}]},"33":{"number":33,"refs":[{"text":"⇒ Jn 15:5.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.5"}]},"34":{"number":34,"refs":[{"text":"⇒ Jn 15:12.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.12"}]}}}