{"id":"toc-333","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Battle for Purity"}]},{"elements":[{"type":"ref-ccc","ref_number":2520},{"type":"text","text":"Baptism confers on its recipient the grace of purification from all sins. But the baptized must continue to struggle against concupiscence of the flesh and disordered desires. With God's grace he will prevail "},{"type":"spacer"},{"type":"text","text":" - by the virtue and gift of chastity, for chastity lets us love with upright and undivided heart; "},{"type":"spacer"},{"type":"text","text":" - by purity of intention which consists in seeking the true end of man: with simplicity of vision, the baptized person seeks to find and to fulfill God's will in everything;"},{"type":"ref","number":312},{"type":"spacer"},{"type":"text","text":" - by purity of vision, external and internal; by discipline of feelings and imagination; by refusing all complicity in impure thoughts that incline us to turn aside from the path of God's commandments: \"Appearance arouses yearning in fools\";"},{"type":"ref","number":313},{"type":"spacer"},{"type":"text","text":" - by prayer:"}]},{"elements":[{"type":"text","text":"I thought that continence arose from one's own powers, which I did not recognize in myself. I was foolish enough not to know . . . that no one can be continent unless you grant it. For you would surely have granted it if my inner groaning had reached your ears and I with firm faith had cast my cares on you."},{"type":"ref","number":314}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2521},{"type":"text","text":"Purity requires modesty, an integral part of temperance. Modesty protects the intimate center of the person. It means refusing to unveil what should remain hidden. It is ordered to chastity to whose sensitivity it bears witness. It guides how one looks at others and behaves toward them in conformity with the dignity of persons and their solidarity."}]},{"elements":[{"type":"ref-ccc","ref_number":2522},{"type":"text","text":"Modesty protects the mystery of persons and their love. It encourages patience and moderation in loving relationships; it requires that the conditions for the definitive giving and commitment of man and woman to one another be fulfilled. Modesty is decency. It inspires one's choice of clothing. It keeps silence or reserve where there is evident risk of unhealthy curiosity. It is discreet."}]},{"elements":[{"type":"ref-ccc","ref_number":2523},{"type":"text","text":"There is a modesty of the feelings as well as of the body. It protests, for example, against the voyeuristic explorations of the human body in certain advertisements, or against the solicitations of certain media that go too far in the exhibition of intimate things. Modesty inspires a way of life which makes it possible to resist the allurements of fashion and the pressures of prevailing ideologies."}]},{"elements":[{"type":"ref-ccc","ref_number":2524},{"type":"text","text":"The forms taken by modesty vary from one culture to another. Everywhere, however, modesty exists as an intuition of the spiritual dignity proper to man. It is born with the awakening consciousness of being a subject. Teaching modesty to children and adolescents means awakening in them respect for the human person."}]},{"elements":[{"type":"ref-ccc","ref_number":2525},{"type":"text","text":"Christian purity requires a purification of the social climate. It requires of the communications media that their presentations show concern for respect and restraint. Purity of heart brings freedom from widespread eroticism and avoids entertainment inclined to voyeurism and illusion."}]},{"elements":[{"type":"ref-ccc","ref_number":2526},{"type":"text","text":"So called moral permissiveness rests on an erroneous conception of human freedom; the necessary precondition for the development of true freedom is to let oneself be educated in the moral law. Those in charge of education can reasonably be expected to give young people instruction respectful of the truth, the qualities of the heart, and the moral and spiritual dignity of man."}]},{"elements":[{"type":"ref-ccc","ref_number":2527},{"type":"text","text":"\"The Good News of Christ continually renews the life and culture of fallen man; it combats and removes the error and evil which flow from the ever-present attraction of sin. It never ceases to purify and elevate the morality of peoples. It takes the spiritual qualities and endowments of every age and nation, and with supernatural riches it causes them to blossom, as it were, from within; it fortifies, completes, and restores them in Christ.\""},{"type":"ref","number":315}]}],"footnotes":{"312":{"number":312,"refs":[{"text":"Cf. ⇒ Rom 12:2","link":"http://www.vatican.va/archive/ENG0839/_PZ0.HTM#NTLET.ROM.12.2"},{"text":"⇒ Col 1:10.","link":"http://www.vatican.va/archive/ENG0839/_P10K.HTM#NTLET.COL.1.10"}]},"313":{"number":313,"refs":[{"text":"⇒ Wis 15:5.","link":"http://www.vatican.va/archive/ENG0839/_PLW.HTM#WISDB.WISD.15.5"}]},"314":{"number":314,"refs":[{"text":"St. Augustine, Conf. 6, 11, 20: PL 32, 729-730.","link":null}]},"315":{"number":315,"refs":[{"text":"GS 58 # 4.","link":null}]}}}