{"id":"toc-308","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2318},{"type":"text","text":"\"In [God's] hand is the life of every living thing and the breath of all mankind\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PEX.HTM#WISDB.JOB.12.10","attrs":{"i":true}},{"type":"text","text":" Job 12:10).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2319},{"type":"text","text":"Every human life, from the moment of conception until death, is sacred because the human person has been willed for its own sake in the image and likeness of the living and holy God.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2320},{"type":"text","text":"The murder of a human being is gravely contrary to the dignity of the person and the holiness of the Creator.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2321},{"type":"text","text":"The prohibition of murder does not abrogate the right to render an unjust aggressor unable to inflict harm. Legitimate defense is a grave duty for whoever is responsible for the lives of others or the common good.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2322},{"type":"text","text":"From its conception, the child has the right to life. Direct abortion, that is, abortion willed as an end or as a means, is a \"criminal\" practice (GS 27 # 3), gravely contrary to the moral law. the Church imposes the canonical penalty of excommunication for this crime against human life.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2323},{"type":"text","text":"Because it should be treated as a person from conception, the embryo must be defended in its integrity, cared for, and healed like every other human being.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2324},{"type":"text","text":"Intentional euthanasia, whatever its forms or motives, is murder. It is gravely contrary to the dignity of the human person and to the respect due to the living God, his Creator.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2325},{"type":"text","text":"Suicide is seriously contrary to justice, hope, and charity. It is forbidden by the fifth commandment.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2326},{"type":"text","text":"Scandal is a grave offense when by deed or omission it deliberately leads others to sin.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2327},{"type":"text","text":"Because of the evils and injustices that all war brings with it, we must do everything reasonably possible to avoid it. the Church prays: \"From famine, pestilence, and war, O Lord, deliver us.\"","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2328},{"type":"text","text":"The Church and human reason assert the permanent validity of the moral law during armed conflicts. Practices deliberately contrary to the law of nations and to its universal principles are crimes.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2329},{"type":"text","text":"\"The arms race is one of the greatest curses on the human race and the harm it inflicts on the poor is more than can be endured\" (GS 81 # 3).","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2330},{"type":"text","text":"\"Blessed are the peacemakers, for they shall be called sons of God\" (","attrs":{"i":true}},{"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.9","attrs":{"i":true}},{"type":"text","text":" Mt 5:9).","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}