{"id":"toc-305","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Respect for Human Life"}]},{"elements":[{"type":"text","text":"The witness of sacred history"}]},{"elements":[{"type":"ref-ccc","ref_number":2259},{"type":"text","text":"In the account of Abel's murder by his brother Cain,"},{"type":"ref","number":57},{"type":"text","text":" Scripture reveals the presence of anger and envy in man, consequences of original sin, from the beginning of human history. Man has become the enemy of his fellow man. God declares the wickedness of this fratricide: \"What have you done? the voice of your brother's blood is crying to me from the ground. and now you are cursed from the ground, which has opened its mouth to receive your brother's blood from your hand.\""},{"type":"ref","number":58}]},{"elements":[{"type":"ref-ccc","ref_number":2260},{"type":"text","text":"The covenant between God and mankind is interwoven with reminders of God's gift of human life and man's murderous violence:"}]},{"elements":[{"type":"text","text":"For your lifeblood I will surely require a reckoning.... Whoever sheds the blood of man, by man shall his blood be shed; for God made man in his own image."},{"type":"ref","number":59}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Old Testament always considered blood a sacred sign of life."},{"type":"ref","number":60},{"type":"text","text":" This teaching remains necessary for all time."}]},{"elements":[{"type":"ref-ccc","ref_number":2261},{"type":"text","text":"Scripture specifies the prohibition contained in the fifth commandment: \"Do not slay the innocent and the righteous.\""},{"type":"ref","number":61},{"type":"text","text":" The deliberate murder of an innocent person is gravely contrary to the dignity of the human being, to the golden rule, and to the holiness of the Creator. the law forbidding it is universally valid: it obliges each and everyone, always and everywhere."}]},{"elements":[{"type":"ref-ccc","ref_number":2262},{"type":"text","text":"In the Sermon on the Mount, the Lord recalls the commandment, \"You shall not kill,\""},{"type":"ref","number":62},{"type":"text","text":" and adds to it the proscription of anger, hatred, and vengeance. Going further, Christ asks his disciples to turn the other cheek, to love their enemies."},{"type":"ref","number":63},{"type":"text","text":" He did not defend himself and told Peter to leave his sword in its sheath."},{"type":"ref","number":64}]},{"elements":[{"type":"text","text":"Legitimate defense"}]},{"elements":[{"type":"ref-ccc","ref_number":2263},{"type":"text","text":"The legitimate defense of persons and societies is not an exception to the prohibition against the murder of the innocent that constitutes intentional killing. \"The act of self-defense can have a double effect: the preservation of one's own life; and the killing of the aggressor.... the one is intended, the other is not.\""},{"type":"ref","number":65}]},{"elements":[{"type":"ref-ccc","ref_number":2264},{"type":"text","text":"Love toward oneself remains a fundamental principle of morality. Therefore it is legitimate to insist on respect for one's own right to life. Someone who defends his life is not guilty of murder even if he is forced to deal his aggressor a lethal blow:"}]},{"elements":[{"type":"text","text":"If a man in self-defense uses more than necessary violence, it will be unlawful: whereas if he repels force with moderation, his defense will be lawful.... Nor is it necessary for salvation that a man omit the act of moderate self-defense to avoid killing the other man, since one is bound to take more care of one's own life than of another's."}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2265},{"type":"text","text":"Legitimate defense can be not only a right but a grave duty for someone responsible for another's life. Preserving the common good requires rendering the unjust aggressor unable to inflict harm. To this end, those holding legitimate authority have the right to repel by armed force aggressors against the civil community entrusted to their charge."},{"type":"ref","number":66}]},{"elements":[{"type":"text","text":"Capital Punishment"}]},{"elements":[{"type":"ref-ccc","ref_number":2266},{"type":"text","text":"The State's effort to contain the spread of behaviors injurious to human rights and the fundamental rules of civil coexistence corresponds to the requirement of watching over the common good. Legitimate public authority has the right and duty to inflict penalties commensurate with the gravity of the crime. the primary scope of the penalty is to redress the disorder caused by the offense. When his punishment is voluntarily accepted by the offender, it takes on the value of expiation. Moreover, punishment, in addition to preserving public order and the safety of persons, has a medicinal scope: as far as possible it should contribute to the correction of the offender."},{"type":"ref","number":67}]},{"elements":[{"type":"ref-ccc","ref_number":2267},{"type":"text","text":"The traditional teaching of the Church does not exclude, presupposing full ascertainment of the identity and responsibility of the offender, recourse to the death penalty, when this is the only practicable way to defend the lives of human beings effectively against the aggressor. "},{"type":"spacer"},{"type":"text","text":" \"If, instead, bloodless means are sufficient to defend against the aggressor and to protect the safety of persons, public authority should limit itself to such means, because they better correspond to the concrete conditions of the common good and are more in conformity to the dignity of the human person. "},{"type":"spacer"},{"type":"text","text":" \"Today, in fact, given the means at the State's disposal to effectively repress crime by rendering inoffensive the one who has committed it, without depriving him definitively of the possibility of redeeming himself, cases of absolute necessity for suppression of the offender 'today ... are very rare, if not practically non-existent.'[John Paul II, Evangelium vitae 56.]"}]},{"elements":[{"type":"text","text":"Intentional homicide"}]},{"elements":[{"type":"ref-ccc","ref_number":2268},{"type":"text","text":"The fifth commandment forbids direct and intentional killing as gravely sinful. the murderer and those who cooperate voluntarily in murder commit a sin that cries out to heaven for vengeance."},{"type":"ref","number":68}]},{"elements":[{"type":"text","text":"Infanticide,"},{"type":"ref","number":69},{"type":"text","text":" fratricide, parricide, and the murder of a spouse are especially grave crimes by reason of the natural bonds which they break. Concern for eugenics or public health cannot justify any murder, even if commanded by public authority."}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2269},{"type":"text","text":"The fifth commandment forbids doing anything with the intention of indirectly bringing about a person's death. the moral law prohibits exposing someone to mortal danger without grave reason, as well as refusing assistance to a person in danger."}]},{"elements":[{"type":"text","text":"The acceptance by human society of murderous famines, without efforts to remedy them, is a scandalous injustice and a grave offense. Those whose usurious and avaricious dealings lead to the hunger and death of their brethren in the human family indirectly commit homicide, which is imputable to them."},{"type":"ref","number":70}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Unintentional killing is not morally imputable. But one is not exonerated from grave offense if, without proportionate reasons, he has acted in a way that brings about someone's death, even without the intention to do so."}]},{"elements":[{"type":"text","text":"Abortion"}]},{"elements":[{"type":"ref-ccc","ref_number":2270},{"type":"text","text":"Human life must be respected and protected absolutely from the moment of conception."}]},{"elements":[{"type":"text","text":"From the first moment of his existence, a human being must be recognized as having the rights of a person - among which is the inviolable right of every innocent being to life."},{"type":"ref","number":71}]},{"elements":[{"type":"text","text":"Before I formed you in the womb I knew you, and before you were born I consecrated you."},{"type":"ref","number":72},{"type":"spacer"},{"type":"text","text":" My frame was not hidden from you, when I was being made in secret, intricately wrought in the depths of the earth."},{"type":"ref","number":73}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2271},{"type":"text","text":"Since the first century the Church has affirmed the moral evil of every procured abortion. "},{"type":"spacer"},{"type":"text","text":" This teaching has not changed and remains unchangeable. "},{"type":"spacer"},{"type":"text","text":" Direct abortion, that is to say, abortion willed either as an end or a means, is gravely contrary to the moral law:"}]},{"elements":[{"type":"text","text":"You shall not kill the embryo by abortion and shall not cause the newborn to perish."},{"type":"ref","number":74},{"type":"spacer"},{"type":"text","text":" God, the Lord of life, has entrusted to men the noble mission of safeguarding life, and men must carry it out in a manner worthy of themselves. "},{"type":"spacer"},{"type":"text","text":" Life must be protected with the utmost care from the moment of conception: abortion and infanticide are abominable crimes."},{"type":"ref","number":75}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2272},{"type":"text","text":"Formal cooperation in an abortion constitutes a grave offense. "},{"type":"spacer"},{"type":"text","text":" The Church attaches the canonical penalty of excommunication to this crime against human life. "},{"type":"spacer"},{"type":"text","text":" \"A person who procures a completed abortion incurs excommunication latae sententiae,\""},{"type":"ref","number":76},{"type":"text","text":" \"by the very commission of the offense,\""},{"type":"ref","number":77},{"type":"text","text":" and subject to the conditions provided by Canon Law."},{"type":"ref","number":78},{"type":"spacer"},{"type":"text","text":" The Church does not thereby intend to restrict the scope of mercy. "},{"type":"spacer"},{"type":"text","text":" Rather, she makes clear the gravity of the crime committed, the irreparable harm done to the innocent who is put to death, as well as to the parents and the whole of society."}]},{"elements":[{"type":"ref-ccc","ref_number":2273},{"type":"text","text":"The inalienable right to life of every innocent human individual is a constitutive element of a civil society and its legislation:"}]},{"elements":[{"type":"text","text":"\"The inalienable rights of the person must be recognized and respected by civil society and the political authority. "},{"type":"spacer"},{"type":"text","text":" These human rights depend neither on single individuals nor on parents; nor do they represent a concession made by society and the state; they belong to human nature and are inherent in the person by virtue of the creative act from which the person took his origin. "},{"type":"spacer"},{"type":"text","text":" Among such fundamental rights one should mention in this regard every human being's right to life and physical integrity from the moment of conception until death.\""},{"type":"ref","number":79}]},{"elements":[{"type":"text","text":"\"The moment a positive law deprives a category of human beings of the protection which civil legislation ought to accord them, the state is denying the equality of all before the law. "},{"type":"spacer"},{"type":"text","text":" When the state does not place its power at the service of the rights of each citizen, and in particular of the more vulnerable, the very foundations of a state based on law are undermined.... "},{"type":"spacer"},{"type":"text","text":" As a consequence of the respect and protection which must be ensured for the unborn child from the moment of conception, the law must provide appropriate penal sanctions for every deliberate violation of the child's rights.\""},{"type":"ref","number":80}]},{"elements":[{"type":"ref-ccc","ref_number":2274},{"type":"text","text":"Since it must be treated from conception as a person, the embryo must be defended in its integrity, cared for, and healed, as far as possible, like any other human being."}]},{"elements":[{"type":"text","text":"Prenatal diagnosis is morally licit, \"if it respects the life and integrity of the embryo and the human fetus and is directed toward its safe guarding or healing as an individual.... "},{"type":"spacer"},{"type":"text","text":" It is gravely opposed to the moral law when this is done with the thought of possibly inducing an abortion, depending upon the results: a diagnosis must not be the equivalent of a death sentence.\""},{"type":"ref","number":81}]},{"elements":[{"type":"ref-ccc","ref_number":2275},{"type":"text","text":"\"One must hold as licit procedures carried out on the human embryo which respect the life and integrity of the embryo and do not involve disproportionate risks for it, but are directed toward its healing the improvement of its condition of health, or its individual survival.\""},{"type":"ref","number":82},{"type":"spacer"},{"type":"text","text":" \"It is immoral to produce human embryos intended for exploitation as disposable biological material.\""},{"type":"ref","number":83},{"type":"spacer"},{"type":"text","text":" \"Certain attempts to influence chromosomic or genetic inheritance are not therapeutic but are aimed at producing human beings selected according to sex or other predetermined qualities. "},{"type":"spacer"},{"type":"text","text":" Such manipulations are contrary to the personal dignity of the human being and his integrity and identity\""},{"type":"ref","number":84},{"type":"text","text":" which are unique and unrepeatable."}]},{"elements":[{"type":"text","text":"Euthanasia"}]},{"elements":[{"type":"ref-ccc","ref_number":2276},{"type":"text","text":"Those whose lives are diminished or weakened deserve special respect. Sick or handicapped persons should be helped to lead lives as normal as possible."}]},{"elements":[{"type":"ref-ccc","ref_number":2277},{"type":"text","text":"Whatever its motives and means, direct euthanasia consists in putting an end to the lives of handicapped, sick, or dying persons. "},{"type":"spacer"},{"type":"text","text":" It is morally unacceptable."}]},{"elements":[{"type":"text","text":"Thus an act or omission which, of itself or by intention, causes death in order to eliminate suffering constitutes a murder gravely contrary to the dignity of the human person and to the respect due to the living God, his Creator. "},{"type":"spacer"},{"type":"text","text":" The error of judgment into which one can fall in good faith does not change the nature of this murderous act, which must always be forbidden and excluded."}]},{"elements":[{"type":"ref-ccc","ref_number":2278},{"type":"text","text":"Discontinuing medical procedures that are burdensome, dangerous, extraordinary, or disproportionate to the expected outcome can be legitimate; it is the refusal of \"over-zealous\" treatment. "},{"type":"spacer"},{"type":"text","text":" Here one does not will to cause death; one's inability to impede it is merely accepted."},{"type":"spacer"},{"type":"text","text":" The decisions should be made by the patient if he is competent and able or, if not, by those legally entitled to act for the patient, whose reasonable will and legitimate interests must always be respected."}]},{"elements":[{"type":"ref-ccc","ref_number":2279},{"type":"text","text":"Even if death is thought imminent, the ordinary care owed to a sick person cannot be legitimately interrupted. "},{"type":"spacer"},{"type":"text","text":" The use of painkillers to alleviate the sufferings of the dying, even at the risk of shortening their days, can be morally in conformity with human dignity if death is not willed as either an end or a means, but only foreseen and tolerated as inevitable "},{"type":"spacer"},{"type":"text","text":" Palliative care is a special form of disinterested charity. "},{"type":"spacer"},{"type":"text","text":" As such it should be encouraged."}]},{"elements":[{"type":"text","text":"Suicide"}]},{"elements":[{"type":"ref-ccc","ref_number":2280},{"type":"text","text":"Everyone is responsible for his life before God who has given it to him. "},{"type":"spacer"},{"type":"text","text":" It is God who remains the sovereign Master of life. "},{"type":"spacer"},{"type":"text","text":" We are obliged to accept life gratefully and preserve it for his honor and the salvation of our souls. "},{"type":"spacer"},{"type":"text","text":" We are stewards, not owners, of the life God has entrusted to us. "},{"type":"spacer"},{"type":"text","text":" It is not ours to dispose of."}]},{"elements":[{"type":"ref-ccc","ref_number":2281},{"type":"text","text":"Suicide contradicts the natural inclination of the human being to preserve and perpetuate his life. "},{"type":"spacer"},{"type":"text","text":" It is gravely contrary to the just love of self. "},{"type":"spacer"},{"type":"text","text":" It likewise offends love of neighbor because it unjustly breaks the ties of solidarity with family, nation, and other human societies to which we continue to have obligations. "},{"type":"spacer"},{"type":"text","text":" Suicide is contrary to love for the living God."}]},{"elements":[{"type":"ref-ccc","ref_number":2282},{"type":"text","text":"If suicide is committed with the intention of setting an example, especially to the young, it also takes on the gravity of scandal."},{"type":"spacer"},{"type":"text","text":" Voluntary co-operation in suicide is contrary to the moral law. "},{"type":"spacer"},{"type":"text","text":" Grave psychological disturbances, anguish, or grave fear of hardship, suffering, or torture can diminish the responsibility of the one committing suicide."}]},{"elements":[{"type":"ref-ccc","ref_number":2283},{"type":"text","text":"We should not despair of the eternal salvation of persons who have taken their own lives. By ways known to him alone, God can provide the opportunity for salutary repentance. the Church prays for persons who have taken their own lives."}]}],"footnotes":{"57":{"number":57,"refs":[{"text":"Cf. ⇒ Gen 4:8-12.","link":"http://www.vatican.va/archive/ENG0839/_P6.HTM#PENT.GEN.4.8"}]},"58":{"number":58,"refs":[{"text":"⇒ Gen 4:10-11.","link":"http://www.vatican.va/archive/ENG0839/_P6.HTM#PENT.GEN.4.10"}]},"59":{"number":59,"refs":[{"text":"⇒ Gen 9:5-6.","link":"http://www.vatican.va/archive/ENG0839/_PB.HTM#PENT.GEN.9.5"}]},"60":{"number":60,"refs":[{"text":"Cf. ⇒ Lev 17:14","link":"http://www.vatican.va/archive/ENG0839/_P33.HTM#PENT.LEV.17.14"}]},"61":{"number":61,"refs":[{"text":"⇒ Ex 23:7.","link":"http://www.vatican.va/archive/ENG0839/_P24.HTM#PENT.EXO.23.7"}]},"62":{"number":62,"refs":[{"text":"⇒ Mt 5:21.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.21"}]},"63":{"number":63,"refs":[{"text":"Cf. ⇒ Mt 5:22-39","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.22"},{"text":"⇒ 5:44.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.44"}]},"64":{"number":64,"refs":[{"text":"Cf. ⇒ Mt 26:52.","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.52"}]},"65":{"number":65,"refs":[{"text":"St. Thomas Aquinas, STh II-II, 64, 7, corp. art.","link":null}]},"66":{"number":66,"refs":[{"text":"St. Thomas Aquinas, STh II-II, 64, 7, corp. art.","link":null}]},"67":{"number":67,"refs":[{"text":"Cf. ⇒ Lk 23:40-43.","link":"http://www.vatican.va/archive/ENG0839/_PX6.HTM#GOSP.LUK.23.40"}]},"68":{"number":68,"refs":[{"text":"Cf. ⇒ Gen 4:10.","link":"http://www.vatican.va/archive/ENG0839/_P6.HTM#PENT.GEN.4.10"}]},"69":{"number":69,"refs":[{"text":"Cf. GS 51 # 3.","link":null}]},"70":{"number":70,"refs":[{"text":"Cf. ⇒ Am 8:4-10.","link":"http://www.vatican.va/archive/ENG0839/_PTS.HTM#PROPHB.AMO.8.4"}]},"71":{"number":71,"refs":[{"text":"Cf. CDF, Donum vitae I, 1.","link":null}]},"72":{"number":72,"refs":[{"text":"⇒ Jer 1:5","link":"http://www.vatican.va/archive/ENG0839/_PPF.HTM#PROPHB.JER.1.5"},{"text":"cf. ⇒ Job 10:8-12","link":"http://www.vatican.va/archive/ENG0839/_PEV.HTM#WISDB.JOB.10.8"},{"text":"⇒ Ps 22:10-11.","link":"http://www.vatican.va/archive/ENG0839/_PGE.HTM#WISDB.PSA.22.10"}]},"73":{"number":73,"refs":[{"text":"⇒ Ps 139:15.","link":"http://www.vatican.va/archive/ENG0839/_PJN.HTM#WISDB.PSA.139.15"}]},"74":{"number":74,"refs":[{"text":"Didache 2, 2: SCh 248, 148","link":null},{"text":"cf. Ep. Barnabae 19, 5: PG 2, 777","link":null},{"text":"Ad    Diognetum 5, 6: PG 2, 1173","link":null},{"text":"Tertullian, Apol. 9: PL 1, 319-320.","link":null}]},"75":{"number":75,"refs":[{"text":"GS 51 # 3.","link":null}]},"76":{"number":76,"refs":[{"text":"⇒ CIC, can. 1398.","link":"http://www.vatican.va/archive/ENG1104/_P5B.HTM#7.1.0.0.0.0.1398"}]},"77":{"number":77,"refs":[{"text":"⇒ CIC, can. 1314.","link":"http://www.vatican.va/archive/ENG1104/_P4X.HTM#6.1.0.2.0.0.1314"}]},"78":{"number":78,"refs":[{"text":"Cf. ⇒ CIC, cann. 1323-1324.","link":"http://www.vatican.va/archive/ENG1104/_P4Y.HTM#6.1.0.3.0.0.1323"}]},"79":{"number":79,"refs":[{"text":"CDF, Donum vitae III.","link":null}]},"80":{"number":80,"refs":[{"text":"CDF, Donum vitae III.","link":null}]},"81":{"number":81,"refs":[{"text":"CDF, Donum vitae I, 2.","link":null}]},"82":{"number":82,"refs":[{"text":"CDF, Donum vitae I, 3.","link":null}]},"83":{"number":83,"refs":[{"text":"CDF, Donum vitae I, 5.","link":null}]},"84":{"number":84,"refs":[{"text":"CDF, Donum vitae I, 6.","link":null}]}}}