{"id":"toc-312","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Love of Husband and Wife"}]},{"elements":[{"type":"ref-ccc","ref_number":2360},{"type":"text","text":"Sexuality is ordered to the conjugal love of man and woman. In marriage the physical intimacy of the spouses becomes a sign and pledge of spiritual communion. Marriage bonds between baptized persons are sanctified by the sacrament."}]},{"elements":[{"type":"ref-ccc","ref_number":2361},{"type":"text","text":"\"Sexuality, by means of which man and woman give themselves to one another through the acts which are proper and exclusive to spouses, is not something simply biological, but concerns the innermost being of the human person as such. It is realized in a truly human way only if it is an integral part of the love by which a man and woman commit themselves totally to one another until death.\""},{"type":"ref","number":142}]},{"elements":[{"type":"text","text":"Tobias got out of bed and said to Sarah, \"Sister, get up, and let us pray and implore our Lord that he grant us mercy and safety.\" So she got up, and they began to pray and implore that they might be kept safe. Tobias began by saying, \"Blessed are you, O God of our fathers.... You made Adam, and for him you made his wife Eve as a helper and support. From the two of them the race of mankind has sprung. You said, 'It is not good that the man should be alone; let us make a helper for him like himself.' I now am taking this kinswoman of mine, not because of lust, but with sincerity. Grant that she and I may find mercy and that we may grow old together.\" and they both said, \"Amen, Amen.\" Then they went to sleep for the night."},{"type":"ref","number":143}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2362},{"type":"text","text":"\"The acts in marriage by which the intimate and chaste union of the spouses takes place are noble and honorable; the truly human performance of these acts fosters the self-giving they signify and enriches the spouses in joy and gratitude.\""},{"type":"ref","number":144},{"type":"text","text":" Sexuality is a source of joy and pleasure:"}]},{"elements":[{"type":"text","text":"The Creator himself . . . established that in the [generative] function, spouses should experience pleasure and enjoyment of body and spirit. Therefore, the spouses do nothing evil in seeking this pleasure and enjoyment. They accept what the Creator has intended for them. At the same time, spouses should know how to keep themselves within the limits of just moderation."},{"type":"ref","number":145}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2363},{"type":"text","text":"The spouses' union achieves the twofold end of marriage: the good of the spouses themselves and the transmission of life. These two meanings or values of marriage cannot be separated without altering the couple's spiritual life and compromising the goods of marriage and the future of the family. "},{"type":"spacer"},{"type":"text","text":" The conjugal love of man and woman thus stands under the twofold obligation of fidelity and fecundity."}]},{"elements":[{"type":"text","text":"Conjugal fidelity"}]},{"elements":[{"type":"ref-ccc","ref_number":2364},{"type":"text","text":"The married couple forms \"the intimate partnership of life and love established by the Creator and governed by his laws; it is rooted in the conjugal covenant, that is, in their irrevocable personal consent.\""},{"type":"ref","number":146},{"type":"text","text":" Both give themselves definitively and totally to one another. They are no longer two; from now on they form one flesh. the covenant they freely contracted imposes on the spouses the obligation to preserve it as unique and indissoluble."},{"type":"ref","number":147},{"type":"text","text":" \"What therefore God has joined together, let not man put asunder.\""},{"type":"ref","number":148}]},{"elements":[{"type":"ref-ccc","ref_number":2365},{"type":"text","text":"Fidelity expresses constancy in keeping one's given word. God is faithful. the Sacrament of Matrimony enables man and woman to enter into Christ's fidelity for his Church. Through conjugal chastity, they bear witness to this mystery before the world."}]},{"elements":[{"type":"text","text":"St. John Chrysostom suggests that young husbands should say to their wives: I have taken you in my arms, and I love you, and I prefer you to my life itself. For the present life is nothing, and my most ardent dream is to spend it with you in such a way that we may be assured of not being separated in the life reserved for us.... I place your love above all things, and nothing would be more bitter or painful to me than to be of a different mind than you."},{"type":"ref","number":149}]},{"elements":[{"type":"text","text":"The fecundity of marriage"}]},{"elements":[{"type":"ref-ccc","ref_number":2366},{"type":"text","text":"Fecundity is a gift, an end of marriage, for conjugal love naturally tends to be fruitful. A child does not come from outside as something added on to the mutual love of the spouses, but springs from the very heart of that mutual giving, as its fruit and fulfillment. So the Church, which \"is on the side of life\""},{"type":"ref","number":150},{"type":"text","text":" teaches that \"each and every marriage act must remain open 'per se' to the transmission of life.\""},{"type":"ref","number":151},{"type":"text","text":" \"This particular doctrine, expounded on numerous occasions by the Magisterium, is based on the inseparable connection, established by God, which man on his own initiative may not break, between the unitive significance and the procreative significance which are both inherent to the marriage act.\""},{"type":"ref","number":152}]},{"elements":[{"type":"ref-ccc","ref_number":2367},{"type":"text","text":"Called to give life, spouses share in the creative power and fatherhood of God."},{"type":"ref","number":153},{"type":"text","text":" \"Married couples should regard it as their proper mission to transmit human life and to educate their children; they should realize that they are thereby cooperating with the love of God the Creator and are, in a certain sense, its interpreters. They will fulfill this duty with a sense of human and Christian responsibility.\""},{"type":"ref","number":154}]},{"elements":[{"type":"ref-ccc","ref_number":2368},{"type":"text","text":"A particular aspect of this responsibility concerns the regulation of procreation. For just reasons, spouses may wish to space the births of their children. It is their duty to make certain that their desire is not motivated by selfishness but is in conformity with the generosity appropriate to responsible parenthood. Moreover, they should conform their behavior to the objective criteria of morality:"}]},{"elements":[{"type":"text","text":"When it is a question of harmonizing married love with the responsible transmission of life, the morality of the behavior does not depend on sincere intention and evaluation of motives alone; but it must be determined by objective criteria, criteria drawn from the nature of the person and his acts criteria that respect the total meaning of mutual self-giving and human procreation in the context of true love; this is possible only if the virtue of married chastity is practiced with sincerity of heart."},{"type":"ref","number":155}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2369},{"type":"text","text":"\"By safeguarding both these essential aspects, the unitive and the procreative, the conjugal act preserves in its fullness the sense of true mutual love and its orientation toward man's exalted vocation to parenthood.\""},{"type":"ref","number":156}]},{"elements":[{"type":"ref-ccc","ref_number":2370},{"type":"text","text":"Periodic continence, that is, the methods of birth regulation based on self-observation and the use of infertile periods, is in conformity with the objective criteria of morality."},{"type":"ref","number":157},{"type":"text","text":" These methods respect the bodies of the spouses, encourage tenderness between them, and favor the education of an authentic freedom. In contrast, \"every action which, whether in anticipation of the conjugal act, or in its accomplishment, or in the development of its natural consequences, proposes, whether as an end or as a means, to render procreation impossible\" is intrinsically evil:"},{"type":"ref","number":158}]},{"elements":[{"type":"text","text":"Thus the innate language that expresses the total reciprocal self-giving of husband and wife is overlaid, through contraception, by an objectively contradictory language, namely, that of not giving oneself totally to the other. This leads not only to a positive refusal to be open to life but also to a falsification of the inner truth of conjugal love, which is called upon to give itself in personal totality.... the difference, both anthropological and moral, between contraception and recourse to the rhythm of the cycle . . . involves in the final analysis two irreconcilable concepts of the human person and of human sexuality."},{"type":"ref","number":159}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2371},{"type":"text","text":"\"Let all be convinced that human life and the duty of transmitting it are not limited by the horizons of this life only: their true evaluation and full significance can be understood only in reference to man's eternal destiny.\""},{"type":"ref","number":160}]},{"elements":[{"type":"ref-ccc","ref_number":2372},{"type":"text","text":"The state has a responsibility for its citizens' well-being. In this capacity it is legitimate for it to intervene to orient the demography of the population. This can be done by means of objective and respectful information, but certainly not by authoritarian, coercive measures. the state may not legitimately usurp the initiative of spouses, who have the primary responsibility for the procreation and education of their children."},{"type":"ref","number":161},{"type":"text","text":" It is not authorized to intervene in this area with means contrary to the moral law."}]},{"elements":[{"type":"text","text":"The gift of a child"}]},{"elements":[{"type":"ref-ccc","ref_number":2373},{"type":"text","text":"Sacred Scripture and the Church's traditional practice see in large families a sign of God's blessing and the parents' generosity."},{"type":"ref","number":162}]},{"elements":[{"type":"ref-ccc","ref_number":2374},{"type":"text","text":"Couples who discover that they are sterile suffer greatly. \"What will you give me,\" asks Abraham of God, \"for I continue childless?\""},{"type":"ref","number":163},{"type":"text","text":" and Rachel cries to her husband Jacob, \"Give me children, or I shall die!\""},{"type":"ref","number":164}]},{"elements":[{"type":"ref-ccc","ref_number":2375},{"type":"text","text":"Research aimed at reducing human sterility is to be encouraged, on condition that it is placed \"at the service of the human person, of his inalienable rights, and his true and integral good according to the design and will of God.\""},{"type":"ref","number":165}]},{"elements":[{"type":"ref-ccc","ref_number":2376},{"type":"text","text":"Techniques that entail the dissociation of husband and wife, by the intrusion of a person other than the couple (donation of sperm or ovum, surrogate uterus), are gravely immoral. These techniques (heterologous artificial insemination and fertilization) infringe the child's right to be born of a father and mother known to him and bound to each other by marriage. They betray the spouses' \"right to become a father and a mother only through each other.\""},{"type":"ref","number":166}]},{"elements":[{"type":"ref-ccc","ref_number":2377},{"type":"text","text":"Techniques involving only the married couple (homologous artificial insemination and fertilization) are perhaps less reprehensible, yet remain morally unacceptable. They dissociate the sexual act from the procreative act. the act which brings the child into existence is no longer an act by which two persons give themselves to one another, but one that \"entrusts the life and identity of the embryo into the power of doctors and biologists and establishes the domination of technology over the origin and destiny of the human person. Such a relationship of domination is in itself contrary to the dignity and equality that must be common to parents and children.\""},{"type":"ref","number":167},{"type":"text","text":" \"Under the moral aspect procreation is deprived of its proper perfection when it is not willed as the fruit of the conjugal act, that is to say, of the specific act of the spouses' union .... Only respect for the link between the meanings of the conjugal act and respect for the unity of the human being make possible procreation in conformity with the dignity of the person.\""},{"type":"ref","number":168}]},{"elements":[{"type":"ref-ccc","ref_number":2378},{"type":"text","text":"A child is not something owed to one, but is a gift. the \"supreme gift of marriage\" is a human person. A child may not be considered a piece of property, an idea to which an alleged \"right to a child\" would lead. In this area, only the child possesses genuine rights: the right \"to be the fruit of the specific act of the conjugal love of his parents,\" and \"the right to be respected as a person from the moment of his conception.\""},{"type":"ref","number":169}]},{"elements":[{"type":"ref-ccc","ref_number":2379},{"type":"text","text":"The Gospel shows that physical sterility is not an absolute evil. Spouses who still suffer from infertility after exhausting legitimate medical procedures should unite themselves with the Lord's Cross, the source of all spiritual fecundity. They can give expression to their generosity by adopting abandoned children or performing demanding services for others."}]}],"footnotes":{"142":{"number":142,"refs":[{"text":"FC 11.","link":null}]},"143":{"number":143,"refs":[{"text":"⇒ Tob 8:4-9.","link":"http://www.vatican.va/archive/ENG0839/_PCI.HTM#PENT.TOB.8.4"}]},"144":{"number":144,"refs":[{"text":"GS 49 # 2.","link":null}]},"145":{"number":145,"refs":[{"text":"Pius XII, Discourse, October 29,1951.","link":null}]},"146":{"number":146,"refs":[{"text":"GS 48 # 1.","link":null}]},"147":{"number":147,"refs":[{"text":"Cf. ⇒ CIC, can. 1056.","link":"http://www.vatican.va/archive/ENG1104/_P3W.HTM#4.1.0.7.0.0.1056"}]},"148":{"number":148,"refs":[{"text":"Mk 109","link":null},{"text":"cf. ⇒ Mt 19:1-12","link":"http://www.vatican.va/archive/ENG0839/_PVS.HTM#GOSP.MAT.19.1"},{"text":"⇒ 1 Cor 7: 10-11.","link":"http://www.vatican.va/archive/ENG0839/_PZC.HTM#NTLET.1COR.7.10"}]},"149":{"number":149,"refs":[{"text":"St. John Chrysostom, Hom. in Eph. 20, 8: PG 62, 146-147.","link":null}]},"150":{"number":150,"refs":[{"text":"FC 30.","link":null}]},"151":{"number":151,"refs":[{"text":"HV 11.","link":null}]},"152":{"number":152,"refs":[{"text":"HV 12","link":null},{"text":"cf. Pius XI, encyclical, Casti connubii.","link":null}]},"153":{"number":153,"refs":[{"text":"Cf. ⇒ Eph 3:14","link":"http://www.vatican.va/archive/ENG0839/_P10A.HTM#NTLET.EPH.3.14"},{"text":"⇒ Mt 23:9.","link":"http://www.vatican.va/archive/ENG0839/_PVW.HTM#GOSP.MAT.23.9"}]},"154":{"number":154,"refs":[{"text":"GS 50 # 2.","link":null}]},"155":{"number":155,"refs":[{"text":"GS 51 # 3.","link":null}]},"156":{"number":156,"refs":[{"text":"Cf. HV 12.","link":null}]},"157":{"number":157,"refs":[{"text":"HV 16.","link":null}]},"158":{"number":158,"refs":[{"text":"HV 14.","link":null}]},"159":{"number":159,"refs":[{"text":"FC 32.","link":null}]},"160":{"number":160,"refs":[{"text":"GS 51 # 4.","link":null}]},"161":{"number":161,"refs":[{"text":"Cf. HV 23","link":null},{"text":"PP 37.","link":null}]},"162":{"number":162,"refs":[{"text":"Cf. GS 50 # 2.","link":null}]},"163":{"number":163,"refs":[{"text":"⇒ Gen 15:2.","link":"http://www.vatican.va/archive/ENG0839/_PH.HTM#PENT.GEN.15.2"}]},"164":{"number":164,"refs":[{"text":"⇒ Gen 30:1.","link":"http://www.vatican.va/archive/ENG0839/_PW.HTM#PENT.GEN.30.1"}]},"165":{"number":165,"refs":[{"text":"CDF, Donum vitae intro., 2.","link":null}]},"166":{"number":166,"refs":[{"text":"CDF, Donum vitae II, 1.","link":null}]},"167":{"number":167,"refs":[{"text":"CDF, Donum vitae II, 5.","link":null}]},"168":{"number":168,"refs":[{"text":"CDF, Donum vitae II, 4.","link":null}]},"169":{"number":169,"refs":[{"text":"CDF, Donum vitae II, 8.","link":null}]}}}