{"id":"toc-336","paragraphs":[{"elements":[{"type":"text","text":"I. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Disorder of Covetous Desires","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2535},{"type":"text","text":"The sensitive appetite leads us to desire pleasant things we do not have, e.g., the desire to eat when we are hungry or to warm ourselves when we are cold. These desires are good in themselves; but often they exceed the limits of reason and drive us to covet unjustly what is not ours and belongs to another or is owed to him.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2536},{"type":"text","text":"The tenth commandment forbids greed and the desire to amass earthly goods without limit. It forbids avarice arising from a passion for riches and their attendant power. It also forbids the desire to commit injustice by harming our neighbor in his temporal goods:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"When the Law says, \"You shall not covet,\" these words mean that we should banish our desires for whatever does not belong to us. Our thirst for another's goods is immense, infinite, never quenched. Thus it is written: \"He who loves money never has money enough.\"","attrs":{}},{"type":"ref","number":320}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2537},{"type":"text","text":"It is not a violation of this commandment to desire to obtain things that belong to one's neighbor, provided this is done by just means. Traditional catechesis realistically mentions \"those who have a harder struggle against their criminal desires\" and so who \"must be urged the more to keep this commandment\":","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":". . . merchants who desire scarcity and rising prices, who cannot bear not to be the only ones buying and selling so that they themselves can sell more dearly and buy more cheaply; those who hope that their peers will be impoverished, in order to realize a profit either by selling to them or buying from them . . . physicians who wish disease to spread; lawyers who are eager for many important cases and trials.","attrs":{}},{"type":"ref","number":321}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2538},{"type":"text","text":"The tenth commandment requires that envy be banished from the human heart. When the prophet Nathan wanted to spur King David to repentance, he told him the story about the poor man who had only one ewe lamb that he treated like his own daughter and the rich man who, despite the great number of his flocks, envied the poor man and ended by stealing his lamb.","attrs":{}},{"type":"ref","number":322},{"type":"text","text":" Envy can lead to the worst crimes.","attrs":{}},{"type":"ref","number":323},{"type":"text","text":" \"Through the devil's envy death entered the world\":","attrs":{}},{"type":"ref","number":324}],"attrs":{}},{"elements":[{"type":"text","text":"We fight one another, and envy arms us against one another.... If everyone strives to unsettle the Body of Christ, where shall we end up? We are engaged in making Christ's Body a corpse.... We declare ourselves members of one and the same organism, yet we devour one another like beasts.","attrs":{}},{"type":"ref","number":325}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2539},{"type":"text","text":"Envy is a capital sin. It refers to the sadness at the sight of another's goods and the immoderate desire to acquire them for oneself, even unjustly. When it wishes grave harm to a neighbor it is a mortal sin:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"St. Augustine saw envy as \"the diabolical sin.\"","attrs":{}},{"type":"ref","number":326},{"type":"text","text":" \"From envy are born hatred, detraction, calumny, joy caused by the misfortune of a neighbor, and displeasure caused by his prosperity.\"","attrs":{}},{"type":"ref","number":327}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2540},{"type":"text","text":"Envy represents a form of sadness and therefore a refusal of charity; the baptized person should struggle against it by exercising good will. Envy often comes from pride; the baptized person should train himself to live in humility:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Would you like to see God glorified by you? Then rejoice in your brother's progress and you will immediately give glory to God. Because his servant could conquer envy by rejoicing in the merits of others, God will be praised.","attrs":{}},{"type":"ref","number":328}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"320":{"number":320,"refs":[{"text":"Roman Catechism, III, 37","link":null},{"text":"cf. ⇒ Sir 5:8.","link":"http://www.vatican.va/archive/ENG0839/_PM7.HTM#WISDB.SIR.5.8"}]},"321":{"number":321,"refs":[{"text":"Roman Catechism, III, 37.","link":null}]},"322":{"number":322,"refs":[{"text":"Cf. ⇒ 2 Sam 12:14.","link":"http://www.vatican.va/archive/ENG0839/_P81.HTM#PENT.2SAM.12.14"}]},"323":{"number":323,"refs":[{"text":"Cf. ⇒ Gen 4:3-7","link":"http://www.vatican.va/archive/ENG0839/_P6.HTM#PENT.GEN.4.3"},{"text":"⇒ 1 Kings 21:1-29.","link":"http://www.vatican.va/archive/ENG0839/_P8Z.HTM#PENT.1KIN.21.1"}]},"324":{"number":324,"refs":[{"text":"⇒ Wis 2:24.","link":"http://www.vatican.va/archive/ENG0839/_PLJ.HTM#WISDB.WISD.2.24"}]},"325":{"number":325,"refs":[{"text":"St. John Chrysostom, Hom. in 2 Cor. 27, 3-4 PG 61, 588.","link":null}]},"326":{"number":326,"refs":[{"text":"Cf. St. Augustine, De catechizandis rudibus 4, 8 PL 40, 315-316.","link":null}]},"327":{"number":327,"refs":[{"text":"St. Gregory the Great Moralia in Job 31, 45: PL 76, 621.","link":null}]},"328":{"number":328,"refs":[{"text":"St. John Chrysostom, Hom. in Rom. 71, 5: PG 60, 448.","link":null}]}}}