{"id":"toc-297","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"ARTICLE 4"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"THE FOURTH COMMANDMENT"}]},{"elements":[{"type":"text","text":"Honor your father and your mother, that your days may be long in the land which the Lord your God gives you."},{"type":"ref","number":4}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"He was obedient to them."},{"type":"ref","number":5}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Lord Jesus himself recalled the force of this \"commandment of God.\""},{"type":"ref","number":6},{"type":"text","text":" The Apostle teaches: \"Children, obey your parents in the Lord, for this is right. 'Honor your father and mother,' (This is the first commandment with a promise.) 'that it may be well with you and that you may live long on the earth.\"'"},{"type":"ref","number":7}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2197},{"type":"text","text":"The fourth commandment opens the second table of the Decalogue. It shows us the order of charity. God has willed that, after him, we should honor our parents to whom we owe life and who have handed on to us the knowledge of God. We are obliged to honor and respect all those whom God, for our good, has vested with his authority."}]},{"elements":[{"type":"ref-ccc","ref_number":2198},{"type":"text","text":"This commandment is expressed in positive terms of duties to be fulfilled. It introduces the subsequent commandments which are concerned with particular respect for life, marriage, earthly goods, and speech. It constitutes one of the foundations of the social doctrine of the Church."}]},{"elements":[{"type":"ref-ccc","ref_number":2199},{"type":"text","text":"The fourth commandment is addressed expressly to children in their relationship to their father and mother, because this relationship is the most universal. It likewise concerns the ties of kinship between members of the extended family. It requires honor, affection, and gratitude toward elders and ancestors. Finally, it extends to the duties of pupils to teachers, employees to employers, subordinates to leaders, citizens to their country, and to those who administer or govern it. This commandment includes and presupposes the duties of parents, instructors, teachers, leaders, magistrates, those who govern, all who exercise authority over others or over a community of persons."}]},{"elements":[{"type":"ref-ccc","ref_number":2200},{"type":"text","text":"Observing the fourth commandment brings its reward: \"Honor your father and your mother, that your days may be long in the land which the LORD your God gives you.\""},{"type":"ref","number":8},{"type":"text","text":" Respecting this commandment provides, along with spiritual fruits, temporal fruits of peace and prosperity. Conversely, failure to observe it brings great harm to communities and to individuals."}]}],"footnotes":{"4":{"number":4,"refs":[{"text":"⇒ Ex 20:12","link":"http://www.vatican.va/archive/ENG0839/_P21.HTM#PENT.EXO.20.12"},{"text":"⇒ Deut 5:16.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.16"}]},"5":{"number":5,"refs":[{"text":"⇒ Lk 2:51.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.51"}]},"6":{"number":6,"refs":[{"text":"⇒ Mk 7:8-13.","link":"http://www.vatican.va/archive/ENG0839/_PW9.HTM#GOSP.MAR.7.8"}]},"7":{"number":7,"refs":[{"text":"⇒ Eph 6:1-3","link":"http://www.vatican.va/archive/ENG0839/_P10D.HTM#NTLET.EPH.6.1"},{"text":"cf. ⇒ Deut 5:16.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.16"}]},"8":{"number":8,"refs":[{"text":"⇒ Ex 20:12","link":"http://www.vatican.va/archive/ENG0839/_P21.HTM#PENT.EXO.20.12"},{"text":"⇒ Deut 5:16.","link":"http://www.vatican.va/archive/ENG0839/_P4K.HTM#PENT.DEU.5.16"}]}}}