{"id":"toc-306","paragraphs":[{"elements":[{"type":"text","text":"II. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Respect for the Dignity of Persons","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"Respect for the souls of others: scandal","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2284},{"type":"text","text":"Scandal is an attitude or behavior which leads another to do evil. the person who gives scandal becomes his neighbor's tempter. He damages virtue and integrity; he may even draw his brother into spiritual death. Scandal is a grave offense if by deed or omission another is deliberately led into a grave offense.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2285},{"type":"text","text":"Scandal takes on a particular gravity by reason of the authority of those who cause it or the weakness of those who are scandalized. It prompted our Lord to utter this curse: \"Whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened round his neck and to be drowned in the depth of the sea.\"","attrs":{}},{"type":"ref","number":85},{"type":"text","text":" Scandal is grave when given by those who by nature or office are obliged to teach and educate others. Jesus reproaches the scribes and Pharisees on this account: he likens them to wolves in sheep's clothing.","attrs":{}},{"type":"ref","number":86}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2286},{"type":"text","text":"Scandal can be provoked by laws or institutions, by fashion or opinion.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Therefore, they are guilty of scandal who establish laws or social structures leading to the decline of morals and the corruption of religious practice, or to \"social conditions that, intentionally or not, make Christian conduct and obedience to the Commandments difficult and practically impossible.\"","attrs":{}},{"type":"ref","number":87},{"type":"text","text":" This is also true of business leaders who make rules encouraging fraud, teachers who provoke their children to anger,","attrs":{}},{"type":"ref","number":88},{"type":"text","text":" or manipulators of public opinion who turn it away from moral values.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2287},{"type":"text","text":"Anyone who uses the power at his disposal in such a way that it leads others to do wrong becomes guilty of scandal and responsible for the evil that he has directly or indirectly encouraged. \"Temptations to sin are sure to come; but woe to him by whom they come!\"","attrs":{}},{"type":"ref","number":89}],"attrs":{}},{"elements":[{"type":"text","text":"Respect for health","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2288},{"type":"text","text":"Life and physical health are precious gifts entrusted to us by God. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" We must take reasonable care of them, taking into account the needs of others and the common good. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Concern for the health of its citizens requires that society help in the attainment of living-conditions that allow them to grow and reach maturity: food and clothing, housing, health care, basic education, employment, and social assistance.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2289},{"type":"text","text":"If morality requires respect for the life of the body, it does not make it an absolute value. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" It rejects a neo-pagan notion that tends to promote the cult of the body, to sacrifice everything for it's sake, to idolize physical perfection and success at sports. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" By its selective preference of the strong over the weak, such a conception can lead to the perversion of human relationships.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2290},{"type":"text","text":"The virtue of temperance disposes us to avoid every kind of excess: the abuse of food, alcohol, tobacco, or medicine. Those incur grave guilt who, by drunkenness or a love of speed, endanger their own and others' safety on the road, at sea, or in the air.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2291},{"type":"text","text":"The use of drugs inflicts very grave damage on human health and life. Their use, except on strictly therapeutic grounds, is a grave offense. Clandestine production of and trafficking in drugs are scandalous practices. They constitute direct co-operation in evil, since they encourage people to practices gravely contrary to the moral law.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Respect for the person and scientific research","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2292},{"type":"text","text":"Scientific, medical, or psychological experiments on human individuals or groups can contribute to healing the sick and the advancement of public health.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2293},{"type":"text","text":"Basic scientific research, as well as applied research, is a significant expression of man's dominion over creation. Science and technology are precious resources when placed at the service of man and promote his integral development for the benefit of all. By themselves however they cannot disclose the meaning of existence and of human progress. Science and technology are ordered to man, from whom they take their origin and development; hence they find in the person and in his moral values both evidence of their purpose and awareness of their limits.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2294},{"type":"text","text":"It is an illusion to claim moral neutrality in scientific research and its applications. On the other hand, guiding principles cannot be inferred from simple technical efficiency, or from the usefulness accruing to some at the expense of others or, even worse, from prevailing ideologies. Science and technology by their very nature require unconditional respect for fundamental moral criteria. They must be at the service of the human person, of his inalienable rights, of his true and integral good, in conformity with the plan and the will of God.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2295},{"type":"text","text":"Research or experimentation on the human being cannot legitimate acts that are in themselves contrary to the dignity of persons and to the moral law. the subjects' potential consent does not justify such acts. Experimentation on human beings is not morally legitimate if it exposes the subject's life or physical and psychological integrity to disproportionate or avoidable risks. Experimentation on human beings does not conform to the dignity of the person if it takes place without the informed consent of the subject or those who legitimately speak for him.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2296},{"type":"text","text":"Organ transplants are in conformity with the moral law if the physical and psychological dangers and risks incurred by the donor are proportionate to the good sought for the recipient. Donation of organs after death is a noble and meritorious act and is to be encouraged as a manifestation of generous solidarity. It is not morally acceptable if the donor or those who legitimately speak for him have not given their explicit consent.","attrs":{}},{"type":"spacer"},{"type":"text","text":" It is furthermore morally inadmissible directly to bring about the disabling mutilation or death of a human being, even in order to delay the death of other persons.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Respect for bodily integrity","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2297},{"type":"text","text":"Kidnapping and hostage taking bring on a reign of terror; by means of threats they subject their victims to intolerable pressures. They are morally wrong. Terrorism threatens, wounds, and kills indiscriminately; it is gravely against justice and charity.","attrs":{}},{"type":"spacer"},{"type":"text","text":" Torture which uses physical or moral violence to extract confessions, punish the guilty, frighten opponents, or satisfy hatred is contrary to respect for the person and for human dignity. Except when performed for strictly therapeutic medical reasons, directly intended amputations, mutilations, and sterilizations performed on innocent persons are against the moral law.","attrs":{}},{"type":"ref","number":90}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2298},{"type":"text","text":"In times past, cruel practices were commonly used by legitimate governments to maintain law and order, often without protest from the Pastors of the Church, who themselves adopted in their own tribunals the prescriptions of Roman law concerning torture. Regrettable as these facts are, the Church always taught the duty of clemency and mercy. She forbade clerics to shed blood. In recent times it has become evident that these cruel practices were neither necessary for public order, nor in conformity with the legitimate rights of the human person. On the contrary, these practices led to ones even more degrading. It is necessary to work for their abolition. We must pray for the victims and their tormentors.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Respect for the dead","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2299},{"type":"text","text":"The dying should be given attention and care to help them live their last moments in dignity and peace. They will be helped by the prayer of their relatives, who must see to it that the sick receive at the proper time the sacraments that prepare them to meet the living God.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2300},{"type":"text","text":"The bodies of the dead must be treated with respect and charity, in faith and hope of the Resurrection. the burial of the dead is a corporal work of mercy;","attrs":{}},{"type":"ref","number":91},{"type":"text","text":" it honors the children of God, who are temples of the Holy Spirit.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2301},{"type":"text","text":"Autopsies can be morally permitted for legal inquests or scientific research. the free gift of organs after death is legitimate and can be meritorious. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" The Church permits cremation, provided that it does not demonstrate a denial of faith in the resurrection of the body.","attrs":{}},{"type":"ref","number":92}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"85":{"number":85,"refs":[{"text":"⇒ Mt 18:6","link":"http://www.vatican.va/archive/ENG0839/_PVR.HTM#GOSP.MAT.18.6"},{"text":"Cf. ⇒ 1 Cor 8:10-13.","link":"http://www.vatican.va/archive/ENG0839/_PZD.HTM#NTLET.1COR.8.10"}]},"86":{"number":86,"refs":[{"text":"Cf. ⇒ Mt 7:15.","link":"http://www.vatican.va/archive/ENG0839/_PVG.HTM#GOSP.MAT.7.15"}]},"87":{"number":87,"refs":[{"text":"Pius XII, Discourse, June 1, 1941.","link":null}]},"88":{"number":88,"refs":[{"text":"Cf. ⇒ Eph 6:4","link":"http://www.vatican.va/archive/ENG0839/_P10D.HTM#NTLET.EPH.6.4"},{"text":"⇒ Col. 3:21.","link":"http://www.vatican.va/archive/ENG0839/_P10M.HTM#NTLET.COL.3.21"}]},"89":{"number":89,"refs":[{"text":"⇒ Lk 17:1.","link":"http://www.vatican.va/archive/ENG0839/_PX0.HTM#GOSP.LUK.17.1"}]},"90":{"number":90,"refs":[{"text":"Cf. DS 3722.","link":null}]},"91":{"number":91,"refs":[{"text":"Cf. ⇒ Tob 1:16-18.","link":"http://www.vatican.va/archive/ENG0839/_PCB.HTM#PENT.TOB.1.16"}]},"92":{"number":92,"refs":[{"text":"Cf. ⇒ CIC, can. 1176 # 3.","link":"http://www.vatican.va/archive/ENG1104/_P4C.HTM#4.2.0.3.1.0.1176"}]}}}