{"id":"toc-288","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Name of the Lord is Holy"}]},{"elements":[{"type":"ref-ccc","ref_number":2142},{"type":"text","text":"The second commandment prescribes respect for the Lord's name. Like the first commandment, it belongs to the virtue of religion and more particularly it governs our use of speech in sacred matters."}]},{"elements":[{"type":"ref-ccc","ref_number":2143},{"type":"text","text":"Among all the words of Revelation, there is one which is unique: the revealed name of God. God confides his name to those who believe in him; he reveals himself to them in his personal mystery. the gift of a name belongs to the order of trust and intimacy. \"The Lord's name is holy.\" For this reason man must not abuse it. He must keep it in mind in silent, loving adoration. He will not introduce it into his own speech except to bless, praise, and glorify it."},{"type":"ref","number":74}]},{"elements":[{"type":"ref-ccc","ref_number":2144},{"type":"text","text":"Respect for his name is an expression of the respect owed to the mystery of God himself and to the whole sacred reality it evokes. the sense of the sacred is part of the virtue of religion:"}]},{"elements":[{"type":"text","text":"Are these feelings of fear and awe Christian feelings or not? . . . I say this, then, which I think no one can reasonably dispute. They are the class of feelings we should have - yes, have to an intense degree - if we literally had the sight of Almighty God; therefore they are the class of feelings which we shall have, if we realize His presence. In proportion as we believe that He is present, we shall have them; and not to have them, is not to realize, not to believe that He is present."},{"type":"ref","number":75}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2145},{"type":"text","text":"The faithful should bear witness to the Lord's name by confessing the faith without giving way to fear."},{"type":"ref","number":76},{"type":"text","text":" Preaching and catechizing should be permeated with adoration and respect for the name of our Lord Jesus Christ."}]},{"elements":[{"type":"ref-ccc","ref_number":2146},{"type":"text","text":"The second commandment forbids the abuse of God's name, i.e., every improper use of the names of God, Jesus Christ, but also of the Virgin Mary and all the saints."}]},{"elements":[{"type":"ref-ccc","ref_number":2147},{"type":"text","text":"Promises made to others in God's name engage the divine honor, fidelity, truthfulness, and authority. They must be respected in justice. To be unfaithful to them is to misuse God's name and in some way to make God out to be a liar."},{"type":"ref","number":77}]},{"elements":[{"type":"ref-ccc","ref_number":2148},{"type":"text","text":"Blasphemy is directly opposed to the second commandment. It consists in uttering against God - inwardly or outwardly - words of hatred, reproach, or defiance; in speaking ill of God; in failing in respect toward him in one's speech; in misusing God's name. St. James condemns those \"who blaspheme that honorable name [of Jesus] by which you are called.\""},{"type":"ref","number":78},{"type":"text","text":" The prohibition of blasphemy extends to language against Christ's Church, the saints, and sacred things. It is also blasphemous to make use of God's name to cover up criminal practices, to reduce peoples to servitude, to torture persons or put them to death. the misuse of God's name to commit a crime can provoke others to repudiate religion. "},{"type":"spacer"},{"type":"text","text":" Blasphemy is contrary to the respect due God and his holy name. It is in itself a grave sin."},{"type":"ref","number":79}]},{"elements":[{"type":"ref-ccc","ref_number":2149},{"type":"text","text":"Oaths which misuse God's name, though without the intention of blasphemy, show lack of respect for the Lord. the second commandment also forbids magical use of the divine name."}]},{"elements":[{"type":"text","text":"[God's] name is great when spoken with respect for the greatness of his majesty. God's name is holy when said with veneration and fear of offending him."},{"type":"ref","number":80}],"attrs":{"indent":true}}],"footnotes":{"74":{"number":74,"refs":[{"text":"Cf. ⇒ Zech 2:13","link":"http://www.vatican.va/archive/ENG0839/_PUP.HTM#PROPHB.ZEC.2.13"},{"text":"⇒ Ps 29:2","link":"http://www.vatican.va/archive/ENG0839/_PGL.HTM#WISDB.PSA.29.2"},{"text":"⇒ 96:2","link":"http://www.vatican.va/archive/ENG0839/_PIG.HTM#WISDB.PSA.96.2"},{"text":"⇒ 113:1-2.","link":"http://www.vatican.va/archive/ENG0839/_PIX.HTM#WISDB.PSA.113.1"}]},"75":{"number":75,"refs":[{"text":"John Henry Cardinal Newman, Parochial and Plain Sermons V, 2 (London:    Longmans, Green and Co., 1907) 21-22.","link":null}]},"76":{"number":76,"refs":[{"text":"Cf. ⇒ Mt 10:32","link":"http://www.vatican.va/archive/ENG0839/_PVJ.HTM#GOSP.MAT.10.32"},{"text":"⇒ 1 Tim 6:12.","link":"http://www.vatican.va/archive/ENG0839/_P114.HTM#NTLET.1TIM.6.12"}]},"77":{"number":77,"refs":[{"text":"Cf. 1 ⇒ Jn 1:10.","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.10"}]},"78":{"number":78,"refs":[{"text":"⇒ Jas 2:7.","link":"http://www.vatican.va/archive/ENG0839/_P11W.HTM#CATHL.JAM.2.7"}]},"79":{"number":79,"refs":[{"text":"Cf. ⇒ CIC, can. 1369.","link":"http://www.vatican.va/archive/ENG1104/_P54.HTM#6.2.0.1.0.0.1369"}]},"80":{"number":80,"refs":[{"text":"St. Augustine, De serm. Dom. in monte 2, 5, 19: PL 34, 1278.","link":null}]}}}