{"id":"toc-325","paragraphs":[{"elements":[{"type":"text","text":"II. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"To Bear Witness to the Truth","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2471},{"type":"text","text":"Before Pilate, Christ proclaims that he \"has come into the world, to bear witness to the truth.\"","attrs":{}},{"type":"ref","number":265},{"type":"text","text":" The Christian is not to \"be ashamed then of testifying to our Lord.\"","attrs":{}},{"type":"ref","number":266},{"type":"text","text":" In situations that require witness to the faith, the Christian must profess it without equivocation, after the example of St. Paul before his judges. We must keep \"a clear conscience toward God and toward men.\"","attrs":{}},{"type":"ref","number":267}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2472},{"type":"text","text":"The duty of Christians to take part in the life of the Church impels them to act as witnesses of the Gospel and of the obligations that flow from it. This witness is a transmission of the faith in words and deeds. Witness is an act of justice that establishes the truth or makes it known.","attrs":{}},{"type":"ref","number":268},{"type":"spacer"},{"type":"text","text":" All Christians by the example of their lives and the witness of their word, wherever they live, have an obligation to manifest the new man which they have put on in Baptism and to reveal the power of the Holy Spirit by whom they were strengthened at Confirmation.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2473},{"type":"text","text":"Martyrdom is the supreme witness given to the truth of the faith: it means bearing witness even unto death. the martyr bears witness to Christ who died and rose, to whom he is united by charity. He bears witness to the truth of the faith and of Christian doctrine. He endures death through an act of fortitude. \"Let me become the food of the beasts, through whom it will be given me to reach God.\"","attrs":{}},{"type":"ref","number":270}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2474},{"type":"text","text":"The Church has painstakingly collected the records of those who persevered to the end in witnessing to their faith. These are the acts of the Martyrs. They form the archives of truth written in letters of blood:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Neither the pleasures of the world nor the kingdoms of this age will be of any use to me.","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"It is better for me to die [in order to unite myself] to Christ Jesus than to reign over the ends of the earth. I seek him who died for us; I desire him who rose for us. My birth is approaching. . .","attrs":{}},{"type":"ref","number":271},{"type":"text","text":" I bless you for having judged me worthy from this day and this hour to be counted among your martyrs.... You have kept your promise, God of faithfulness and truth. For this reason and for everything, I praise you, I bless you, I glorify you through the eternal and heavenly High Priest, Jesus Christ, your beloved Son. Through him, who is with you and the Holy Spirit, may glory be given to you, now and in the ages to come. Amen.","attrs":{}},{"type":"ref","number":272}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"265":{"number":265,"refs":[{"text":"⇒ Jn 18:37.","link":"http://www.vatican.va/archive/ENG0839/_PXQ.HTM#GOSP.JOH.18.37"}]},"266":{"number":266,"refs":[{"text":"⇒ 2 Tim 1:8.","link":"http://www.vatican.va/archive/ENG0839/_P116.HTM#NTLET.2TIM.1.8"}]},"267":{"number":267,"refs":[{"text":"⇒ Acts 24:16.","link":"http://www.vatican.va/archive/ENG0839/_PYI.HTM#GOSP.ACT.24.16"}]},"268":{"number":268,"refs":[{"text":"Cf. ⇒ Mt 18:16.","link":"http://www.vatican.va/archive/ENG0839/_PVR.HTM#GOSP.MAT.18.16"}]},"270":{"number":270,"refs":[{"text":"St. Ignatius of Antioch, Ad Rom. 4, 1 SCh 10, 110.","link":null}]},"271":{"number":271,"refs":[{"text":"St. Ignatius of Antioch, Ad Rom. 6, 1-2 SCh 10, 114.","link":null}]},"272":{"number":272,"refs":[{"text":"Martyrium Polycarpi 14,2-3 PG 5,1040","link":null},{"text":"SCh 10,228.","link":null}]}}}