{"id":"toc-294","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Lord's Day"}]},{"elements":[{"type":"text","text":"This is the day which the LORD has made; let us rejoice and be glad in it."},{"type":"ref","number":103},{"type":"spacer"},{"type":"spacer"}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The day of the Resurrection: the new creation"}]},{"elements":[{"type":"ref-ccc","ref_number":2174},{"type":"text","text":"Jesus rose from the dead \"on the first day of the week.\""},{"type":"ref","number":104},{"type":"text","text":" Because it is the \"first day,\" the day of Christ's Resurrection recalls the first creation. Because it is the \"eighth day\" following the sabbath,"},{"type":"ref","number":105},{"type":"text","text":" it symbolizes the new creation ushered in by Christ's Resurrection. For Christians it has become the first of all days, the first of all feasts, the Lord's Day (he kuriake hemera, dies dominica) Sunday:"}]},{"elements":[{"type":"text","text":"We all gather on the day of the sun, for it is the first day [after the Jewish sabbath, but also the first day] when God, separating matter from darkness, made the world; and on this same day Jesus Christ our Savior rose from the dead."},{"type":"ref","number":106}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Sunday - fulfillment of the sabbath"}]},{"elements":[{"type":"ref-ccc","ref_number":2175},{"type":"text","text":"Sunday is expressly distinguished from the sabbath which it follows chronologically every week; for Christians its ceremonial observance replaces that of the sabbath. In Christ's Passover, Sunday fulfills the spiritual truth of the Jewish sabbath and announces man's eternal rest in God. For worship under the Law prepared for the mystery of Christ, and what was done there prefigured some aspects of Christ:"},{"type":"ref","number":107}]},{"elements":[{"type":"text","text":"Those who lived according to the old order of things have come to a new hope, no longer keeping the sabbath, but the Lord's Day, in which our life is blessed by him and by his death."},{"type":"ref","number":108}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2176},{"type":"text","text":"The celebration of Sunday observes the moral commandment inscribed by nature in the human heart to render to God an outward, visible, public, and regular worship \"as a sign of his universal beneficence to all.\""},{"type":"ref","number":109},{"type":"text","text":" Sunday worship fulfills the moral command of the Old Covenant, taking up its rhythm and spirit in the weekly celebration of the Creator and Redeemer of his people."}]},{"elements":[{"type":"text","text":"The Sunday Eucharist"}]},{"elements":[{"type":"ref-ccc","ref_number":2177},{"type":"text","text":"The Sunday celebration of the Lord's Day and his Eucharist is at the heart of the Church's life. "},{"type":"spacer"},{"type":"text","text":" \"Sunday is the day on which the paschal mystery is celebrated in light of the apostolic tradition and is to be observed as the foremost holy day of obligation in the universal Church.\""},{"type":"ref","number":110}]},{"elements":[{"type":"text","text":"\"Also to be observed are the day of the Nativity of Our Lord Jesus Christ, "},{"type":"spacer"},{"type":"text","text":" the Epiphany, "},{"type":"spacer"},{"type":"text","text":" the Ascension of Christ, "},{"type":"spacer"},{"type":"text","text":" the feast of the Body and Blood of Christi, "},{"type":"spacer"},{"type":"text","text":" the feast of Mary the Mother of God, "},{"type":"spacer"},{"type":"text","text":" her Immaculate Conception, "},{"type":"spacer"},{"type":"text","text":" her Assumption, "},{"type":"spacer"},{"type":"text","text":" the feast of Saint Joseph, "},{"type":"spacer"},{"type":"text","text":" the feast of the Apostles Saints Peter and Paul, and the feast of All Saints.\""},{"type":"ref","number":111}]},{"elements":[{"type":"ref-ccc","ref_number":2178},{"type":"text","text":"This practice of the Christian assembly dates from the beginnings of the apostolic age."},{"type":"ref","number":112},{"type":"text","text":" The Letter to the Hebrews reminds the faithful \"not to neglect to meet together, as is the habit of some, but to encourage one another.\""},{"type":"ref","number":113}]},{"elements":[{"type":"text","text":"Tradition preserves the memory of an ever-timely exhortation: Come to Church early, approach the Lord, and confess your sins, repent in prayer.... Be present at the sacred and divine liturgy, conclude its prayer and do not leave before the dismissal.... We have often said: \"This day is given to you for prayer and rest. This is the day that the Lord has made, let us rejoice and be glad in it.\""},{"type":"ref","number":114}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2179},{"type":"text","text":"\"A parish is a definite community of the Christian faithful established on a stable basis within a particular church; the pastoral care of the parish is entrusted to a pastor as its own shepherd under the authority of the diocesan bishop.\""},{"type":"ref","number":115},{"type":"text","text":" It is the place where all the faithful can be gathered together for the Sunday celebration of the Eucharist. the parish initiates the Christian people into the ordinary expression of the liturgical life: it gathers them together in this celebration; it teaches Christ's saving doctrine; it practices the charity of the Lord in good works and brotherly love:"}]},{"elements":[{"type":"text","text":"You cannot pray at home as at church, where there is a great multitude, where exclamations are cried out to God as from one great heart, and where there is something more: the union of minds, the accord of souls, the bond of charity, the prayers of the priests."},{"type":"ref","number":116}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The Sunday obligation"}]},{"elements":[{"type":"ref-ccc","ref_number":2180},{"type":"text","text":"The precept of the Church specifies the law of the Lord more precisely: \"On Sundays and other holy days of obligation the faithful are bound to participate in the Mass.\""},{"type":"ref","number":117},{"type":"text","text":" \"The precept of participating in the Mass is satisfied by assistance at a Mass which is celebrated anywhere in a Catholic rite either on the holy day or on the evening of the preceding day.\""},{"type":"ref","number":118}]},{"elements":[{"type":"ref-ccc","ref_number":2181},{"type":"text","text":"The Sunday Eucharist is the foundation and confirmation of all Christian practice. For this reason the faithful are obliged to participate in the Eucharist on days of obligation, unless excused for a serious reason (for example, illness, the care of infants) or dispensed by their own pastor."},{"type":"ref","number":119},{"type":"text","text":" Those who deliberately fail in this obligation commit a grave sin."}]},{"elements":[{"type":"ref-ccc","ref_number":2182},{"type":"text","text":"Participation in the communal celebration of the Sunday Eucharist is a testimony of belonging and of being faithful to Christ and to his Church. the faithful give witness by this to their communion in faith and charity. Together they testify to God's holiness and their hope of salvation. They strengthen one another under the guidance of the Holy Spirit."}]},{"elements":[{"type":"ref-ccc","ref_number":2183},{"type":"text","text":"\"If because of lack of a sacred minister or for other grave cause participation in the celebration of the Eucharist is impossible, it is specially recommended that the faithful take part in the Liturgy of the Word if it is celebrated in the parish church or in another sacred place according to the prescriptions of the diocesan bishop, or engage in prayer for an appropriate amount of time personally or in a family or, as occasion offers, in groups of families.\""},{"type":"ref","number":120}]},{"elements":[{"type":"text","text":"A day of grace and rest from work"}]},{"elements":[{"type":"ref-ccc","ref_number":2184},{"type":"text","text":"Just as God \"rested on the seventh day from all his work which he had done,\""},{"type":"ref","number":121},{"type":"text","text":" human life has a rhythm of work and rest. the institution of the Lord's Day helps everyone enjoy adequate rest and leisure to cultivate their familial, cultural, social, and religious lives."},{"type":"ref","number":122}]},{"elements":[{"type":"ref-ccc","ref_number":2185},{"type":"text","text":"On Sundays and other holy days of obligation, the faithful are to refrain from engaging in work or activities that hinder the worship owed to God, the joy proper to the Lord's Day, the performance of the works of mercy, and the appropriate relaxation of mind and body."},{"type":"ref","number":123},{"type":"text","text":" Family needs or important social service can legitimately excuse from the obligation of Sunday rest. the faithful should see to it that legitimate excuses do not lead to habits prejudicial to religion, family life, and health."}]},{"elements":[{"type":"text","text":"The charity of truth seeks holy leisure - the necessity of charity accepts just work."},{"type":"ref","number":124}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2186},{"type":"text","text":"Those Christians who have leisure should be mindful of their brethren who have the same needs and the same rights, yet cannot rest from work because of poverty and misery. Sunday is traditionally consecrated by Christian piety to good works and humble service of the sick, the infirm, and the elderly. Christians will also sanctify Sunday by devoting time and care to their families and relatives, often difficult to do on other days of the week. Sunday is a time for reflection, silence, cultivation of the mind, and meditation which furthers the growth of the Christian interior life."}]},{"elements":[{"type":"ref-ccc","ref_number":2187},{"type":"text","text":"Sanctifying Sundays and holy days requires a common effort. Every Christian should avoid making unnecessary demands on others that would hinder them from observing the Lord's Day. Traditional activities (sport, restaurants, etc.), and social necessities (public services, etc.), require some people to work on Sundays, but everyone should still take care to set aside sufficient time for leisure. With temperance and charity the faithful will see to it that they avoid the excesses and violence sometimes associated with popular leisure activities. In spite of economic constraints, public authorities should ensure citizens a time intended for rest and divine worship. Employers have a similar obligation toward their employees."}]},{"elements":[{"type":"ref-ccc","ref_number":2188},{"type":"text","text":"In respecting religious liberty and the common good of all, Christians should seek recognition of Sundays and the Church's holy days as legal holidays. They have to give everyone a public example of prayer, respect, and joy and defend their traditions as a precious contribution to the spiritual life of society. If a country's legislation or other reasons require work on Sunday, the day should nevertheless be lived as the day of our deliverance which lets us share in this \"festal gathering,\" this \"assembly of the firstborn who are enrolled in heaven.\""},{"type":"ref","number":125}]}],"footnotes":{"103":{"number":103,"refs":[{"text":"⇒ Ps 118:24.","link":"http://www.vatican.va/archive/ENG0839/_PJ2.HTM#WISDB.PSA.118.24"}]},"104":{"number":104,"refs":[{"text":"Cf. ⇒ Mt 28:1","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.1"},{"text":"⇒ Mk 16:2","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.2"},{"text":"⇒ Lk 24:1","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.1"},{"text":"⇒ Jn 20:1.","link":"http://www.vatican.va/archive/ENG0839/_PXS.HTM#GOSP.JOH.20.1"}]},"105":{"number":105,"refs":[{"text":"Cf. ⇒ Mk 16:1","link":"http://www.vatican.va/archive/ENG0839/_PWI.HTM#GOSP.MAR.16.1"},{"text":"⇒ Mt 28:1.","link":"http://www.vatican.va/archive/ENG0839/_PW1.HTM#GOSP.MAT.28.1"}]},"106":{"number":106,"refs":[{"text":"St. Justin, I Apol. 67: PG 6, 429 and 432.","link":null}]},"107":{"number":107,"refs":[{"text":"Cf. ⇒ 1 Cor 10:11.","link":"http://www.vatican.va/archive/ENG0839/_PZF.HTM#NTLET.1COR.10.11"}]},"108":{"number":108,"refs":[{"text":"St. Ignatius of Antioch, Ad Magn. 9, 1: SCh 10, 88.","link":null}]},"109":{"number":109,"refs":[{"text":"St. Thomas Aquinas, STh II-II 122, 4.","link":null}]},"110":{"number":110,"refs":[{"text":"⇒ CIC, can. 1246 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P4P.HTM#4.3.0.2.2.0.1246"}]},"111":{"number":111,"refs":[{"text":"⇒ CIC, can. 1246 # 2: \"The conference of bishops can abolish certain    holy days of obligation or transfer them to a Sunday with prior approval    of the Apostolic See.\"","link":"http://www.vatican.va/archive/ENG1104/_P4P.HTM#4.3.0.2.2.0.1246"}]},"112":{"number":112,"refs":[{"text":"Cf. ⇒ Acts 2:42-46","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.42"},{"text":"⇒ 1 Cor 11:17.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.17"}]},"113":{"number":113,"refs":[{"text":"⇒ Heb 10:25.","link":"http://www.vatican.va/archive/ENG0839/_P11P.HTM#NTLET.HEB.10.25"}]},"114":{"number":114,"refs":[{"text":"Sermo de die dominica 2 et 6: PG 86/1, 416C and 421C.","link":null}]},"115":{"number":115,"refs":[{"text":"⇒ CIC, can. 515 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P1U.HTM#2.2.2.3.5.0.515"}]},"116":{"number":116,"refs":[{"text":"St. John Chrysostom, De incomprehensibili 3, 6: PG 48, 725.","link":null}]},"117":{"number":117,"refs":[{"text":"⇒ CIC, can. 1247.","link":"http://www.vatican.va/archive/ENG1104/_P4P.HTM#4.3.0.2.2.0.1247"}]},"118":{"number":118,"refs":[{"text":"⇒ CIC, can. 1248 # 1.","link":"http://www.vatican.va/archive/ENG1104/_P4P.HTM#4.3.0.2.2.0.1248"}]},"119":{"number":119,"refs":[{"text":"Cf. ⇒ CIC, can. 1245.","link":"http://www.vatican.va/archive/ENG1104/_P4P.HTM#4.3.0.2.2.0.1245"}]},"120":{"number":120,"refs":[{"text":"⇒ CIC, can. 1248 # 2.","link":"http://www.vatican.va/archive/ENG1104/_P4P.HTM#4.3.0.2.2.0.1248"}]},"121":{"number":121,"refs":[{"text":"⇒ Gen 2:2.","link":"http://www.vatican.va/archive/ENG0839/_P4.HTM#PENT.GEN.2.2"}]},"122":{"number":122,"refs":[{"text":"Cf. GS 67 # 3.","link":null}]},"123":{"number":123,"refs":[{"text":"Cf. ⇒ CIC, can. 120.","link":"http://www.vatican.va/archive/ENG1104/_PD.HTM#1.0.0.6.2.0.120"}]},"124":{"number":124,"refs":[{"text":"St. Augustine, De civ. Dei 19, 19: PL 41, 647.","link":null}]},"125":{"number":125,"refs":[{"text":"⇒ Heb 12:22-23.","link":"http://www.vatican.va/archive/ENG0839/_P11R.HTM#NTLET.HEB.12.22"}]}}}