{"id":"toc-318","paragraphs":[{"elements":[{"type":"text","text":"III. The ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Social Doctrine of the Church","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2419},{"type":"text","text":"\"Christian revelation . . . promotes deeper understanding of the laws of social living.\"","attrs":{}},{"type":"ref","number":198},{"type":"text","text":" The Church receives from the Gospel the full revelation of the truth about man. When she fulfills her mission of proclaiming the Gospel, she bears witness to man, in the name of Christ, to his dignity and his vocation to the communion of persons. She teaches him the demands of justice and peace in conformity with divine wisdom.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2420},{"type":"text","text":"The Church makes a moral judgment about economic and social matters, \"when the fundamental rights of the person or the salvation of souls requires it.\"","attrs":{}},{"type":"ref","number":199},{"type":"text","text":" In the moral order she bears a mission distinct from that of political authorities: the Church is concerned with the temporal aspects of the common good because they are ordered to the sovereign Good, our ultimate end. She strives to inspire right attitudes with respect to earthly goods and in socio-economic relationships.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2421},{"type":"text","text":"The social doctrine of the Church developed in the nineteenth century when the Gospel encountered modern industrial society with its new structures for the production of consumer goods, its new concept of society, the state and authority, and its new forms of labor and ownership. the development of the doctrine of the Church on economic and social matters attests the permanent value of the Church's teaching at the same time as it attests the true meaning of her Tradition, always living and active.","attrs":{}},{"type":"ref","number":200}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2422},{"type":"text","text":"The Church's social teaching comprises a body of doctrine, which is articulated as the Church interprets events in the course of history, with the assistance of the Holy Spirit, in the light of the whole of what has been revealed by Jesus Christ.","attrs":{}},{"type":"ref","number":201},{"type":"text","text":" This teaching can be more easily accepted by men of good will, the more the faithful let themselves be guided by it.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2423},{"type":"text","text":"The Church's social teaching proposes principles for reflection; it provides criteria for judgment; it gives guidelines for action:","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Any system in which social relationships are determined entirely by economic factors is contrary to the nature of the human person and his acts.","attrs":{}},{"type":"ref","number":202}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2424},{"type":"text","text":"A theory that makes profit the exclusive norm and ultimate end of economic activity is morally unacceptable. the disordered desire for money cannot but produce perverse effects. It is one of the causes of the many conflicts which disturb the social order.","attrs":{}},{"type":"ref","number":203},{"type":"spacer"},{"type":"text","text":" A system that \"subordinates the basic rights of individuals and of groups to the collective organization of production\" is contrary to human dignity.","attrs":{}},{"type":"ref","number":204},{"type":"text","text":" Every practice that reduces persons to nothing more than a means of profit enslaves man, leads to idolizing money, and contributes to the spread of atheism. \"You cannot serve God and mammon.\"","attrs":{}},{"type":"ref","number":205}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2425},{"type":"text","text":"The Church has rejected the totalitarian and atheistic ideologies associated in modem times with \"communism\" or \"socialism.\" She has likewise refused to accept, in the practice of \"capitalism,\" individualism and the absolute primacy of the law of the marketplace over human labor.","attrs":{}},{"type":"ref","number":206},{"type":"text","text":" Regulating the economy solely by centralized planning perverts the basis of social bonds; regulating it solely by the law of the marketplace fails social justice, for \"there are many human needs which cannot be satisfied by the market.\"","attrs":{}},{"type":"ref","number":207},{"type":"text","text":" Reasonable regulation of the marketplace and economic initiatives, in keeping with a just hierarchy of values and a view to the common good, is to be commended.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"198":{"number":198,"refs":[{"text":"GS 23 # 1.","link":null}]},"199":{"number":199,"refs":[{"text":"GS 76 # 5.","link":null}]},"200":{"number":200,"refs":[{"text":"Cf. CA 3.","link":null}]},"201":{"number":201,"refs":[{"text":"Cf. SRS 1","link":null},{"text":"41.","link":null}]},"202":{"number":202,"refs":[{"text":"Cf. CA 24.","link":null}]},"203":{"number":203,"refs":[{"text":"Cf. GS 63 # 3","link":null},{"text":"LE 7","link":null},{"text":"20","link":null},{"text":"CA 35.","link":null}]},"204":{"number":204,"refs":[{"text":"GS 65 # 2.","link":null}]},"205":{"number":205,"refs":[{"text":"⇒ Mt 6:24","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.24"},{"text":"⇒ Lk 16:13.","link":"http://www.vatican.va/archive/ENG0839/_PWZ.HTM#GOSP.LUK.16.13"}]},"206":{"number":206,"refs":[{"text":"Cf. CA 10","link":null},{"text":"13","link":null},{"text":"44.","link":null}]},"207":{"number":207,"refs":[{"text":"CA 34.","link":null}]}}}