{"id":"toc-329","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"VI. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Truth, Beauty, and Sacred Art"}]},{"elements":[{"type":"ref-ccc","ref_number":2500},{"type":"text","text":"The practice of goodness is accompanied by spontaneous spiritual joy and moral beauty. Likewise, truth carries with it the joy and splendor of spiritual beauty. Truth is beautiful in itself. Truth in words, the rational expression of the knowledge of created and uncreated reality, is necessary to man, who is endowed with intellect. But truth can also find other complementary forms of human expression, above all when it is a matter of evoking what is beyond words: the depths of the human heart, the exaltations of the soul, the mystery of God. Even before revealing himself to man in words of truth, God reveals himself to him through the universal language of creation, the work of his Word, of his wisdom: the order and harmony of the cosmos - which both the child and the scientist discover - \"from the greatness and beauty of created things comes a corresponding perception of their Creator,\" \"for the author of beauty created them.\""},{"type":"ref","number":289}]},{"elements":[{"type":"text","text":"[Wisdom] is a breath of the power of God, and a pure emanation of the glory of the Almighty; therefore nothing defiled gains entrance into her. For she is a reflection of eternal light, a spotless mirror of the working of God, and an image of his goodness."},{"type":"ref","number":290},{"type":"text","text":" For [wisdom] is more beautiful than the sun, and excels every constellation of the stars. Compared with the light she is found to be superior, for it is succeeded by the night, but against wisdom evil does not prevail."},{"type":"ref","number":291},{"type":"text","text":" I became enamored of her beauty."},{"type":"ref","number":292}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2501},{"type":"text","text":"Created \"in the image of God,\""},{"type":"ref","number":293},{"type":"text","text":" man also expresses the truth of his relationship with God the Creator by the beauty of his artistic works. Indeed, art is a distinctively human form of expression; beyond the search for the necessities of life which is common to all living creatures, art is a freely given superabundance of the human being's inner riches. Arising from talent given by the Creator and from man's own effort, art is a form of practical wisdom, uniting knowledge and skill,"},{"type":"ref","number":294},{"type":"text","text":" to give form to the truth of reality in a language accessible to sight or hearing. To the extent that it is inspired by truth and love of beings, art bears a certain likeness to God's activity in what he has created. Like any other human activity, art is not an absolute end in itself, but is ordered to and ennobled by the ultimate end of man."},{"type":"ref","number":295}]},{"elements":[{"type":"ref-ccc","ref_number":2502},{"type":"text","text":"Sacred art is true and beautiful when its form corresponds to its particular vocation: evoking and glorifying, in faith and adoration, the transcendent mystery of God - the surpassing invisible beauty of truth and love visible in Christ, who \"reflects the glory of God and bears the very stamp of his nature,\" in whom \"the whole fullness of deity dwells bodily.\""},{"type":"ref","number":296},{"type":"text","text":" This spiritual beauty of God is reflected in the most holy Virgin Mother of God, the angels, and saints. Genuine sacred art draws man to adoration, to prayer, and to the love of God, Creator and Savior, the Holy One and Sanctifier."}]},{"elements":[{"type":"ref-ccc","ref_number":2503},{"type":"text","text":"For this reason bishops, personally or through delegates, should see to the promotion of sacred art, old and new, in all its forms and, with the same religious care, remove from the liturgy and from places of worship everything which is not in conformity with the truth of faith and the authentic beauty of sacred art."},{"type":"ref","number":297}]}],"footnotes":{"289":{"number":289,"refs":[{"text":"⇒ Wis 13:3, 5.","link":"http://www.vatican.va/archive/ENG0839/_PLU.HTM#WISDB.WISD.13.3"}]},"290":{"number":290,"refs":[{"text":"⇒ Wis 7:25-26.","link":"http://www.vatican.va/archive/ENG0839/_PLO.HTM#WISDB.WISD.7.25"}]},"291":{"number":291,"refs":[{"text":"⇒ Wis 7:29-30.","link":"http://www.vatican.va/archive/ENG0839/_PLO.HTM#WISDB.WISD.7.29"}]},"292":{"number":292,"refs":[{"text":"⇒ Wis 8:2.","link":"http://www.vatican.va/archive/ENG0839/_PLP.HTM#WISDB.WISD.8.2"}]},"293":{"number":293,"refs":[{"text":"⇒ Gen 1:26.","link":"http://www.vatican.va/archive/ENG0839/_P3.HTM#PENT.GEN.1.26"}]},"294":{"number":294,"refs":[{"text":"Cf. ⇒ Wis 7:16-17","link":"http://www.vatican.va/archive/ENG0839/_PLO.HTM#WISDB.WISD.7.16"}]},"295":{"number":295,"refs":[{"text":"Cf. Pius XII, Musicae sacrae disciplina","link":null},{"text":"Discourses of September 3 and    December 25, 1950.","link":null}]},"296":{"number":296,"refs":[{"text":"⇒ Heb 1:3","link":"http://www.vatican.va/archive/ENG0839/_P11G.HTM#NTLET.HEB.1.3"},{"text":"⇒ Col 2:9.","link":"http://www.vatican.va/archive/ENG0839/_P10L.HTM#NTLET.COL.2.9"}]},"297":{"number":297,"refs":[{"text":"Cf. SC 122-127.","link":null}]}}}