{"id":"toc-358","paragraphs":[{"elements":[{"type":"text","text":"Article","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":" 2","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"THE WAY OF PRAYER","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2663},{"type":"text","text":"In the living tradition of prayer, each Church proposes to its faithful, according to its historic, social, and cultural context, a language for prayer: words, melodies, gestures, iconography. the Magisterium of the Church","attrs":{}},{"type":"ref","number":15},{"type":"text","text":" has the task of discerning the fidelity of these ways of praying to the tradition of apostolic faith; it is for pastors and catechists to explain their meaning, always in relation to Jesus Christ.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Prayer to the Father","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2664},{"type":"text","text":"There is no other way of Christian prayer than Christ. Whether our prayer is communal or personal, vocal or interior, it has access to the Father only if we pray \"in the name\" of Jesus. the sacred humanity of Jesus is therefore the way by which the Holy Spirit teaches us to pray to God our Father.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Prayer to Jesus","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2665},{"type":"text","text":"The prayer of the Church, nourished by the Word of God and the celebration of the liturgy, teaches us to pray to the Lord Jesus. Even though her prayer is addressed above all to the Father, it includes in all the liturgical traditions forms of prayer addressed to Christ. Certain psalms, given their use in the Prayer of the Church, and the New Testament place on our lips and engrave in our hearts prayer to Christ in the form of invocations: Son of God, Word of God, Lord, Savior, Lamb of God, King, Beloved Son, Son of the Virgin, Good Shepherd, our Life, our Light, our Hope, our Resurrection, Friend of mankind....","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2666},{"type":"text","text":"But the one name that contains everything is the one that the Son of God received in his incarnation: JESUS. the divine name may not be spoken by human lips, but by assuming our humanity the Word of God hands it over to us and we can invoke it: \"Jesus,\" \"YHWH saves.\"","attrs":{}},{"type":"ref","number":16},{"type":"text","text":" The name \"Jesus\" contains all: God and man and the whole economy of creation and salvation. To pray \"Jesus\" is to invoke him and to call him within us. His name is the only one that contains the presence it signifies. Jesus is the Risen One, and whoever invokes the name of Jesus is welcoming the Son of God who loved him and who gave himself up for him.","attrs":{}},{"type":"ref","number":17}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2667},{"type":"text","text":"This simple invocation of faith developed in the tradition of prayer under many forms in East and West. the most usual formulation, transmitted by the spiritual writers of the Sinai, Syria, and Mt. Athos, is the invocation, \"Lord Jesus Christ, Son of God, have mercy on us sinners.\" It combines the Christological hymn of Philippians 2:6-11 with the cry of the publican and the blind men begging for light.","attrs":{}},{"type":"ref","number":18},{"type":"text","text":" By it the heart is opened to human wretchedness and the Savior's mercy.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2668},{"type":"text","text":"The invocation of the holy name of Jesus is the simplest way of praying always. When the holy name is repeated often by a humbly attentive heart, the prayer is not lost by heaping up empty phrases,","attrs":{}},{"type":"ref","number":19},{"type":"text","text":" but holds fast to the word and \"brings forth fruit with patience.\"","attrs":{}},{"type":"ref","number":20},{"type":"text","text":" This prayer is possible \"at all times\" because it is not one occupation among others but the only occupation: that of loving God, which animates and transfigures every action in Christ Jesus.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2669},{"type":"text","text":"The prayer of the Church venerates and honors the Heart of Jesus just as it invokes his most holy name. It adores the incarnate Word and his Heart which, out of love for men, he allowed to be pierced by our sins. Christian prayer loves to follow the way of the cross in the Savior's steps. the stations from the Praetorium to Golgotha and the tomb trace the way of Jesus, who by his holy Cross has redeemed the world.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"\"Come, Holy Spirit\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2670},{"type":"text","text":"\"No one can say 'Jesus is Lord' except by the Holy Spirit.\"","attrs":{}},{"type":"ref","number":21},{"type":"text","text":" Every time we begin to pray to Jesus it is the Holy Spirit who draws us on the way of prayer by his prevenient grace. Since he teaches us to pray by recalling Christ, how could we not pray to the Spirit too? That is why the Church invites us to call upon the Holy Spirit every day, especially at the beginning and the end of every important action.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"If the Spirit should not be worshiped, how can he divinize me through Baptism? If he should be worshiped, should he not be the object of adoration?","attrs":{}},{"type":"ref","number":22}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2671},{"type":"text","text":"The traditional form of petition to the Holy Spirit is to invoke the Father through Christ our Lord to give us the Consoler Spirit.","attrs":{}},{"type":"ref","number":23},{"type":"text","text":" Jesus insists on this petition to be made in his name at the very moment when he promises the gift of the Spirit of Truth.","attrs":{}},{"type":"ref","number":24},{"type":"text","text":" But the simplest and most direct prayer is also traditional, \"Come, Holy Spirit,\" and every liturgical tradition has developed it in antiphons and hymns.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Come, Holy Spirit, fill the hearts of your faithful and enkindle in them the fire of your love.","attrs":{}},{"type":"ref","number":25},{"type":"spacer"},{"type":"text","text":" Heavenly King, Consoler Spirit, Spirit of Truth, present everywhere and filling all things, treasure of all good and source of all life, come dwell in us, cleanse and save us, you who are All Good.","attrs":{}},{"type":"ref","number":26}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2672},{"type":"text","text":"The Holy Spirit, whose anointing permeates our whole being, is the interior Master of Christian prayer. He is the artisan of the living tradition of prayer. To be sure, there are as many paths of prayer as there are persons who pray, but it is the same Spirit acting in all and with all. It is in the communion of the Holy Spirit that Christian prayer is prayer in the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"In communion with the holy Mother of God","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2673},{"type":"text","text":"In prayer the Holy Spirit unites us to the person of the only Son, in his glorified humanity, through which and in which our filial prayer unites us in the Church with the Mother of Jesus.","attrs":{}},{"type":"ref","number":27}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2674},{"type":"text","text":"Mary gave her consent in faith at the Annunciation and maintained it without hesitation at the foot of the Cross. Ever since, her motherhood has extended to the brothers and sisters of her Son \"who still journey on earth surrounded by dangers and difficulties.\"","attrs":{}},{"type":"ref","number":28},{"type":"text","text":" Jesus, the only mediator, is the way of our prayer; Mary, his mother and ours, is wholly transparent to him: she \"shows the way\" (hodigitria), and is herself \"the Sign\" of the way, according to the traditional iconography of East and West.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2675},{"type":"text","text":"Beginning with Mary's unique cooperation with the working of the Holy Spirit, the Churches developed their prayer to the holy Mother of God, centering it on the person of Christ manifested in his mysteries. In countless hymns and antiphons expressing this prayer, two movements usually alternate with one another: the first \"magnifies\" the Lord for the \"great things\" he did for his lowly servant and through her for all human beings","attrs":{}},{"type":"ref","number":29},{"type":"text","text":" The second entrusts the supplications and praises of the children of God to the Mother of Jesus, because she now knows the humanity which, in her, the Son of God espoused.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2676},{"type":"text","text":"This twofold movement of prayer to Mary has found a privileged expression in the Ave Maria: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Hail Mary [or Rejoice, Mary]: the greeting of the angel Gabriel opens this prayer. It is God himself who, through his angel as intermediary, greets Mary. Our prayer dares to take up this greeting to Mary with the regard God had for the lowliness of his humble servant and to exult in the joy he finds in her.","attrs":{}},{"type":"ref","number":30},{"type":"spacer"},{"type":"text","text":" Full of grace, the Lord is with thee: These two phrases of the angel's greeting shed light on one another. Mary is full of grace because the Lord is with her. the grace with which she is filled is the presence of him who is the source of all grace. \"Rejoice . . . O Daughter of Jerusalem . . . the Lord your God is in your midst.\"","attrs":{}},{"type":"ref","number":31},{"type":"text","text":" Mary, in whom the Lord himself has just made his dwelling, is the daughter of Zion in person, the ark of the covenant, the place where the glory of the Lord dwells. She is \"the dwelling of God . . . with men.\"","attrs":{}},{"type":"ref","number":32},{"type":"text","text":" Full of grace, Mary is wholly given over to him who has come to dwell in her and whom she is about to give to the world. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Blessed art thou among women and blessed is the fruit of thy womb, Jesus. After the angel's greeting, we make Elizabeth's greeting our own. \"Filled with the Holy Spirit,\" Elizabeth is the first in the long succession of generations who have called Mary \"blessed.\"","attrs":{}},{"type":"ref","number":33},{"type":"text","text":" \"Blessed is she who believed....\"","attrs":{}},{"type":"ref","number":34},{"type":"text","text":" Mary is \"blessed among women\" because she believed in the fulfillment of the Lord's word. Abraham. because of his faith, became a blessing for all the nations of the earth.","attrs":{}},{"type":"ref","number":35},{"type":"text","text":" Mary, because of her faith, became the mother of believers, through whom all nations of the earth receive him who is God's own blessing: Jesus, the \"fruit of thy womb.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2677},{"type":"text","text":"Holy Mary, Mother of God: With Elizabeth we marvel, \"and why is this granted me, that the mother of my Lord should come to me?\"","attrs":{}},{"type":"ref","number":36},{"type":"text","text":" Because she gives us Jesus, her son, Mary is Mother of God and our mother; we can entrust all our cares and petitions to her: she prays for us as she prayed for herself: \"Let it be to me according to your word.\"","attrs":{}},{"type":"ref","number":37},{"type":"text","text":" By entrusting ourselves to her prayer, we abandon ourselves to the will of God together with her: \"Thy will be done.\" ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Pray for us sinners, now and at the hour of our death: By asking Mary to pray for us, we acknowledge ourselves to be poor sinners and we address ourselves to the \"Mother of Mercy,\" the All-Holy One. We give ourselves over to her now, in the Today of our lives. and our trust broadens further, already at the present moment, to surrender \"the hour of our death\" wholly to her care. May she be there as she was at her son's death on the cross. May she welcome us as our mother at the hour of our passing","attrs":{}},{"type":"ref","number":38},{"type":"text","text":" to lead us to her son, Jesus, in paradise.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2678},{"type":"text","text":"Medieval piety in the West developed the prayer of the rosary as a popular substitute for the Liturgy of the Hours. In the East, the litany called the Akathistos and the Paraclesis remained closer to the choral office in the Byzantine churches, while the Armenian, Coptic, and Syriac traditions preferred popular hymns and songs to the Mother of God. But in the Ave Maria, the theotokia, the hymns of St. Ephrem or St. Gregory of Narek, the tradition of prayer is basically the same.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2679},{"type":"text","text":"Mary is the perfect Orans (prayer), a figure of the Church. When we pray to her, we are adhering with her to the plan of the Father, who sends his Son to save all men. Like the beloved disciple we welcome Jesus' mother into our homes,","attrs":{}},{"type":"ref","number":39},{"type":"text","text":" for she has become the mother of all the living. We can pray with and to her. the prayer of the Church is sustained by the prayer of Mary and united with it in hope.","attrs":{}},{"type":"ref","number":40}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"15":{"number":15,"refs":[{"text":"Cf. DV 10.","link":null}]},"16":{"number":16,"refs":[{"text":"Cf. Ex 3:14","link":null},{"text":"33: 19-23","link":null},{"text":"⇒ Mt 1:21.","link":"http://www.vatican.va/archive/ENG0839/_PVA.HTM#GOSP.MAT.1.21"}]},"17":{"number":17,"refs":[{"text":"⇒ Rom 10:13","link":"http://www.vatican.va/archive/ENG0839/_PYY.HTM#NTLET.ROM.10.13"},{"text":"⇒ Acts 2:21","link":"http://www.vatican.va/archive/ENG0839/_PXW.HTM#GOSP.ACT.2.21"},{"text":"⇒ 3:15-16","link":"http://www.vatican.va/archive/ENG0839/_PXX.HTM#GOSP.ACT.3.15"},{"text":"⇒ Gal 2:20.","link":"http://www.vatican.va/archive/ENG0839/_P102.HTM#NTLET.GAL.2.20"}]},"18":{"number":18,"refs":[{"text":"Cf. ⇒ Mk 10:46-52","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.46"},{"text":"⇒ Lk 18:13.","link":"http://www.vatican.va/archive/ENG0839/_PX1.HTM#GOSP.LUK.18.13"}]},"19":{"number":19,"refs":[{"text":"Cf. ⇒ Mt 6:7[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.7"}]},"20":{"number":20,"refs":[{"text":"Cf. ⇒ Lk 8:15.","link":"http://www.vatican.va/archive/ENG0839/_PWR.HTM#GOSP.LUK.8.15"}]},"21":{"number":21,"refs":[{"text":"⇒ 1 Cor 12:3.","link":"http://www.vatican.va/archive/ENG0839/_PZH.HTM#NTLET.1COR.12.3"}]},"22":{"number":22,"refs":[{"text":"St. Gregory of Nazianzus, Oratio, 31, 28: PG 36, 165.","link":null}]},"23":{"number":23,"refs":[{"text":"Cf. ⇒ Lk 11:13.","link":"http://www.vatican.va/archive/ENG0839/_PWU.HTM#GOSP.LUK.11.13"}]},"24":{"number":24,"refs":[{"text":"Cf. ⇒ Jn 14:17","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.17"},{"text":"⇒ 15:26","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.26"},{"text":"⇒ 16:13.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.13"}]},"25":{"number":25,"refs":[{"text":"Roman Missal, Pentecost Sequence.","link":null}]},"26":{"number":26,"refs":[{"text":"Byzantine Liturgy, Pentecost Vespers, Troparion.","link":null}]},"27":{"number":27,"refs":[{"text":"Cf. ⇒ Acts 1:14.","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.14"}]},"28":{"number":28,"refs":[{"text":"LG 62.","link":null}]},"29":{"number":29,"refs":[{"text":"Cf. ⇒ Lk 1:46-55.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.46"}]},"30":{"number":30,"refs":[{"text":"Cf. ⇒ Lk 1:48","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.48"},{"text":"⇒ Zeph 3:17b.","link":"http://www.vatican.va/archive/ENG0839/_PUJ.HTM#PROPHB.ZEP.3.17"}]},"31":{"number":31,"refs":[{"text":"⇒ Zeph 3:14, ⇒ 17a.","link":"http://www.vatican.va/archive/ENG0839/_PUJ.HTM#PROPHB.ZEP.3.14"}]},"32":{"number":32,"refs":[{"text":"⇒ Rev 21:3.","link":"http://www.vatican.va/archive/ENG0839/_P134.HTM#CATHL.REV.21.3"}]},"33":{"number":33,"refs":[{"text":"⇒ Lk 1:41, ⇒ 48.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.41"}]},"34":{"number":34,"refs":[{"text":"⇒ Lk 1:45.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.45"}]},"35":{"number":35,"refs":[{"text":"Cf. ⇒ Gen 12:3.","link":"http://www.vatican.va/archive/ENG0839/_PE.HTM#PENT.GEN.12.3"}]},"36":{"number":36,"refs":[{"text":"⇒ Lk 1:43.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.43"}]},"37":{"number":37,"refs":[{"text":"⇒ Lk 1:38.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.38"}]},"38":{"number":38,"refs":[{"text":"Cf. ⇒ Jn 19:27.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.27"}]},"39":{"number":39,"refs":[{"text":"Cf. ⇒ Jn 19:27.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.27"}]},"40":{"number":40,"refs":[{"text":"Cf. LG 68-69.","link":null}]}}}