{"id":"toc-346","paragraphs":[{"elements":[{"type":"text","text":"Article","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":" 2","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"IN THE FULLNESS OF TIME","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2598},{"type":"text","text":"The drama of prayer is fully revealed to us in the Word who became flesh and dwells among us. To seek to understand his prayer through what his witnesses proclaim to us in the Gospel is to approach the holy Lord Jesus as Moses approached the burning bush: first to contemplate him in prayer, then to hear how he teaches us to pray, in order to know how he hears our prayer.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Jesus prays","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2599},{"type":"text","text":"The Son of God who became Son of the Virgin learned to pray in his human heart. He learns to pray from his mother, who kept all the great things the Almighty had done and treasured them in her heart.","attrs":{}},{"type":"ref","number":41},{"type":"text","text":" He learns to pray in the words and rhythms of the prayer of his people, in the synagogue at Nazareth and the Temple at Jerusalem. But his prayer springs from an otherwise secret source, as he intimates at the age of twelve: \"I must be in my Father's house.\"","attrs":{}},{"type":"ref","number":42},{"type":"text","text":" Here the newness of prayer in the fullness of time begins to be revealed: his filial prayer, which the Father awaits from his children, is finally going to be lived out by the only Son in his humanity, with and for men.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2600},{"type":"text","text":"The Gospel according to St. Luke emphasizes the action of the Holy Spirit and the meaning of prayer in Christ's ministry. Jesus prays before the decisive moments of his mission: before his Father's witness to him during his baptism and Transfiguration, and before his own fulfillment of the Father's plan of love by his Passion.","attrs":{}},{"type":"ref","number":43},{"type":"text","text":" He also prays before the decisive moments involving the mission of his apostles: at his election and call of the Twelve, before Peter's confession of him as \"the Christ of God,\" and again that the faith of the chief of the Apostles may not fail when tempted.","attrs":{}},{"type":"ref","number":44},{"type":"text","text":" Jesus' prayer before the events of salvation that the Father has asked him to fulfill is a humble and trusting commitment of his human will to the loving will of the Father.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2601},{"type":"text","text":"\"He was praying in a certain place and when he had ceased, one of his disciples said to him, 'Lord, teach us to pray.\"'","attrs":{}},{"type":"ref","number":45},{"type":"text","text":" In seeing the Master at prayer the disciple of Christ also wants to pray. By contemplating and hearing the Son, the master of prayer, the children learn to pray to the Father.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2602},{"type":"text","text":"Jesus often draws apart to pray in solitude, on a mountain, preferably at night.","attrs":{}},{"type":"ref","number":46},{"type":"text","text":" He includes all men in his prayer, for he has taken on humanity in his incarnation, and he offers them to the Father when he offers himself. Jesus, the Word who has become flesh, shares by his human prayer in all that \"his brethren\" experience; he sympathizes with their weaknesses in order to free them.","attrs":{}},{"type":"ref","number":47},{"type":"text","text":" It was for this that the Father sent him. His words and works are the visible manifestation of his prayer in secret.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2603},{"type":"text","text":"The evangelists have preserved two more explicit prayers offered by Christ during his public ministry. Each begins with thanksgiving. In the first, Jesus confesses the Father, acknowledges, and blesses him because he has hidden the mysteries of the Kingdom from those who think themselves learned and has revealed them to infants, the poor of the Beatitudes.","attrs":{}},{"type":"ref","number":48},{"type":"text","text":" His exclamation, \"Yes, Father!\" expresses the depth of his heart, his adherence to the Father's \"good pleasure,\" echoing his mother's Fiat at the time of his conception and prefiguring what he will say to the Father in his agony. the whole prayer of Jesus is contained in this loving adherence of his human heart to the mystery of the will of the Father.","attrs":{}},{"type":"ref","number":49}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2604},{"type":"text","text":"The second prayer, before the raising of Lazarus, is recorded by St. John.","attrs":{}},{"type":"ref","number":50},{"type":"text","text":" Thanksgiving precedes the event: \"Father, I thank you for having heard me,\" which implies that the Father always hears his petitions. Jesus immediately adds: \"I know that you always hear me,\" which implies that Jesus, on his part, constantly made such petitions. Jesus' prayer, characterized by thanksgiving, reveals to us how to ask: before the gift is given, Jesus commits himself to the One who in giving gives himself. the Giver is more precious than the gift; he is the \"treasure\"; in him abides his Son's heart; the gift is given \"as well.\"","attrs":{}},{"type":"ref","number":51}],"attrs":{}},{"elements":[{"type":"text","text":"The priestly prayer of Jesus holds a unique place in the economy of salvation.","attrs":{}},{"type":"ref","number":52},{"type":"text","text":" A meditation on it will conclude Section One. It reveals the ever present prayer of our High Priest and, at the same time, contains what he teaches us about our prayer to our Father, which will be developed in Section Two.","attrs":{}}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2605},{"type":"text","text":"When the hour had come for him to fulfill the Father's plan of love, Jesus allows a glimpse of the boundless depth of his filial prayer, not only before he freely delivered himself up (“Abba . . . not my will, but yours.\"),","attrs":{}},{"type":"ref","number":53},{"type":"text","text":" but even in his last words on the Cross, where prayer and the gift of self are but one: \"Father, forgive them, for they know not what they do\",","attrs":{}},{"type":"ref","number":54},{"type":"text","text":" \"Truly, I say to you, today you will be with me in Paradise\",","attrs":{}},{"type":"ref","number":55},{"type":"text","text":" \"Woman, behold your son\" - \"Behold your mother\",","attrs":{}},{"type":"ref","number":56},{"type":"text","text":" \"I thirst.\";","attrs":{}},{"type":"ref","number":57},{"type":"text","text":" \"My God, My God, why have you forsaken me?\"","attrs":{}},{"type":"ref","number":58},{"type":"text","text":" \"It is finished\";","attrs":{}},{"type":"ref","number":59},{"type":"text","text":" \"Father, into your hands I commit my spirit!\"","attrs":{}},{"type":"ref","number":60},{"type":"text","text":" until the \"loud cry\" as he expires, giving up his spirit.","attrs":{}},{"type":"ref","number":61}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2606},{"type":"text","text":"All the troubles, for all time, of humanity enslaved by sin and death, all the petitions and intercessions of salvation history are summed up in this cry of the incarnate Word. Here the Father accepts them and, beyond all hope, answers them by raising his Son. Thus is fulfilled and brought to completion the drama of prayer in the economy of creation and salvation. the Psalter gives us the key to prayer in Christ. In the \"today\" of the Resurrection the Father says: \"You are my Son, today I have begotten you. Ask of me, and I will make the nations your heritage, and the ends of the earth your possession.\"","attrs":{}},{"type":"ref","number":62}],"attrs":{}},{"elements":[{"type":"text","text":"The Letter to the Hebrews expresses in dramatic terms how the prayer of Jesus accomplished the victory of salvation: \"In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to him who was able to save him from death, and he was heard for his godly fear. Although he was a Son, he learned obedience through what he suffered, and being made perfect, he became the source of eternal salvation to all who obey him.\"","attrs":{}},{"type":"ref","number":63}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Jesus teaches us how to pray","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2607},{"type":"text","text":"When Jesus prays he is already teaching us how to pray. His prayer to his Father is the theological path (the path of faith, hope, and charity) of our prayer to God. But the Gospel also gives us Jesus' explicit teaching on prayer. Like a wise teacher he takes hold of us where we are and leads us progressively toward the Father. Addressing the crowds following him, Jesus builds on what they already know of prayer from the Old Covenant and opens to them the newness of the coming Kingdom. Then he reveals this newness to them in parables. Finally, he will speak openly of the Father and the Holy Spirit to his disciples who will be the teachers of prayer in his Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2608},{"type":"text","text":"From the Sermon on the Mount onwards, Jesus insists on conversion of heart: reconciliation with one's brother before presenting an offering on the altar, love of enemies, and prayer for persecutors, prayer to the Father in secret, not heaping up empty phrases, prayerful forgiveness from the depths of the heart, purity of heart, and seeking the Kingdom before all else.","attrs":{}},{"type":"ref","number":64},{"type":"text","text":" This filial conversion is entirely directed to the Father.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2609},{"type":"text","text":"Once committed to conversion, the heart learns to pray in faith. Faith is a filial adherence to God beyond what we feel and understand. It is possible because the beloved Son gives us access to the Father. He can ask us to \"seek\" and to \"knock,\" since he himself is the door and the way.","attrs":{}},{"type":"ref","number":65}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2610},{"type":"text","text":"Just as Jesus prays to the Father and gives thanks before receiving his gifts, so he teaches us filial boldness: \"Whatever you ask in prayer, believe that you receive it, and you will.\"","attrs":{}},{"type":"ref","number":66},{"type":"text","text":" Such is the power of prayer and of faith that does not doubt: \"all things are possible to him who believes.\"","attrs":{}},{"type":"ref","number":67},{"type":"text","text":" Jesus is as saddened by the \"lack of faith\" of his own neighbors and the \"little faith\" of his own disciples","attrs":{}},{"type":"ref","number":68},{"type":"text","text":" as he is struck with admiration at the great faith of the Roman centurion and the Canaanite woman.","attrs":{}},{"type":"ref","number":69}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2611},{"type":"text","text":"The prayer of faith consists not only in saying \"Lord, Lord,\" but in disposing the heart to do the will of the Father.","attrs":{}},{"type":"ref","number":70},{"type":"text","text":" Jesus calls his disciples to bring into their prayer this concern for cooperating with the divine plan.","attrs":{}},{"type":"ref","number":71}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2612},{"type":"text","text":"In Jesus \"the Kingdom of God is at hand.\"","attrs":{}},{"type":"ref","number":72},{"type":"text","text":" He calls his hearers to conversion and faith, but also to watchfulness. In prayer the disciple keeps watch, attentive to Him Who Is and Him Who Comes, in memory of his first coming in the lowliness of the flesh, and in the hope of his second coming in glory.","attrs":{}},{"type":"ref","number":73},{"type":"text","text":" In communion with their Master, the disciples' prayer is a battle; only by keeping watch in prayer can one avoid falling into temptation.","attrs":{}},{"type":"ref","number":74}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2613},{"type":"text","text":"Three principal parables on prayer are transmitted to us by St. Luke: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the first, \"the importunate friend,\"","attrs":{}},{"type":"ref","number":75},{"type":"text","text":" invites us to urgent prayer: \"Knock, and it will be opened to you.\" To the one who prays like this, the heavenly Father will \"give whatever he needs,\" and above all the Holy Spirit who contains all gifts. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the second, \"the importunate widow,\"","attrs":{}},{"type":"ref","number":76},{"type":"text","text":" is centered on one of the qualities of prayer: it is necessary to pray always without ceasing and with the patience of faith. \"and yet, when the Son of Man comes, will he find faith on earth?\" ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - the third parable, \"the Pharisee and the tax collector,\"","attrs":{}},{"type":"ref","number":77},{"type":"text","text":" concerns the humility of the heart that prays. \"God, be merciful to me a sinner!\" the Church continues to make this prayer its own: Kyrie eleison!","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2614},{"type":"text","text":"When Jesus openly entrusts to his disciples the mystery of prayer to the Father, he reveals to them what their prayer and ours must be, once he has returned to the Father in his glorified humanity. What is new is to \"ask in his name.\"","attrs":{}},{"type":"ref","number":78},{"type":"text","text":" Faith in the Son introduces the disciples into the knowledge of the Father, because Jesus is \"the way, and the truth, and the life.\"","attrs":{}},{"type":"ref","number":79},{"type":"text","text":" Faith bears its fruit in love: it means keeping the word and the commandments of Jesus, it means abiding with him in the Father who, in him, so loves us that he abides with us. In this new covenant the certitude that our petitions will be heard is founded on the prayer of Jesus.","attrs":{}},{"type":"ref","number":80}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2615},{"type":"text","text":"Even more, what the Father gives us when our prayer is united with that of Jesus is \"another Counselor, to be with you for ever, even the Spirit of truth.\"","attrs":{}},{"type":"ref","number":81},{"type":"text","text":" This new dimension of prayer and of its circumstances is displayed throughout the farewell discourse.","attrs":{}},{"type":"ref","number":82},{"type":"text","text":" In the Holy Spirit, Christian prayer is a communion of love with the Father, not only through Christ but also in him: \"Hitherto you have asked nothing in my name; ask, and you will receive, that your joy may be full.\"","attrs":{}},{"type":"ref","number":83}],"attrs":{}},{"elements":[{"type":"text","text":"Jesus hears our prayer","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2616},{"type":"text","text":"Prayer to Jesus is answered by him already during his ministry, through signs that anticipate the power of his death and Resurrection: Jesus hears the prayer of faith, expressed in words (the leper, Jairus, the Canaanite woman, the good thief)","attrs":{}},{"type":"ref","number":84},{"type":"text","text":" or in silence (the bearers of the paralytic, the woman with a hemorrhage who touches his clothes, the tears and ointment of the sinful woman).","attrs":{}},{"type":"ref","number":85},{"type":"text","text":" The urgent request of the blind men, \"Have mercy on us, Son of David\" or \"Jesus, Son of David, have mercy on me!\" has-been renewed in the traditional prayer to Jesus known as the Jesus Prayer: \"Lord Jesus Christ, Son of God, have mercy on me, a sinner!\"","attrs":{}},{"type":"ref","number":86},{"type":"text","text":" Healing infirmities or forgiving sins, Jesus always responds to a prayer offered in faith: \"Your faith has made you well; go in peace.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"St. Augustine wonderfully summarizes the three dimensions of Jesus' prayer: \"He prays for us as our priest, prays in us as our Head, and is prayed to by us as our God. Therefore let us acknowledge our voice in him and his in us.\"","attrs":{}},{"type":"ref","number":87}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"The prayer of the Virgin Mary","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2617},{"type":"text","text":"Mary's prayer is revealed to us at the dawning of the fullness of time. Before the incarnation of the Son of God, and before the outpouring of the Holy Spirit, her prayer cooperates in a unique way with the Father's plan of loving kindness: at the Annunciation, for Christ's conception; at Pentecost, for the formation of the Church, his Body.","attrs":{}},{"type":"ref","number":88},{"type":"text","text":" In the faith of his humble handmaid, the Gift of God found the acceptance he had awaited from the beginning of time. She whom the Almighty made \"full of grace\" responds by offering her whole being: \"Behold I am the handmaid of the Lord; let it be [done] to me according to your word.\" \"Fiat\": this is Christian prayer: to be wholly God's, because he is wholly ours.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2618},{"type":"text","text":"The Gospel reveals to us how Mary prays and intercedes in faith. At Cana,","attrs":{}},{"type":"ref","number":89},{"type":"text","text":" The mother of Jesus asks her son for the needs of a wedding feast; this is the sign of another feast - that of the wedding of the Lamb where he gives his body and blood at the request of the Church, his Bride. It is at the hour of the New Covenant, at the foot of the cross,","attrs":{}},{"type":"ref","number":90},{"type":"text","text":" that Mary is heard as the Woman, the new Eve, the true \"Mother of all the living.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2619},{"type":"text","text":"That is why the Canticle of Mary,","attrs":{}},{"type":"ref","number":91},{"type":"text","text":" The Magnificat (Latin) or Megalynei (byzantine) is the song both of the Mother of God and of the Church; the song of the Daughter of Zion and of the new People of God; the song of thanksgiving for the fullness of graces poured out in the economy of salvation and the song of the \"poor\" whose hope is met by the fulfillment of the promises made to our ancestors, \"to Abraham and to his posterity for ever.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"41":{"number":41,"refs":[{"text":"Cf. ⇒ Lk 1:49","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.49"},{"text":"⇒ 2:19","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.19"},{"text":"⇒ 2:51.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.51"}]},"42":{"number":42,"refs":[{"text":"⇒ Lk 2:49.","link":"http://www.vatican.va/archive/ENG0839/_PWL.HTM#GOSP.LUK.2.49"}]},"43":{"number":43,"refs":[{"text":"Cf. ⇒ Lk 3:21","link":"http://www.vatican.va/archive/ENG0839/_PWM.HTM#GOSP.LUK.3.21"},{"text":"⇒ 9:28","link":"http://www.vatican.va/archive/ENG0839/_PWS.HTM#GOSP.LUK.9.28"},{"text":"⇒ 22:41-44.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.41"}]},"44":{"number":44,"refs":[{"text":"Cf. ⇒ Lk 6:12","link":"http://www.vatican.va/archive/ENG0839/_PWP.HTM#GOSP.LUK.6.12"},{"text":"⇒ 9:18-20","link":"http://www.vatican.va/archive/ENG0839/_PWS.HTM#GOSP.LUK.9.18"},{"text":"⇒ 22:32.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.32"}]},"45":{"number":45,"refs":[{"text":"⇒ Lk 11:1.","link":"http://www.vatican.va/archive/ENG0839/_PWU.HTM#GOSP.LUK.11.1"}]},"46":{"number":46,"refs":[{"text":"Cf. ⇒ Mk 1:35","link":"http://www.vatican.va/archive/ENG0839/_PW3.HTM#GOSP.MAR.1.35"},{"text":"⇒ 6:46","link":"http://www.vatican.va/archive/ENG0839/_PW8.HTM#GOSP.MAR.6.46"},{"text":"⇒ Lk 5:16.","link":"http://www.vatican.va/archive/ENG0839/_PWO.HTM#GOSP.LUK.5.16"}]},"47":{"number":47,"refs":[{"text":"Cf. ⇒ Heb 2:12, ⇒ 15","link":"http://www.vatican.va/archive/ENG0839/_P11H.HTM#NTLET.HEB.2.12"},{"text":"⇒ 4:15.","link":"http://www.vatican.va/archive/ENG0839/_P11H.HTM#NTLET.HEB.2.15"}]},"48":{"number":48,"refs":[{"text":"Cf. ⇒ Mt 11:25-27 and ⇒ Lk 10:21-23.","link":"http://www.vatican.va/archive/ENG0839/_PVK.HTM#GOSP.MAT.11.25"}]},"49":{"number":49,"refs":[{"text":"Cf. ⇒ Eph 1:9.","link":"http://www.vatican.va/archive/ENG0839/_P108.HTM#NTLET.EPH.1.9"}]},"50":{"number":50,"refs":[{"text":"Cf. ⇒ Jn 11:41-42.","link":"http://www.vatican.va/archive/ENG0839/_PXJ.HTM#GOSP.JOH.11.41"}]},"51":{"number":51,"refs":[{"text":"⇒ Mt 6:21, ⇒ 33.","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.21"}]},"52":{"number":52,"refs":[{"text":"Cf. ⇒ Jn 17.","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17"}]},"53":{"number":53,"refs":[{"text":"⇒ Lk 22:42.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.42"}]},"54":{"number":54,"refs":[{"text":"⇒ Lk 23:34.","link":"http://www.vatican.va/archive/ENG0839/_PX6.HTM#GOSP.LUK.23.34"}]},"55":{"number":55,"refs":[{"text":"⇒ Lk 23:43.","link":"http://www.vatican.va/archive/ENG0839/_PX6.HTM#GOSP.LUK.23.43"}]},"56":{"number":56,"refs":[{"text":"⇒ Jn 19:26-27.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.26"}]},"57":{"number":57,"refs":[{"text":"⇒ Jn 19:28.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.28"}]},"58":{"number":58,"refs":[{"text":"⇒ Mk 15:34","link":"http://www.vatican.va/archive/ENG0839/_PWH.HTM#GOSP.MAR.15.34"},{"text":"cf. ⇒ Ps 22:2.","link":"http://www.vatican.va/archive/ENG0839/_PGE.HTM#WISDB.PSA.22.2"}]},"59":{"number":59,"refs":[{"text":"⇒ Jn 19:30.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.30"}]},"60":{"number":60,"refs":[{"text":"⇒ Lk 23:46.","link":"http://www.vatican.va/archive/ENG0839/_PX6.HTM#GOSP.LUK.23.46"}]},"61":{"number":61,"refs":[{"text":"Cf. ⇒ Mk 15:37","link":"http://www.vatican.va/archive/ENG0839/_PWH.HTM#GOSP.MAR.15.37"},{"text":"⇒ Jn 19:30b.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.30"}]},"62":{"number":62,"refs":[{"text":"⇒ Ps 2:7-8","link":"http://www.vatican.va/archive/ENG0839/_PFU.HTM#WISDB.PSA.2.7"},{"text":"cf. ⇒ Acts 13:33.","link":"http://www.vatican.va/archive/ENG0839/_PY7.HTM#GOSP.ACT.13.33"}]},"63":{"number":63,"refs":[{"text":"⇒ Heb 5:7-9.","link":"http://www.vatican.va/archive/ENG0839/_P11K.HTM#NTLET.HEB.5.7"}]},"64":{"number":64,"refs":[{"text":"Cf. ⇒ Mt 5:23-24, ⇒ 44-45","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.23"},{"text":"⇒ 6:7, ⇒ 14-15, ⇒ 21, ⇒ 25, ⇒ 33.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5.44"}]},"65":{"number":65,"refs":[{"text":"Cf. ⇒ Mt 7:7-11, ⇒ 13-14.","link":"http://www.vatican.va/archive/ENG0839/_PVG.HTM#GOSP.MAT.7.7"}]},"66":{"number":66,"refs":[{"text":"⇒ Mk 11:24.","link":"http://www.vatican.va/archive/ENG0839/_PWD.HTM#GOSP.MAR.11.24"}]},"67":{"number":67,"refs":[{"text":"⇒ Mk 9:23","link":"http://www.vatican.va/archive/ENG0839/_PWB.HTM#GOSP.MAR.9.23"},{"text":"cf. ⇒ Mt 21:22.","link":"http://www.vatican.va/archive/ENG0839/_PVU.HTM#GOSP.MAT.21.22"}]},"68":{"number":68,"refs":[{"text":"Cf. ⇒ Mk 6:6","link":"http://www.vatican.va/archive/ENG0839/_PW8.HTM#GOSP.MAR.6.6"},{"text":"⇒ Mt 8:26.","link":"http://www.vatican.va/archive/ENG0839/_PVH.HTM#GOSP.MAT.8.26"}]},"69":{"number":69,"refs":[{"text":"Cf. ⇒ Mt 8:10","link":"http://www.vatican.va/archive/ENG0839/_PVH.HTM#GOSP.MAT.8.10"},{"text":"⇒ 15:28.","link":"http://www.vatican.va/archive/ENG0839/_PVH.HTM#GOSP.MAT.8.10"}]},"70":{"number":70,"refs":[{"text":"Cf. ⇒ Mt 7:21.","link":"http://www.vatican.va/archive/ENG0839/_PVG.HTM#GOSP.MAT.7.21"}]},"71":{"number":71,"refs":[{"text":"Cf. ⇒ Mt 9:38","link":"http://www.vatican.va/archive/ENG0839/_PVI.HTM#GOSP.MAT.9.38"},{"text":"⇒ Lk 10:2","link":"http://www.vatican.va/archive/ENG0839/_PWT.HTM#GOSP.LUK.10.2"},{"text":"⇒ Jn 4:34.","link":"http://www.vatican.va/archive/ENG0839/_PXC.HTM#GOSP.JOH.4.34"}]},"72":{"number":72,"refs":[{"text":"⇒ Mk 1:15.","link":"http://www.vatican.va/archive/ENG0839/_PW3.HTM#GOSP.MAR.1.15"}]},"73":{"number":73,"refs":[{"text":"Cf. ⇒ Mk 13","link":"http://www.vatican.va/archive/ENG0839/_PWF.HTM#GOSP.MAR.13"},{"text":"⇒ Lk 21:34-36.","link":"http://www.vatican.va/archive/ENG0839/_PX4.HTM#GOSP.LUK.21.34"}]},"74":{"number":74,"refs":[{"text":"Cf. ⇒ Lk 22:40, ⇒ 46.","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.40"}]},"75":{"number":75,"refs":[{"text":"Cf. ⇒ Lk 11:5-13.","link":"http://www.vatican.va/archive/ENG0839/_PWU.HTM#GOSP.LUK.11.5"}]},"76":{"number":76,"refs":[{"text":"Cf. ⇒ Lk 18:1-8.","link":"http://www.vatican.va/archive/ENG0839/_PX1.HTM#GOSP.LUK.18.1"}]},"77":{"number":77,"refs":[{"text":"Cf. ⇒ Lk 18:9-14.","link":"http://www.vatican.va/archive/ENG0839/_PX1.HTM#GOSP.LUK.18.9"}]},"78":{"number":78,"refs":[{"text":"⇒ Jn 14:13.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.13"}]},"79":{"number":79,"refs":[{"text":"⇒ Jn 14:6.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.6"}]},"80":{"number":80,"refs":[{"text":"Cf. ⇒ Jn 14:13-14.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.13"}]},"81":{"number":81,"refs":[{"text":"⇒ Jn 14:16-17.","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.16"}]},"82":{"number":82,"refs":[{"text":"Cf. ⇒ Jn 14:23-26","link":"http://www.vatican.va/archive/ENG0839/_PXM.HTM#GOSP.JOH.14.23"},{"text":"⇒ 15:7, ⇒ 16","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.7"},{"text":"⇒ 16:13-15","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.16"},{"text":"⇒ 16:23-27.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.13"}]},"83":{"number":83,"refs":[{"text":"⇒ Jn 16:24.","link":"http://www.vatican.va/archive/ENG0839/_PXO.HTM#GOSP.JOH.16.24"}]},"84":{"number":84,"refs":[{"text":"Cf. ⇒ Mk 1:40-41","link":"http://www.vatican.va/archive/ENG0839/_PW3.HTM#GOSP.MAR.1.40"},{"text":"⇒ 5:36","link":"http://www.vatican.va/archive/ENG0839/_PW7.HTM#GOSP.MAR.5.36"},{"text":"⇒ 7:29","link":"http://www.vatican.va/archive/ENG0839/_PW9.HTM#GOSP.MAR.7.29"},{"text":"Cf. ⇒ Lk 23:39-43.","link":"http://www.vatican.va/archive/ENG0839/_PX6.HTM#GOSP.LUK.23.39"}]},"85":{"number":85,"refs":[{"text":"Cf. Mk 25","link":null},{"text":"⇒ 5:28","link":"http://www.vatican.va/archive/ENG0839/_PW7.HTM#GOSP.MAR.5.28"},{"text":"⇒ Lk 7:37-38.","link":"http://www.vatican.va/archive/ENG0839/_PWQ.HTM#GOSP.LUK.7.37"}]},"86":{"number":86,"refs":[{"text":"⇒ Mt 9:27, ⇒ Mk 10:48.","link":"http://www.vatican.va/archive/ENG0839/_PVI.HTM#GOSP.MAT.9.27"}]},"87":{"number":87,"refs":[{"text":"St. Augustine, En. in Ps. 85, 1: PL 37, 1081","link":null},{"text":"cf. GILH 7.","link":null}]},"88":{"number":88,"refs":[{"text":"Cf. ⇒ Lk 1:38","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.38"},{"text":"⇒ Acts 1:14.","link":"http://www.vatican.va/archive/ENG0839/_PXV.HTM#GOSP.ACT.1.14"}]},"89":{"number":89,"refs":[{"text":"Cf. ⇒ Jn 2:1-12.","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.1"}]},"90":{"number":90,"refs":[{"text":"Cf. ⇒ Jn 19:25-27.","link":"http://www.vatican.va/archive/ENG0839/_PXR.HTM#GOSP.JOH.19.25"}]},"91":{"number":91,"refs":[{"text":"Cf. ⇒ Lk 1:46-55.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.46"}]}}}