{"id":"toc-366","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. Contemplative Prayer"}]},{"elements":[{"type":"ref-ccc","ref_number":2709},{"type":"text","text":"What is contemplative prayer? St. Teresa answers: \"Contemplative prayer [oracion mental] in my opinion is nothing else than a close sharing between friends; it means taking time frequently to be alone with him who we know loves us.\""},{"type":"ref","number":6},{"type":"spacer"},{"type":"text","text":" Contemplative prayer seeks him \"whom my soul loves.\""},{"type":"ref","number":7},{"type":"text","text":" It is Jesus, and in him, the Father. We seek him, because to desire him is always the beginning of love, and we seek him in that pure faith which causes us to be born of him and to live in him. In this inner prayer we can still meditate, but our attention is fixed on the Lord himself."}]},{"elements":[{"type":"ref-ccc","ref_number":2710},{"type":"text","text":"The choice of the time and duration of the prayer arises from a determined will, revealing the secrets of the heart. One does not undertake contemplative prayer only when one has the time: one makes time for the Lord, with the firm determination not to give up, no matter what trials and dryness one may encounter. One cannot always meditate, but one can always enter into inner prayer, independently of the conditions of health, work, or emotional state. the heart is the place of this quest and encounter, in poverty ant in faith."}]},{"elements":[{"type":"ref-ccc","ref_number":2711},{"type":"text","text":"Entering into contemplative prayer is like entering into the Eucharistic liturgy: we \"gather up:\" the heart, recollect our whole being under the prompting of the Holy Spirit, abide in the dwelling place of the Lord which we are, awaken our faith in order to enter into the presence of him who awaits us. We let our masks fall and turn our hearts back to the Lord who loves us, so as to hand ourselves over to him as an offering to be purified and transformed."}]},{"elements":[{"type":"ref-ccc","ref_number":2712},{"type":"text","text":"Contemplative prayer is the prayer of the child of God, of the forgiven sinner who agrees to welcome the love by which he is loved and who wants to respond to it by loving even more."},{"type":"ref","number":8},{"type":"text","text":" But he knows that the love he is returning is poured out by the Spirit in his heart, for everything is grace from God. Contemplative prayer is the poor and humble surrender to the loving will of the Father in ever deeper union with his beloved Son."}]},{"elements":[{"type":"ref-ccc","ref_number":2713},{"type":"text","text":"Contemplative prayer is the simplest expression of the mystery of prayer. It is a gift, a grace; it can be accepted only in humility and poverty. Contemplative prayer is a covenant relationship established by God within our hearts."},{"type":"ref","number":9},{"type":"text","text":" Contemplative prayer is a communion in which the Holy Trinity conforms man, the image of God, \"to his likeness.\""}]},{"elements":[{"type":"ref-ccc","ref_number":2714},{"type":"text","text":"Contemplative prayer is also the pre-eminently intense time of prayer. In it the Father strengthens our inner being with power through his Spirit \"that Christ may dwell in (our) hearts through faith\" and we may be \"grounded in love.\""},{"type":"ref","number":10}]},{"elements":[{"type":"ref-ccc","ref_number":2715},{"type":"text","text":"Contemplation is a gaze of faith, fixed on Jesus. \"I look at him and he looks at me\": this is what a certain peasant of Ars used to say to his holy cure about his prayer before the tabernacle. This focus on Jesus is a renunciation of self. His gaze purifies our heart; the light of the countenance of Jesus illumines the eyes of our heart and teaches us to see everything in the light of his truth and his compassion for all men. Contemplation also turns its gaze on the mysteries of the life of Christ. Thus it learns the \"interior knowledge of our Lord,\" the more to love him and follow him."},{"type":"ref","number":11}]},{"elements":[{"type":"ref-ccc","ref_number":2716},{"type":"text","text":"Contemplative prayer is hearing the Word of God. Far from being passive, such attentiveness is the obedience of faith, the unconditional acceptance of a servant, and the loving commitment of a child. It participates in the \"Yes\" of the Son become servant and the Fiat of God's lowly handmaid."}]},{"elements":[{"type":"ref-ccc","ref_number":2717},{"type":"text","text":"Contemplative prayer is silence, the \"symbol of the world to come\""},{"type":"ref","number":12},{"type":"text","text":" or \"silent love.\""},{"type":"ref","number":13},{"type":"text","text":" Words in this kind of prayer are not speeches; they are like kindling that feeds the fire of love. In this silence, unbearable to the \"outer\" man, the Father speaks to us his incarnate Word, who suffered, died, and rose; in this silence the Spirit of adoption enables us to share in the prayer of Jesus."}]},{"elements":[{"type":"ref-ccc","ref_number":2718},{"type":"text","text":"Contemplative prayer is a union with the prayer of Christ insofar as it makes us participate in his mystery. the mystery of Christ is celebrated by the Church in the Eucharist, and the Holy Spirit makes it come alive in contemplative prayer so that our charity will manifest it in our acts."}]},{"elements":[{"type":"ref-ccc","ref_number":2719},{"type":"text","text":"Contemplative prayer is a communion of love bearing Life for the multitude, to the extent that it consents to abide in the night of faith. the Paschal night of the Resurrection passes through the night of the agony and the tomb - the three intense moments of the Hour of Jesus which his Spirit (and not \"the flesh [which] is weak\") brings to life in prayer. We must be willing to \"keep watch with (him) one hour.\""},{"type":"ref","number":14}]}],"footnotes":{"6":{"number":6,"refs":[{"text":"St. Teresa of Jesus, the Book of Her Life, 8, 5 in the Collected Works    of St. Teresa of Avila, tr. K. Kavanaugh, OCD, and O. Rodriguez, OCD    (Washington DC: Institute of Carmelite Studies, 1976), I, 67.","link":null}]},"7":{"number":7,"refs":[{"text":"⇒ Song 1:7","link":"http://www.vatican.va/archive/ENG0839/_PL9.HTM#WISDB.SON.1.7"},{"text":"cf. 3:14.","link":null}]},"8":{"number":8,"refs":[{"text":"Cf. ⇒ Lk 7:36-50","link":"http://www.vatican.va/archive/ENG0839/_PWQ.HTM#GOSP.LUK.7.36"},{"text":"⇒ 19:1-10.","link":"http://www.vatican.va/archive/ENG0839/_PX2.HTM#GOSP.LUK.19.1"}]},"9":{"number":9,"refs":[{"text":"Cf. ⇒ Jer 31:33.","link":"http://www.vatican.va/archive/ENG0839/_PQ9.HTM#PROPHB.JER.31.33"}]},"10":{"number":10,"refs":[{"text":"⇒ Eph 3:16-17.","link":"http://www.vatican.va/archive/ENG0839/_P10A.HTM#NTLET.EPH.3.16"}]},"11":{"number":11,"refs":[{"text":"Cf. St. Ignatius of Loyola, Spiritual Exercises, 104.","link":null}]},"12":{"number":12,"refs":[{"text":"Cf. St. Isaac of Nineveh, Tract. myst. 66.","link":null}]},"13":{"number":13,"refs":[{"text":"St. John of the Cross, Maxims and Counsels, 53 in the Collected Works    of St. John of the Cross, tr. K. Kavanaugh, OCD, and O. Rodriguez, OCD    (Washington DC: Institute of Carmelite Studies, 1979), 678.","link":null}]},"14":{"number":14,"refs":[{"text":"Cf. ⇒ Mt 26:40.","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.40"}]}}}