{"id":"toc-370","paragraphs":[{"elements":[{"type":"text","text":"II. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Humble Vigilance of Heart","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"Facing difficulties in prayer","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2729},{"type":"text","text":"The habitual difficulty in prayer is distraction. It can affect words and their meaning in vocal prayer; it can concern, more profoundly, him to whom we are praying, in vocal prayer (liturgical or personal), meditation, and contemplative prayer. To set about hunting down distractions would be to fall into their trap, when all that is necessary is to turn back to our heart: for a distraction reveals to us what we are attached to, and this humble awareness before the Lord should awaken our preferential love for him and lead us resolutely to offer him our heart to be purified. Therein lies the battle, the choice of which master to serve.","attrs":{}},{"type":"ref","number":16}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2730},{"type":"text","text":"In positive terms, the battle against the possessive and dominating self requires vigilance, sobriety of heart. When Jesus insists on vigilance, he always relates it to himself, to his coming on the last day and every day: today. the bridegroom comes in the middle of the night; the light that must not be extinguished is that of faith: \"'Come,' my heart says, 'seek his face!'\"","attrs":{}},{"type":"ref","number":17}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2731},{"type":"text","text":"Another difficulty, especially for those who sincerely want to pray, is dryness. Dryness belongs to contemplative prayer when the heart is separated from God, with no taste for thoughts, memories, and feelings, even spiritual ones. This is the moment of sheer faith clinging faithfully to Jesus in his agony and in his tomb. \"Unless a grain of wheat falls into the earth and dies, it remains alone; but if dies, it bears much fruit.\"","attrs":{}},{"type":"ref","number":18},{"type":"text","text":" If dryness is due to the lack of roots, because the word has fallen on rocky soil, the battle requires conversion.","attrs":{}},{"type":"ref","number":19}],"attrs":{}},{"elements":[{"type":"text","text":"Facing temptations in prayer","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2732},{"type":"text","text":"The most common yet most hidden temptation is our lack of faith. It expresses itself less by declared incredulity than by our actual preferences. When we begin to pray, a thousand labors or cares thought to be urgent vie for priority; once again, it is the moment of truth for the heart: what is its real love? Sometimes we turn to the Lord as a last resort, but do we really believe he is? Sometimes we enlist the Lord as an ally, but our heart remains presumptuous. In each case, our lack of faith reveals that we do not yet share in the disposition of a humble heart: ","attrs":{}},{"type":"spacer"},{"type":"text","text":" \"Apart from me, you can do nothing.\"","attrs":{}},{"type":"ref","number":20}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2733},{"type":"text","text":"Another temptation, to which presumption opens the gate, is acedia. the spiritual writers understand by this a form of depression due to lax ascetical practice, decreasing vigilance, carelessness of heart. \"The spirit indeed is willing, but the flesh is weak.\"","attrs":{}},{"type":"ref","number":21},{"type":"text","text":" The greater the height, the harder the fall. Painful as discouragement is, it is the reverse of presumption. the humble are not surprised by their distress; it leads them to trust more, to hold fast in constancy.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"16":{"number":16,"refs":[{"text":"Cf. ⇒ Mt 6:21, ⇒ 24.","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.21"}]},"17":{"number":17,"refs":[{"text":"⇒ PS 27:8.","link":"http://www.vatican.va/archive/ENG0839/_PGJ.HTM#WISDB.PSA.27.8"}]},"18":{"number":18,"refs":[{"text":"⇒ Jn 12:24.","link":"http://www.vatican.va/archive/ENG0839/_PXK.HTM#GOSP.JOH.12.24"}]},"19":{"number":19,"refs":[{"text":"Cf. ⇒ Lk 8:6, ⇒ 13.","link":"http://www.vatican.va/archive/ENG0839/_PWR.HTM#GOSP.LUK.8.6"}]},"20":{"number":20,"refs":[{"text":"⇒ Jn 15:5.","link":"http://www.vatican.va/archive/ENG0839/_PXN.HTM#GOSP.JOH.15.5"}]},"21":{"number":21,"refs":[{"text":"⇒ Mt 26:41.","link":"http://www.vatican.va/archive/ENG0839/_PVZ.HTM#GOSP.MAT.26.41"}]}}}