{"id":"toc-369","paragraphs":[{"elements":[{"type":"text","text":"I. ","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":"Objections to Prayer","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2726},{"type":"text","text":"In the battle of prayer, we must face in ourselves and around us erroneous notions of prayer. Some people view prayer as a simple psychological activity, others as an effort of concentration to reach a mental void. Still others reduce prayer to ritual words and postures. Many Christians unconsciously regard prayer as an occupation that is incompatible with all the other things they have to do: they \"don't have the time.\" Those who seek God by prayer are quickly discouraged because they do not know that prayer comes also from the Holy Spirit and not from themselves alone.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2727},{"type":"text","text":"We must also face the fact that certain attitudes deriving from the mentality of \"this present world\" can penetrate our lives if we are not vigilant. For example, some would have it that only that is true which can be verified by reason and science; yet prayer is a mystery that overflows both our conscious and unconscious lives. Others overly prize production and profit; thus prayer, being unproductive, is useless. Still others exalt sensuality and comfort as the criteria of the true, the good, and the beautiful; whereas prayer, the \"love of beauty\" (philokalia), is caught up in the glory of the living and true God. Finally, some see prayer as a flight from the world in reaction against activism; but in fact, Christian prayer is neither an escape from reality nor a divorce from life.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2728},{"type":"text","text":"Finally, our battle has to confront what we experience as failure in prayer: discouragement during periods of dryness; sadness that, because we have \"great possessions,\"","attrs":{}},{"type":"ref","number":15},{"type":"text","text":" we have not given all to the Lord; disappointment over not being heard according to our own will; wounded pride, stiffened by the indignity that is ours as sinners; our resistance to the idea that prayer is a free and unmerited gift; and so forth. the conclusion is always the same: what good does it do to pray? To overcome these obstacles, we must battle to gain humility, trust, and perseverance.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"15":{"number":15,"refs":[{"text":"Cf. ⇒ Mk 10:22.","link":"http://www.vatican.va/archive/ENG0839/_PWC.HTM#GOSP.MAR.10.22"}]}}}