{"id":"toc-360","paragraphs":[{"elements":[{"type":"text","text":"Article","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":" 3","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"GUIDES FOR PRAYER","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"A cloud of witnesses","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2683},{"type":"text","text":"The witnesses who have preceded us into the kingdom,","attrs":{}},{"type":"ref","number":41},{"type":"text","text":" especially those whom the Church recognizes as saints, share in the living tradition of prayer by the example of their lives, the transmission of their writings, and their prayer today. They contemplate God, praise him and constantly care for those whom they have left on earth. When they entered into the joy of their Master, they were \"put in charge of many things.\"","attrs":{}},{"type":"ref","number":42},{"type":"text","text":" Their intercession is their most exalted service to God's plan. We can and should ask them to intercede for us and for the whole world.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2684},{"type":"text","text":"In the communion of saints, many and varied spiritualities have been developed throughout the history of the churches. the personal charism of some witnesses to God's love for men has been handed on, like \"the spirit\" of Elijah to Elisha and John the Baptist, so that their followers may have a share in this spirit.","attrs":{}},{"type":"ref","number":43},{"type":"text","text":" A distinct spirituality can also arise at the point of convergence of liturgical and theological currents, bearing witness to the integration of the faith into a particular human environment and its history. the different schools of Christian spirituality share in the living tradition of prayer and are essential guides for the faithful. In their rich diversity they are refractions of the one pure light of the Holy Spirit.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"The Spirit is truly the dwelling of the saints and the saints are for the Spirit a place where he dwells as in his own home since they offer themselves as a dwelling place for God and are called his temple.","attrs":{}},{"type":"ref","number":44}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Servants of prayer","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2685},{"type":"text","text":"The Christian family is the first place of education in prayer. Based on the sacrament of marriage, the family is the \"domestic church\" where God's children learn to pray \"as the Church\" and to persevere in prayer. For young children in particular, daily family prayer is the first witness of the Church's living memory as awakened patiently by the Holy Spirit.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2686},{"type":"text","text":"Ordained ministers are also responsible for the formation in prayer of their brothers and sisters in Christ. Servants of the Good Shepherd, they are ordained to lead the People of God to the living waters of prayer: the Word of God, the liturgy, the theological life (the life of faith, hope, and charity), and the Today of God in concrete situations.","attrs":{}},{"type":"ref","number":45}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2687},{"type":"text","text":"Many religious have consecrated their whole lives to prayer. Hermits, monks, and nuns since the time of the desert fathers have devoted their time to praising God and interceding for his people. the consecrated life cannot be sustained or spread without prayer; it is one of the living sources of contemplation and the spiritual life of the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2688},{"type":"text","text":"The catechesis of children, young people, and adults aims at teaching them to meditate on the Word of God in personal prayer, practicing it in liturgical prayer, and internalizing it at all times in order to bear fruit in a new life. Catechesis is also a time for the discernment and education of popular piety.","attrs":{}},{"type":"ref","number":46},{"type":"text","text":" The memorization of basic prayers offers an essential support to the life of prayer, but it is important to help learners savor their meaning.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2689},{"type":"text","text":"Prayer groups, indeed \"schools of prayer,\" are today one of the signs and one of the driving forces of renewal of prayer in the Church, provided they drink from authentic wellsprings of Christian prayer. Concern for ecclesial communion is a sign of true prayer in the Church.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2690},{"type":"text","text":"The Holy Spirit gives to certain of the faithful the gifts of wisdom, faith and discernment for the sake of this common good which is prayer (spiritual direction). Men and women so endowed are true servants of the living tradition of prayer.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"According to St. John of the Cross, the person wishing to advance toward perfection should \"take care into whose hands he entrusts himself, for as the master is, so will the disciple be, and as the father is so will be the son.\" and further: \"In addition to being learned and discreet a director should be experienced.... If the spiritual director has no experience of the spiritual life, he will be incapable of leading into it the souls whom God is calling to it, and he will not even understand them.\"","attrs":{}},{"type":"ref","number":47}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"Places favorable for prayer","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2691},{"type":"text","text":"The church, the house of God, is the proper place for the liturgical prayer of the parish community. It is also the privileged place for adoration of the real presence of Christ in the Blessed Sacrament. the choice of a favorable place is not a matter of indifference for true prayer. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - For personal prayer, this can be a \"prayer corner\" with the Sacred Scriptures and icons, in order to be there, in secret, before our Father.","attrs":{}},{"type":"ref","number":48},{"type":"text","text":" In a Christian family, this kind of little oratory fosters prayer in common. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" - In regions where monasteries exist, the vocation of these communities is to further the participation of the faithful in the Liturgy of the Hours and to provide necessary solitude for more intense personal prayer.","attrs":{}},{"type":"ref","number":49},{"type":"spacer"},{"type":"text","text":" - Pilgrimages evoke our earthly journey toward heaven and are traditionally very special occasions for renewal in prayer. For pilgrims seeking living water, shrines are special places for living the forms of Christian prayer \"in Church.\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"41":{"number":41,"refs":[{"text":"Cf. ⇒ Heb 12:1.","link":"http://www.vatican.va/archive/ENG0839/_P11R.HTM#NTLET.HEB.12.1"}]},"42":{"number":42,"refs":[{"text":"Cf. ⇒ Mt 25:21.","link":"http://www.vatican.va/archive/ENG0839/_PVY.HTM#GOSP.MAT.25.21"}]},"43":{"number":43,"refs":[{"text":"Cf. ⇒ 2 Kings 2:9","link":"http://www.vatican.va/archive/ENG0839/_P92.HTM#PENT.2KIN.2.9"},{"text":"⇒ Lk 1:1","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.1"},{"text":"PC 2.","link":null}]},"44":{"number":44,"refs":[{"text":"St. Basil, De Spiritu Sancto, 26, 62: PG 32, 184.","link":null}]},"45":{"number":45,"refs":[{"text":"Cf. PO 4-6.","link":null}]},"46":{"number":46,"refs":[{"text":"Cf. CT 54.","link":null}]},"47":{"number":47,"refs":[{"text":"St. John of the Cross, the Living Flame of Love, stanza 3, 30, in The    Collected Works of St. John of the Cross, eds K. Kavanaugh OCD and O.    Rodriguez OCD (Washington DC: Institute of Carmelite Studies, 1979), 621.","link":null}]},"48":{"number":48,"refs":[{"text":"Cf. ⇒ Mt 6:6[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_PVF.HTM#GOSP.MAT.6.6"}]},"49":{"number":49,"refs":[{"text":"Cf. PC 7.","link":null}]}}}