{"id":"toc-345","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":2590},{"attrs":{"i":true},"type":"text","text":"\"Prayer is the raising of one's mind and heart to God or the requesting of good things from God\" (St. John Damascene, Defide orth. 3, 24: PG 94, 1089C)."}]},{"elements":[{"type":"ref-ccc","ref_number":2591},{"attrs":{"i":true},"type":"text","text":"God tirelessly calls each person to this mysterious encounter with Himself. Prayer unfolds throughout the whole history of salvation as a reciprocal call between God and man."}]},{"elements":[{"type":"ref-ccc","ref_number":2592},{"attrs":{"i":true},"type":"text","text":"The prayer of Abraham and Jacob is presented as a battle of faith marked by trust in God's faithfulness and by certitude in the victory promised to perseverance."}]},{"elements":[{"type":"ref-ccc","ref_number":2593},{"attrs":{"i":true},"type":"text","text":"The prayer of Moses responds to the living God's initiative for the salvation of his people. It foreshadows the prayer of intercession of the unique mediator, Christ Jesus."}]},{"elements":[{"type":"ref-ccc","ref_number":2594},{"attrs":{"i":true},"type":"text","text":"The prayer of the People of God flourished in the shadow of the dwelling place of God's presence on earth, the ark of the covenant and the Temple, under the guidance of their shepherds, especially King David, and of the prophets."}]},{"elements":[{"type":"ref-ccc","ref_number":2595},{"attrs":{"i":true},"type":"text","text":"The prophets summoned the people to conversion of heart and, while zealously seeking the face of God, like Elijah, they interceded for the people."}]},{"elements":[{"type":"ref-ccc","ref_number":2596},{"attrs":{"i":true},"type":"text","text":"The Psalms constitute the masterwork of prayer in the Old Testament. They present two inseparable qualities: the personal, and the communal. They extend to all dimensions of history, recalling God's promises already fulfilled and looking for the coming of the Messiah."}]},{"elements":[{"type":"ref-ccc","ref_number":2597},{"attrs":{"i":true},"type":"text","text":"Prayed and fulfilled in Christ, the Psalms are an essential and permanent element of the prayer of the Church. They are suitable for men of every condition and time."}]}],"footnotes":{}}