{"id":"toc-364","paragraphs":[{"elements":[{"type":"text","text":"Article 1","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"EXPRESSIONS OF PRAYER","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"I. Vocal prayer","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2700},{"type":"text","text":"Through his Word, God speaks to man. By words, mental or vocal, our prayer takes flesh. Yet it is most important that the heart should be present to him to whom we are speaking in prayer: \"Whether or not our prayer is heard depends not on the number of words, but on the fervor of our souls.\"","attrs":{}},{"type":"ref","number":2}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2701},{"type":"text","text":"Vocal prayer is an essential element of the Christian life. To his disciples, drawn by their Master's silent prayer, Jesus teaches a vocal prayer, the Our Father. He not only prayed aloud the liturgical prayers of the synagogue but, as the Gospels show, he raised his voice to express his personal prayer, from exultant blessing of the Father to the agony of Gesthemani.","attrs":{}},{"type":"ref","number":3}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2702},{"type":"text","text":"The need to involve the senses in interior prayer corresponds to a requirement of our human nature. We are body and spirit, and we experience the need to translate our feelings externally. We must pray with our whole being to give all power possible to our supplication.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2703},{"type":"text","text":"This need also corresponds to a divine requirement. God seeks worshippers in Spirit and in Truth, and consequently living prayer that rises from the depths of the soul. He also wants the external expression that associates the body with interior prayer, for it renders him that perfect homage which is his due.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2704},{"type":"text","text":"Because it is external and so thoroughly human, vocal prayer is the form of prayer most readily accessible to groups. Even interior prayer, however, cannot neglect vocal prayer. Prayer is internalized to the extent that we become aware of him \"to whom we speak;\"","attrs":{}},{"type":"ref","number":4},{"type":"text","text":" Thus vocal prayer becomes an initial form of contemplative prayer.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"2":{"number":2,"refs":[{"text":"St. John Chrysostom, Ecloga de oratione 2: PG 63, 585.","link":null}]},"3":{"number":3,"refs":[{"text":"Cf. ⇒ Mt 11:25-26","link":"http://www.vatican.va/archive/ENG0839/_PVK.HTM#GOSP.MAT.11.25"},{"text":"⇒ Mk 14:36.","link":"http://www.vatican.va/archive/ENG0839/_PWG.HTM#GOSP.MAR.14.36"}]},"4":{"number":4,"refs":[{"text":"St. Teresa of Jesus, the Way of Perfection 26, 9 in the Collected Works    of St. Teresa of Avila, tr. K. Kavanaugh, OCD, and O. Rodriguez, OCD    (Washington DC: Institute of Carmelite Studies, 1980), II, 136.","link":null}]}}}