{"id":"toc-374","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"IN BRIEF"}]},{"elements":[{"type":"ref-ccc","ref_number":2752},{"attrs":{"i":true},"type":"text","text":"Prayer presupposes an effort, a fight against ourselves and the wiles of the Tempter. the battle of prayer is inseparable from the necessary \"spiritual battle\" to act habitually according to the Spirit of Christ: we pray as we live, because we live as we pray."}]},{"elements":[{"type":"ref-ccc","ref_number":2753},{"attrs":{"i":true},"type":"text","text":"In the battle of prayer we must confront erroneous conceptions of prayer, various currents of thought, and our own experience of failure. We must respond with humility, trust, and perseverance to these temptations which cast doubt on the usefulness or even the possibility of prayer."}]},{"elements":[{"type":"ref-ccc","ref_number":2754},{"attrs":{"i":true},"type":"text","text":"The principal difficulties in the practice of prayer are distraction and dryness. the remedy lies in faith, conversion, and vigilance of heart."}]},{"elements":[{"type":"ref-ccc","ref_number":2755},{"attrs":{"i":true},"type":"text","text":"Two frequent temptations threaten prayer: lack of faith and acedia - a form of depression stemming from lax ascetical practice that leads to discouragement."}]},{"elements":[{"type":"ref-ccc","ref_number":2756},{"attrs":{"i":true},"type":"text","text":"Filial trust is put to the test when we feel that our prayer is not always heard. the Gospel invites us to ask ourselves about the conformity of our prayer to the desire of the Spirit."}]},{"elements":[{"type":"ref-ccc","ref_number":2757},{"attrs":{"i":true},"type":"text","text":"\"Pray constantly\" ("},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_P10T.HTM#NTLET.1THE.5.17"},{"attrs":{"i":true},"type":"text","text":" 1 Thess 5:17). It is always possible to pray. It is even a vital necessity. Prayer and Christian life are inseparable."}]},{"elements":[{"type":"ref-ccc","ref_number":2758},{"attrs":{"i":true},"type":"text","text":"The prayer of the hour of Jesus, rightly called the \"priestly prayer\" (cf "},{"attrs":{"i":true},"type":"ref-anchor","link":"http://www.vatican.va/archive/ENG0839/_PXP.HTM#GOSP.JOH.17"},{"attrs":{"i":true},"type":"text","text":" Jn 17), sums up the whole economy of creation and salvation. It fulfills the great petitions of the Our Father."}]}],"footnotes":{}}