{"id":"toc-344","paragraphs":[{"elements":[{"type":"text","text":"Article","attrs":{"b":true,"heavy_header":true}},{"type":"text","text":" 1","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"IN THE OLD TESTAMENT","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2568},{"type":"text","text":"In the Old Testament, the revelation of prayer comes between the fall and the restoration of man, that is, between God's sorrowful call to his first children: \"Where are you? . . . What is this that you have done?\"","attrs":{}},{"type":"ref","number":3},{"type":"text","text":" and the response of God's only Son on coming into the world: \"Lo, I have come to do your will, O God.\"","attrs":{}},{"type":"ref","number":4},{"type":"text","text":" Prayer is bound up with human history, for it is the relationship with God in historical events.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Creation - source of prayer","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2569},{"type":"text","text":"Prayer is lived in the first place beginning with the realities of creation. the first nine chapters of Genesis describe this relationship with God as an offering of the first-born of Abel's flock, as the invocation of the divine name at the time of Enosh, and as \"walking with God.","attrs":{}},{"type":"ref","number":5},{"type":"text","text":" Noah's offering is pleasing to God, who blesses him and through him all creation, because his heart was upright and undivided; Noah, like Enoch before him, \"walks with God.\"","attrs":{}},{"type":"ref","number":6},{"type":"text","text":" This kind of prayer is lived by many righteous people in all religions. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" In his indefectible covenant with every living creature,","attrs":{}},{"type":"ref","number":7},{"type":"text","text":" God has always called people to prayer. But it is above all beginning with our father Abraham that prayer is revealed in the Old Testament.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"God's promise and the prayer of Faith","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2570},{"type":"text","text":"When God calls him, Abraham goes forth \"as the Lord had told him\";","attrs":{}},{"type":"ref","number":8},{"type":"text","text":" Abraham's heart is entirely submissive to the Word and so he obeys. Such attentiveness of the heart, whose decisions are made according to God's will, is essential to prayer, while the words used count only in relation to it. Abraham's prayer is expressed first by deeds: a man of silence, he constructs an altar to the Lord at each stage of his journey. Only later does Abraham's first prayer in words appear: a veiled complaint reminding God of his promises which seem unfulfilled.","attrs":{}},{"type":"ref","number":9},{"type":"text","text":" Thus one aspect of the drama of prayer appears from the beginning: the test of faith in the fidelity of God.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2571},{"type":"text","text":"Because Abraham believed in God and walked in his presence and in covenant with him,","attrs":{}},{"type":"ref","number":10},{"type":"text","text":" The patriarch is ready to welcome a mysterious Guest into his tent. Abraham's remarkable hospitality at Mamre foreshadows the annunciation of the true Son of the promise.","attrs":{}},{"type":"ref","number":11},{"type":"text","text":" After that, once God had confided his plan, Abraham's heart is attuned to his Lord's compassion for men and he dares to intercede for them with bold confidence.","attrs":{}},{"type":"ref","number":12}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2572},{"type":"text","text":"As a final stage in the purification of his faith, Abraham, \"who had received the promises,\"","attrs":{}},{"type":"ref","number":13},{"type":"text","text":" is asked to sacrifice the son God had given him. Abraham's faith does not weaken (“God himself will provide the lamb for a burnt offering.\"), for he \"considered that God was able to raise men even from the dead.\"","attrs":{}},{"type":"ref","number":14},{"type":"text","text":" and so the father of believers is conformed to the likeness of the Father who will not spare his own Son but wiLl deliver him up for us all.","attrs":{}},{"type":"ref","number":15},{"type":"text","text":" Prayer restores man to God's likeness and enables him to share in the power of God's love that saves the multitude.","attrs":{}},{"type":"ref","number":16}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2573},{"type":"text","text":"God renews his promise to Jacob, the ancestor of the twelve tribes of Israel.","attrs":{}},{"type":"ref","number":17},{"type":"text","text":" Before confronting his elder brother Esau, Jacob wrestles all night with a mysterious figure who refuses to reveal his name, but he blesses him before leaving him at dawn. From this account, the spiritual tradition of the Church has retained the symbol of prayer as a battle of faith and as the triumph of perseverance.","attrs":{}},{"type":"ref","number":18}],"attrs":{}},{"elements":[{"type":"text","text":"Moses and the prayer of the mediator","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2574},{"type":"text","text":"Once the promise begins to be fulfilled (Passover, the Exodus, the gift of the Law, and the ratification of the covenant), the prayer of Moses becomes the most striking example of intercessory prayer, which will be fulfilled in \"the one mediator between God and men, the man Christ Jesus.\"","attrs":{}},{"type":"ref","number":19}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2575},{"type":"text","text":"Here again the initiative is God's. From the midst of the burning bush he calls Moses.","attrs":{}},{"type":"ref","number":20},{"type":"text","text":" This event will remain one of the primordial images of prayer in the spiritual tradition of Jews and Christians alike. When \"the God of Abraham, of Isaac, and of Jacob\" calls Moses to be his servant, it is because he is the living God who wants men to live. God reveals himself in order to save them, though he does not do this alone or despite them: he caLls Moses to be his messenger, an associate in his compassion, his work of salvation. There is something of a divine plea in this mission, and only after long debate does Moses attune his own will to that of the Savior God. But in the dialogue in which God confides in him, Moses also learns how to pray: he balks, makes excuses, above all questions: and it is in response to his question that the Lord confides his ineffable name, which will be revealed through his mighty deeds.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2576},{"type":"text","text":"\"Thus the Lord used to speak to Moses face to face, as a man speaks to his friend.\"","attrs":{}},{"type":"ref","number":21},{"type":"text","text":" Moses' prayer is characteristic of contemplative prayer by which God's servant remains faithful to his mission. Moses converses with God often and at length, climbing the mountain to hear and entreat him and coming down to the people to repeat the words of his God for their guidance. Moses \"is entrusted with all my house. With him I speak face to face, clearly, not in riddles,\" for \"Moses was very humble, more so than anyone else on the face of the earth.\"","attrs":{}},{"type":"ref","number":22}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2577},{"type":"text","text":"From this intimacy with the faithful God, slow to anger and abounding in steadfast love,","attrs":{}},{"type":"ref","number":23},{"type":"text","text":" Moses drew strength and determination for his intercession. He does not pray for himself but for the people whom God made his own. Moses already intercedes for them during the battle with the Amalekites and prays to obtain healing for Miriam.","attrs":{}},{"type":"ref","number":24},{"type":"text","text":" But it is chiefly after their apostasy that Moses \"stands in the breach\" before God in order to save the people.","attrs":{}},{"type":"ref","number":25},{"type":"text","text":" The arguments of his prayer - for intercession is also a mysterious battle - will inspire the boldness of the great intercessors among the Jewish people and in the Church: God is love; he is therefore righteous and faithful; he cannot contradict himself; he must remember his marvellous deeds, since his glory is at stake, and he cannot forsake this people that bears his name.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"David and the prayer of the king","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2578},{"type":"text","text":"The prayer of the People of God flourishes in the shadow of God's dwelling place, first the ark of the covenant and later the Temple. At first the leaders of the people - the shepherds and the prophets - teach them to pray. the infant Samuel must have learned from his mother Hannah how \"to stand before the LORD\" and from the priest Eli how to listen to his word: \"Speak, LORD, for your servant is listening.\"","attrs":{}},{"type":"ref","number":26},{"type":"text","text":" Later, he will also know the cost and consequence of intercession: \"Moreover, as for me, far be it from me that I should sin against the LORD by ceasing to pray for you; and I will instruct you in the good and the right way.\"","attrs":{}},{"type":"ref","number":27}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2579},{"type":"text","text":"David is par excellence the king \"after God's own heart,\" the shepherd who prays for his people and prays in their name. His submission to the will of God, his praise, and his repentance, will be a model for the prayer of the people. His prayer, the prayer of God's Anointed, is a faithful adherence to the divine promise and expresses a loving and joyful trust in God, the only King and Lord.","attrs":{}},{"type":"ref","number":28},{"type":"text","text":" In the Psalms David, inspired by the Holy Spirit, is the first prophet of Jewish and Christian prayer. the prayer of Christ, the true Messiah and Son of David, will reveal and fulfill the meaning of this prayer.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2580},{"type":"text","text":"The Temple of Jerusalem, the house of prayer that David wanted to build, will be the work of his son, Solomon. the prayer at the dedication of the Temple relies on God's promise and covenant, on the active presence of his name among his People, recalling his mighty deeds at the Exodus.","attrs":{}},{"type":"ref","number":29},{"type":"text","text":" The king lifts his hands toward heaven and begs the Lord, on his own behalf, on behalf of the entire people, and of the generations yet to come, for the forgiveness of their sins and for their daily needs, so that the nations may know that He is the only God and that the heart of his people may belong wholly and entirely to him.","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"Elijah, the prophets and conversion of heart","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2581},{"type":"text","text":"For the People of God, the Temple was to be the place of their education in prayer: pilgrimages, feasts and sacrifices, the evening offering, the incense, and the bread of the Presence (“shewbread\") - all these signs of the holiness and glory of God Most High and Most Near were appeals to and ways of prayer. But ritualism often encouraged an excessively external worship. the people needed education in faith and conversion of heart; this was the mission of the prophets, both before and after the Exile.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2582},{"type":"text","text":"Elijah is the \"father\" of the prophets, \"the generation of those who seek him, who seek the face of the God of Jacob.\"","attrs":{}},{"type":"ref","number":30},{"type":"text","text":" Elijah's name, \"The Lord is my God,\" foretells the people's cry in response to his prayer on Mount Carmel.","attrs":{}},{"type":"ref","number":31},{"type":"text","text":" St. James refers to Elijah in order to encourage us to pray: \"The prayer of the righteous is powerful and effective.\"","attrs":{}},{"type":"ref","number":32}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2583},{"type":"text","text":"After Elijah had learned mercy during his retreat at the Wadi Cherith, he teaches the widow of Zarephath to believe in the Word of God and confirms her faith by his urgent prayer: God brings the widow's child back to life.","attrs":{}},{"type":"ref","number":33},{"type":"text","text":" The sacrifice on Mount Carmel is a decisive test for the faith of the People of God. In response to Elijah's plea, \"Answer me, O LORD, answer me,\" the Lord's fire consumes the holocaust, at the time of the evening oblation. the Eastern liturgies repeat Elijah's plea in the Eucharistic epiclesis. ","attrs":{}},{"type":"spacer"},{"type":"text","text":" Finally, taking the desert road that leads to the place where the living and true God reveals himself to his people, Elijah, like Moses before him, hides \"in a cleft of he rock\" until the mysterious presence of God has passed by.","attrs":{}},{"type":"ref","number":34},{"type":"text","text":" But only on the mountain of the Transfiguration will Moses and Elijah behold the unveiled face of him whom they sought; \"the light of the knowledge of the glory of God [shines] in the face of Christ,\" crucified and risen.","attrs":{}},{"type":"ref","number":35}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2584},{"type":"text","text":"In their \"one to one\" encounters with God, the prophets draw light and strength for their mission. Their prayer is not flight from this unfaithful world, but rather attentiveness to the Word of God. At times their prayer is an argument or a complaint, but it is always an intercession that awaits and prepares for the intervention of the Savior God, the Lord of history.","attrs":{}},{"type":"ref","number":36}],"attrs":{}},{"elements":[{"type":"text","text":"The Psalms, the prayer of the assembly","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2585},{"type":"text","text":"From the time of David to the coming of the Messiah texts appearing in these sacred books show a deepening in prayer for oneself and in prayer for others.","attrs":{}},{"type":"ref","number":37},{"type":"text","text":" Thus the psalms were gradually collected into the five books of the Psalter (or \"Praises\"), the masterwork of prayer in the Old Testament.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2586},{"type":"text","text":"The Psalms both nourished and expressed the prayer of the People of God gathered during the great feasts at Jerusalem and each Sabbath in the synagogues. Their prayer is inseparably personal and communal; it concerns both those who are praying and all men. the Psalms arose from the communities of the Holy Land and the Diaspora, but embrace all creation. Their prayer recalls the saving events of the past, yet extends into the future, even to the end of history; it commemorates the promises God has already kept, and awaits the Messiah who will fulfill them definitively. Prayed by Christ and fulfilled in him, the Psalms remain essential to the prayer of the Church.","attrs":{}},{"type":"ref","number":38}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2587},{"type":"text","text":"The Psalter is the book in which the Word of God becomes man's prayer. In other books of the Old Testament, \"the words proclaim [God's] works and bring to light the mystery they contain.\"","attrs":{}},{"type":"ref","number":39},{"type":"text","text":" The words of the Psalmist, sung for God, both express and acclaim the Lord's saving works; the same Spirit inspires both God's work and man's response. Christ will unite the two. In him, the psalms continue to teach us how to pray.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2588},{"type":"text","text":"The Psalter's many forms of prayer take shape both in the liturgy of the Temple and in the human heart. Whether hymns or prayers of lamentation or thanksgiving, whether individual or communal, whether royal chants, songs of pilgrimage or wisdom meditations, the Psalms are a mirror of God's marvelous deeds in the history of his people, as well as reflections of the human experiences of the Psalmist. Though a given psalm may reflect an event of the past, it still possesses such direct simplicity that it can be prayed in truth by men of all times and conditions.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2589},{"type":"text","text":"Certain constant characteristics appear throughout the Psalms: simplicity and spontaneity of prayer; the desire for God himself through and with all that is good in his creation; the distraught situation of the believer who, in his preferential love for the Lord, is exposed to a host of enemies and temptations, but who waits upon what the faithful God will do, in the certitude of his love and in submission to his will. the prayer of the psalms is always sustained by praise; that is why the title of this collection as handed down to us is so fitting: \"The Praises.\" Collected for the assembly's worship, the Psalter both sounds the call to prayer and sings the response to that call: Hallelu-Yah! (“Alleluia\"), \"Praise the Lord!\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"text","text":"What is more pleasing than a psalm? David expresses it well: \"Praise the Lord, for a psalm is good: let there be praise of our God with gladness and grace!\" Yes, a psalm is a blessing on the lips of the people, praise of God, the assembly's homage, a general acclamation, a word that speaks for all, the voice of the Church, a confession of faith in song.","attrs":{}},{"type":"ref","number":40}],"attrs":{"indent":true}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"3":{"number":3,"refs":[{"text":"⇒ Gen 3:9, 13.","link":"http://www.vatican.va/archive/ENG0839/_P5.HTM#PENT.GEN.3.9"}]},"4":{"number":4,"refs":[{"text":"⇒ Heb 10:5-7.","link":"http://www.vatican.va/archive/ENG0839/_P11P.HTM#NTLET.HEB.10.5"}]},"5":{"number":5,"refs":[{"text":"Cf. ⇒ Gen 4:4, ⇒ 26","link":"http://www.vatican.va/archive/ENG0839/_P6.HTM#PENT.GEN.4.4"},{"text":"⇒ Gen 5:24.","link":"http://www.vatican.va/archive/ENG0839/_P6.HTM#PENT.GEN.4.26"}]},"6":{"number":6,"refs":[{"text":"⇒ Gen 6:9","link":"http://www.vatican.va/archive/ENG0839/_P8.HTM#PENT.GEN.6.9"},{"text":"⇒ 8:20- ⇒ 9:17.","link":"http://www.vatican.va/archive/ENG0839/_PA.HTM#PENT.GEN.8.20"}]},"7":{"number":7,"refs":[{"text":"⇒ Gen 9:8-16.","link":"http://www.vatican.va/archive/ENG0839/_PB.HTM#PENT.GEN.9.8"}]},"8":{"number":8,"refs":[{"text":"⇒ Gen 12:4.","link":"http://www.vatican.va/archive/ENG0839/_PE.HTM#PENT.GEN.12.4"}]},"9":{"number":9,"refs":[{"text":"Cf. ⇒ Gen 15:2 f.","link":"http://www.vatican.va/archive/ENG0839/_PH.HTM#PENT.GEN.15.2"}]},"10":{"number":10,"refs":[{"text":"Cf. ⇒ Gen 15:6","link":"http://www.vatican.va/archive/ENG0839/_PH.HTM#PENT.GEN.15.6"},{"text":"⇒ 17:1 f.","link":"http://www.vatican.va/archive/ENG0839/_PJ.HTM#PENT.GEN.17.1"}]},"11":{"number":11,"refs":[{"text":"Cf. ⇒ Gen 18:1-15","link":"http://www.vatican.va/archive/ENG0839/_PK.HTM#PENT.GEN.18.1"},{"text":"⇒ Lk 1:26-38.","link":"http://www.vatican.va/archive/ENG0839/_PWK.HTM#GOSP.LUK.1.26"}]},"12":{"number":12,"refs":[{"text":"Cf. ⇒ 18:16-33.","link":"http://www.vatican.va/archive/ENG0839/_PK.HTM#PENT.GEN.18.16"}]},"13":{"number":13,"refs":[{"text":"⇒ Heb 11:17.","link":"http://www.vatican.va/archive/ENG0839/_P11Q.HTM#NTLET.HEB.11.17"}]},"14":{"number":14,"refs":[{"text":"⇒ Gen 22:8","link":"http://www.vatican.va/archive/ENG0839/_PO.HTM#PENT.GEN.22.8"},{"text":"⇒ Heb 11:19","link":"http://www.vatican.va/archive/ENG0839/_P11Q.HTM#NTLET.HEB.11.19"}]},"15":{"number":15,"refs":[{"text":"⇒ Rom 8:32.","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.32"}]},"16":{"number":16,"refs":[{"text":"Cf. ⇒ Rom 8:16-21.","link":"http://www.vatican.va/archive/ENG0839/_PYW.HTM#NTLET.ROM.8.16"}]},"17":{"number":17,"refs":[{"text":"Cf. ⇒ Gen 28:10-22.","link":"http://www.vatican.va/archive/ENG0839/_PU.HTM#PENT.GEN.28.10"}]},"18":{"number":18,"refs":[{"text":"Cf. ⇒ Gen 32:24-30","link":"http://www.vatican.va/archive/ENG0839/_PY.HTM#PENT.GEN.32.24"},{"text":"⇒ Lk 18:1-8.","link":"http://www.vatican.va/archive/ENG0839/_PX1.HTM#GOSP.LUK.18.1"}]},"19":{"number":19,"refs":[{"text":"⇒ 1 Tim 2:5.","link":"http://www.vatican.va/archive/ENG0839/_P110.HTM#NTLET.1TIM.2.5"}]},"20":{"number":20,"refs":[{"text":"⇒ Ex 3:1-10.","link":"http://www.vatican.va/archive/ENG0839/_P1K.HTM#PENT.EXO.3.1"}]},"21":{"number":21,"refs":[{"text":"⇒ Ex 33:11.","link":"http://www.vatican.va/archive/ENG0839/_P2E.HTM#PENT.EXO.33.11"}]},"22":{"number":22,"refs":[{"text":"⇒ Num 12:3,7-8.","link":"http://www.vatican.va/archive/ENG0839/_P3Q.HTM#PENT.NUM.12.3"}]},"23":{"number":23,"refs":[{"text":"Cf. ⇒ Ex 34:6.","link":"http://www.vatican.va/archive/ENG0839/_P2F.HTM#PENT.EXO.34.6"}]},"24":{"number":24,"refs":[{"text":"Cf. ⇒ Ex 17:8-12","link":"http://www.vatican.va/archive/ENG0839/_P1Y.HTM#PENT.EXO.17.8"},{"text":"⇒ Num 12:13-14.","link":"http://www.vatican.va/archive/ENG0839/_P3Q.HTM#PENT.NUM.12.13"}]},"25":{"number":25,"refs":[{"text":"⇒ Ps 106:23","link":"http://www.vatican.va/archive/ENG0839/_PIQ.HTM#WISDB.PSA.106.23"},{"text":"cf. ⇒ Ex 32:1- ⇒ 34:9.","link":"http://www.vatican.va/archive/ENG0839/_P2D.HTM#PENT.EXO.32.1"}]},"26":{"number":26,"refs":[{"text":"⇒ 1 Sam 3:9-10","link":"http://www.vatican.va/archive/ENG0839/_P6X.HTM#PENT.1SAM.3.9"},{"text":"cf. ⇒ 1:9-18.","link":"http://www.vatican.va/archive/ENG0839/_P6V.HTM#PENT.1SAM.1.9"}]},"27":{"number":27,"refs":[{"text":"⇒ 1 Sam 12:23.","link":"http://www.vatican.va/archive/ENG0839/_P76.HTM#PENT.1SAM.12.23"}]},"28":{"number":28,"refs":[{"text":"Cf. ⇒ 2 Sam 7:18-29.","link":"http://www.vatican.va/archive/ENG0839/_P7W.HTM#PENT.2SAM.7.18"}]},"29":{"number":29,"refs":[{"text":"⇒ 1 Kings 8:10-61.","link":"http://www.vatican.va/archive/ENG0839/_P8M.HTM#PENT.1KIN.8.10"}]},"30":{"number":30,"refs":[{"text":"⇒ Ps 24:6.","link":"http://www.vatican.va/archive/ENG0839/_PGG.HTM#WISDB.PSA.24.6"}]},"31":{"number":31,"refs":[{"text":"⇒ 1 Kings 18:39.","link":"http://www.vatican.va/archive/ENG0839/_P8W.HTM#PENT.1KIN.18.39"}]},"32":{"number":32,"refs":[{"text":"⇒ Jas 5:16b-18.","link":"http://www.vatican.va/archive/ENG0839/_P11Z.HTM#CATHL.JAM.5.16"}]},"33":{"number":33,"refs":[{"text":"Cf. ⇒ 1 Kings 17:7-24.","link":"http://www.vatican.va/archive/ENG0839/_P8V.HTM#PENT.1KIN.17.7"}]},"34":{"number":34,"refs":[{"text":"Cf. ⇒ 1 Kings 19:1-14","link":"http://www.vatican.va/archive/ENG0839/_P8X.HTM#PENT.1KIN.19.1"},{"text":"cf. ⇒ Ex 33:19-23.","link":"http://www.vatican.va/archive/ENG0839/_P2E.HTM#PENT.EXO.33.19"}]},"35":{"number":35,"refs":[{"text":"⇒ 2 Cor 4:6","link":"http://www.vatican.va/archive/ENG0839/_PZQ.HTM#NTLET.2COR.4.6"},{"text":"cf. ⇒ Lk 9:30-35.","link":"http://www.vatican.va/archive/ENG0839/_PWS.HTM#GOSP.LUK.9.30"}]},"36":{"number":36,"refs":[{"text":"Cf. ⇒ Am 7:2, 5","link":"http://www.vatican.va/archive/ENG0839/_PTR.HTM#PROPHB.AMO.7.2"},{"text":"⇒ Isa 6:5, 8, ⇒ 11","link":"http://www.vatican.va/archive/ENG0839/_PNP.HTM#PROPHB.ISA.6.5"},{"text":"⇒ Jer 1:6","link":"http://www.vatican.va/archive/ENG0839/_PNP.HTM#PROPHB.ISA.6.11"},{"text":"⇒ 15: 15-18","link":"http://www.vatican.va/archive/ENG0839/_PPF.HTM#PROPHB.JER.1.6"},{"text":"⇒ 20: 7-18.","link":"http://www.vatican.va/archive/ENG0839/_PPT.HTM#PROPHB.JER.15.15"}]},"37":{"number":37,"refs":[{"text":"⇒ Ezra 9:6-15","link":"http://www.vatican.va/archive/ENG0839/_PBU.HTM#PENT.EZR.9.6"},{"text":"⇒ Neh 1:4-11","link":"http://www.vatican.va/archive/ENG0839/_PBX.HTM#PENT.NEH.1.4"},{"text":"⇒ Jon 2:3-10","link":"http://www.vatican.va/archive/ENG0839/_PXA.HTM#GOSP.JOH.2.3"},{"text":"⇒ Tob 3:11-16","link":"http://www.vatican.va/archive/ENG0839/_PCD.HTM#PENT.TOB.3.11"},{"text":"⇒ Jdt 9:2-14.","link":"http://www.vatican.va/archive/ENG0839/_PCY.HTM#PENT.JDT.9.2"}]},"38":{"number":38,"refs":[{"text":"Cf. GILH, nn. 100-109.","link":null}]},"39":{"number":39,"refs":[{"text":"DV 2.","link":null}]},"40":{"number":40,"refs":[{"text":"St. Ambrose, In Psalmum 1 enarratio, 1, 9: PL 14, 924","link":null},{"text":"LH, Saturday, wk 10, OR.","link":null}]}}}