{"id":"toc-365","paragraphs":[{"elements":[{"type":"text","text":"II. Meditation","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2705},{"type":"text","text":"Meditation is above all a quest. the mind seeks to understand the why and how of the Christian life, in order to adhere and respond to what the Lord is asking. the required attentiveness is difficult to sustain. We are usually helped by books, and Christians do not want for them: the Sacred Scriptures, particularly the Gospels, holy icons, liturgical texts of the day or season, writings of the spiritual fathers, works of spirituality, the great book of creation, and that of history the page on which the \"today\" of God is written.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2706},{"type":"text","text":"To meditate on what we read helps us to make it our own by confronting it with ourselves. Here, another book is opened: the book of life. We pass from thoughts to reality. To the extent that we are humble and faithful, we discover in meditation the movements that stir the heart and we are able to discern them. It is a question of acting truthfully in order to come into the light: \"Lord, what do you want me to do?\"","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2707},{"type":"text","text":"There are as many and varied methods of meditation as there are spiritual masters. Christians owe it to themselves to develop the desire to meditate regularly, lest they come to resemble the three first kinds of soil in the parable of the sower.","attrs":{}},{"type":"ref","number":5},{"type":"text","text":" But a method is only a guide; the important thing is to advance, with the Holy Spirit, along the one way of prayer: Christ Jesus.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2708},{"type":"text","text":"Meditation engages thought, imagination, emotion, and desire. This mobilization of faculties is necessary in order to deepen our convictions of faith, prompt the conversion of our heart, and strengthen our will to follow Christ. Christian prayer tries above all to meditate on the mysteries of Christ, as in lectio divina or the rosary. This form of prayerful reflection is of great value, but Christian prayer should go further: to the knowledge of the love of the Lord Jesus, to union with him.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"5":{"number":5,"refs":[{"text":"Cf. ⇒ Mk 4:4-7, ⇒ 15-19.","link":"http://www.vatican.va/archive/ENG0839/_PW6.HTM#GOSP.MAR.4.4"}]}}}