{"id":"toc-362","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"CHAPTER THREE"}]},{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"THE LIFE OF PRAYER"}]},{"elements":[{"type":"ref-ccc","ref_number":2697},{"type":"text","text":"Prayer is the life of the new heart. It ought to animate us at every moment. But we tend to forget him who is our life and our all. This is why the Fathers of the spiritual life in the Deuteronomic and prophetic traditions insist that prayer is a remembrance of God often awakened by the memory of the heart \"We must remember God more often than we draw breath.\""},{"type":"ref","number":1},{"type":"text","text":" But we cannot pray \"at all times\" if we do not pray at specific times, consciously willing it These are the special times of Christian prayer, both in intensity and duration."}]},{"elements":[{"type":"ref-ccc","ref_number":2698},{"type":"text","text":"The Tradition of the Church proposes to the faithful certain rhythms of praying intended to nourish continual prayer. Some are daily, such as morning and evening prayer, grace before and after meals, the Liturgy of the Hours. Sundays, centered on the Eucharist, are kept holy primarily by prayer. the cycle of the liturgical year and its great feasts are also basic rhythms of the Christian's life of prayer."}]},{"elements":[{"type":"ref-ccc","ref_number":2699},{"type":"text","text":"The Lord leads all persons by paths and in ways pleasing to him, and each believer responds according to his heart's resolve and the personal expressions of his prayer. However, Christian Tradition has retained three major expressions of prayer: vocal meditative, and contemplative. They have one basic trait in common: composure of heart. This vigilance in keeping the Word and dwelling in the presence of God makes these three expressions intense times in the life of prayer."}]}],"footnotes":{"1":{"number":1,"refs":[{"text":"St. Gregory of Nazianzus, Orat. theo., 27, 1, 4: PG 36, 16.","link":null}]}}}