{"id":"toc-343","paragraphs":[{"elements":[{"type":"text","text":"CHAPTER ONE","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"THE REVELATION OF PRAYER - THE UNIVERSAL CALL TO PRAYER","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2566},{"type":"text","text":"Man is in search of God. In the act of creation, God calls every being from nothingness into existence. \"Crowned with glory and honor,\" man is, after the angels, capable of acknowledging \"how majestic is the name of the Lord in all the earth.\"","attrs":{}},{"type":"ref","number":1},{"type":"text","text":" Even after losing through his sin his likeness to God, man remains an image of his Creator, and retains the desire for the one who calls him into existence. All religions bear witness to men's essential search for God.","attrs":{}},{"type":"ref","number":2}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2567},{"type":"text","text":"God calls man first. Man may forget his Creator or hide far from his face; he may run after idols or accuse the deity of having abandoned him; yet the living and true God tirelessly calls each person to that mysterious encounter known as prayer. In prayer, the faithful God's initiative of love always comes first; our own first step is always a response. As God gradually reveals himself and reveals man to himself, prayer appears as a reciprocal call, a covenant drama. Through words and actions, this drama engages the heart. It unfolds throughout the whole history of salvation.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"1":{"number":1,"refs":[{"text":"⇒ Ps 8:5","link":"http://www.vatican.va/archive/ENG0839/_PG0.HTM#WISDB.PSA.8.5"},{"text":"⇒ 8:1.","link":"http://www.vatican.va/archive/ENG0839/_PG0.HTM#WISDB.PSA.8.1"}]},"2":{"number":2,"refs":[{"text":"Cf. ⇒ Acts 17:27.","link":"http://www.vatican.va/archive/ENG0839/_PYB.HTM#GOSP.ACT.17.27"}]}}}