{"id":"toc-377","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"I. "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"At the Center of the Scriptures"}]},{"elements":[{"type":"ref-ccc","ref_number":2762},{"type":"text","text":"After showing how the psalms are the principal food of Christian prayer and flow together in the petitions of the Our Father, St. Augustine concludes:"}]},{"elements":[{"type":"text","text":"Run through all the words of the holy prayers [in Scripture], and I do not think that you will find anything in them that is not contained and included in the Lord's Prayer."},{"type":"ref","number":9}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2763},{"type":"text","text":"All the Scriptures - the Law, the Prophets, and the Psalms - are fulfilled in Christ."},{"type":"ref","number":10},{"type":"text","text":" The Gospel is this \"Good News.\" Its first proclamation is summarized by St. Matthew in the Sermon on the Mount;"},{"type":"ref","number":11},{"type":"text","text":" The prayer to our Father is at the center of this proclamation. It is in this context that each petition bequeathed to us by the Lord is illuminated:"}]},{"elements":[{"type":"text","text":"The Lord's Prayer is the most perfect of prayers.... In it we ask, not only for all the things we can rightly desire, but also in the sequence that they should be desired. This prayer not only teaches us to ask for things, but also in what order we should desire them."},{"type":"ref","number":12}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2764},{"type":"text","text":"The Sermon on the Mount is teaching for life, the Our Father is a prayer; but in both the one and the other the Spirit of the Lord gives new form to our desires, those inner movements that animate our lives. Jesus teaches us this new life by his words; he teaches us to ask for it by our prayer. the rightness of our life in him will depend on the rightness of our prayer."}]}],"footnotes":{"9":{"number":9,"refs":[{"text":"St. Augustine, Ep. 130, 12, 22: PL 33, 503.","link":null}]},"10":{"number":10,"refs":[{"text":"Cf. ⇒ Lk 24:44.","link":"http://www.vatican.va/archive/ENG0839/_PX7.HTM#GOSP.LUK.24.44"}]},"11":{"number":11,"refs":[{"text":"Cf. ⇒ Mt 5- 7.","link":"http://www.vatican.va/archive/ENG0839/_PVE.HTM#GOSP.MAT.5"}]},"12":{"number":12,"refs":[{"text":"St. Thomas Aquinas, STh II-II, 83, 9.","link":null}]}}}