{"id":"toc-383","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"II. Abba - \"Father!\""}]},{"elements":[{"type":"ref-ccc","ref_number":2779},{"type":"text","text":"Before we make our own this first exclamation of the Lord's Prayer, we must humbly cleanse our hearts of certain false images drawn \"from this world.\" Humility makes us recognize that \"no one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son chooses to reveal him,\" that is, \"to little children.\""},{"type":"ref","number":30},{"type":"text","text":" The purification of our hearts has to do with paternal or maternal images, stemming from our personal and cultural history, and influencing our relationship with God. God our Father transcends the categories of the created world. To impose our own ideas in this area \"upon him\" would be to fabricate idols to adore or pull down. To pray to the Father is to enter into his mystery as he is and as the Son has revealed him to us."}]},{"elements":[{"type":"text","text":"The expression God the Father had never been revealed to anyone. When Moses himself asked God who he was, he heard another name. the Father's name has been revealed to us in the Son, for the name \"Son\" implies the new name \"Father.\""},{"type":"ref","number":31}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2780},{"type":"text","text":"We can invoke God as \"Father\" because he is revealed to us by his Son become man and because his Spirit makes him known to us. the personal relation of the Son to the Father is something that man cannot conceive of nor the angelic powers even dimly see: and yet, the Spirit of the Son grants a participation in that very relation to us who believe that Jesus is the Christ and that we are born of God."},{"type":"ref","number":32}]},{"elements":[{"type":"ref-ccc","ref_number":2781},{"type":"text","text":"When we pray to the Father, we are in communion with him and with his Son, Jesus Christ."},{"type":"ref","number":33},{"type":"text","text":" Then we know and recognize him with an ever new sense of wonder. the first phrase of the Our Father is a blessing of adoration before it is a supplication. For it is the glory of God that we should recognize him as \"Father,\" the true God. We give him thanks for having revealed his name to us, for the gift of believing in it, and for the indwelling of his Presence in us."}]},{"elements":[{"type":"ref-ccc","ref_number":2782},{"type":"text","text":"We can adore the Father because he has caused us to be reborn to his life by adopting us as his children in his only Son: by Baptism, he incorporates us into the Body of his Christ; through the anointing of his Spirit who flows from the head to the members, he makes us other \"Christs.\""}]},{"elements":[{"type":"text","text":"God, indeed, who has predestined us to adoption as his sons, has conformed us to the glorious Body of Christ. So then you who have become sharers in Christ are appropriately called \"Christs.\""},{"type":"ref","number":34},{"type":"spacer"},{"type":"text","text":" The new man, reborn and restored to his God by grace, says first of all, \"Father!\" because he has now begun to be a son."},{"type":"ref","number":35}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2783},{"type":"text","text":"Thus the Lord's Prayer reveals us to ourselves at the same time that it reveals the Father to us."},{"type":"ref","number":36}]},{"elements":[{"type":"text","text":"O man, you did not dare to raise your face to heaven, you lowered your eyes to the earth, and suddenly you have received the grace of Christ all your sins have been forgiven. From being a wicked servant you have become a good son.... Then raise your eyes to the Father who has begotten you through Baptism, to the Father who has redeemed you through his Son, and say: \"Our Father.... \" But do not claim any privilege. He is the Father in a special way only of Christ, but he is the common Father of us all, because while he has begotten only Christ, he has created us. Then also say by his grace, \"Our Father,\" so that you may merit being his son."},{"type":"ref","number":37}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2784},{"type":"text","text":"The free gift of adoption requires on our part continual conversion and new life. Praying to our Father should develop in us two fundamental dispositions: "},{"type":"spacer"},{"type":"text","text":" First, the desire to become like him: though created in his image, we are restored to his likeness by grace; and we must respond to this grace."}]},{"elements":[{"type":"text","text":"We must remember . . . and know that when we call God \"our Father\" we ought to behave as sons of God."},{"type":"ref","number":38},{"type":"spacer"},{"type":"text","text":" You cannot call the God of all kindness your Father if you preserve a cruel and inhuman heart; for in this case you no longer have in you the marks of the heavenly Father's kindness."},{"type":"ref","number":39},{"type":"spacer"},{"type":"text","text":" We must contemplate the beauty of the Father without ceasing and adorn our own souls accordingly."},{"type":"ref","number":40}],"attrs":{"indent":true}},{"elements":[{"type":"ref-ccc","ref_number":2785},{"type":"text","text":"Second, a humble and trusting heart that enables us \"to turn and become like children\":"},{"type":"ref","number":41},{"type":"text","text":" for it is to \"little children\" that the Father is revealed."},{"type":"ref","number":42}]},{"elements":[{"type":"text","text":"[The prayer is accomplished] by the contemplation of God alone, and by the warmth of love, through which the soul, molded and directed to love him, speaks very familiarly to God as to its own Father with special devotion."},{"type":"ref","number":43},{"type":"spacer"},{"type":"text","text":" Our Father: at this name love is aroused in us . . . and the confidence of obtaining what we are about to ask.... What would he not give to his children who ask, since he has already granted them the gift of being his children?"},{"type":"ref","number":44}],"attrs":{"indent":true}}],"footnotes":{"30":{"number":30,"refs":[{"text":"⇒ Mt 11:25-27.","link":"http://www.vatican.va/archive/ENG0839/_PVK.HTM#GOSP.MAT.11.25"}]},"31":{"number":31,"refs":[{"text":"Tertullian De orat. 3: PL 1, 1155.","link":null}]},"32":{"number":32,"refs":[{"text":"Cf. ⇒ Jn 1:1","link":"http://www.vatican.va/archive/ENG0839/_PX9.HTM#GOSP.JOH.1.1"},{"text":"⇒ 1 Jn 5:1[ETML:C/].","link":"http://www.vatican.va/archive/ENG0839/_P12F.HTM#CATHL.1JOH.5.1"}]},"33":{"number":33,"refs":[{"text":"Cf. ⇒ 1 Jn 1:3.","link":"http://www.vatican.va/archive/ENG0839/_P12B.HTM#CATHL.1JOH.1.3"}]},"34":{"number":34,"refs":[{"text":"St. Cyril of Jerusalem, Catech. myst. 3, 1: PG 33, 1088A.","link":null}]},"35":{"number":35,"refs":[{"text":"St. Cyprian, De Dom. orat. 9: PL 4, 525A.","link":null}]},"36":{"number":36,"refs":[{"text":"Cf. GS 22 # 1.","link":null}]},"37":{"number":37,"refs":[{"text":"St. Ambrose De Sacr. 5, 4, 19: PL 16:450-451.","link":null}]},"38":{"number":38,"refs":[{"text":"St. Cyprian, De Dom. orat. 11 PL 4:526B.","link":null}]},"39":{"number":39,"refs":[{"text":"St. John Chrysostom, De orat Dom. 3: PG 51, 44.","link":null}]},"40":{"number":40,"refs":[{"text":"St. Gregory of Nyssa, De orat. Dom. 2: PG 44, 1148B.","link":null}]},"41":{"number":41,"refs":[{"text":"⇒ Mt 18:3.","link":"http://www.vatican.va/archive/ENG0839/_PVR.HTM#GOSP.MAT.18.3"}]},"42":{"number":42,"refs":[{"text":"Cf. ⇒ Mt 11:25.","link":"http://www.vatican.va/archive/ENG0839/_PVK.HTM#GOSP.MAT.11.25"}]},"43":{"number":43,"refs":[{"text":"St. John Cassian, Coll. 9, 18 PL 49, 788c.","link":null}]},"44":{"number":44,"refs":[{"text":"St. Augustine, De serm. Dom. in monte 2, 4, 16: PL 34, 1276.","link":null}]}}}