{"id":"toc-379","paragraphs":[{"elements":[{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"III. The "},{"attrs":{"b":true,"heavy_header":true},"type":"text","text":"Prayer of the Church"}]},{"elements":[{"type":"ref-ccc","ref_number":2767},{"type":"text","text":"This indivisible gift of the Lord's words and of the Holy Spirit who gives life to them in the hearts of believers has been received and lived by the Church from the beginning. the first communities prayed the Lord's Prayer three times a day,"},{"type":"ref","number":18},{"type":"text","text":" in place of the \"Eighteen Benedictions\" customary in Jewish piety."}]},{"elements":[{"type":"ref-ccc","ref_number":2768},{"type":"text","text":"According to the apostolic tradition, the Lord's Prayer is essentially rooted in liturgical prayer:"}]},{"elements":[{"type":"text","text":"[The Lord] teaches us to make prayer in common for all our brethren. For he did not say \"my Father\" who art in heaven, but \"our\" Father, offering petitions for the common body."},{"type":"ref","number":19}],"attrs":{"indent":true}},{"elements":[{"type":"text","text":"In all the liturgical traditions, the Lord's Prayer is an integral part of the major hours of the Divine Office. In the three sacraments of Christian initiation its ecclesial character is especially in evidence:"}]},{"elements":[{"type":"ref-ccc","ref_number":2769},{"type":"text","text":"In Baptism and Confirmation, the handing on (traditio) of the Lord's Prayer signifies new birth into the divine life. Since Christian prayer is our speaking to God with the very word of God, those who are \"born anew\". . . through the living and abiding word of God\""},{"type":"ref","number":20},{"type":"text","text":" learn to invoke their Father by the one Word he always hears. They can henceforth do so, for the seal of the Holy Spirit's anointing is indelibly placed on their hearts, ears, lips, indeed their whole filial being. This is why most of the patristic commentaries on the Our Father are addressed to catechumens and neophytes. When the Church prays the Lord's Prayer, it is always the people made up of the \"new-born\" who pray and obtain mercy."},{"type":"ref","number":21}]},{"elements":[{"type":"ref-ccc","ref_number":2770},{"type":"text","text":"In the Eucharistic liturgy the Lord's Prayer appears as the prayer of the whole Church and there reveals its full meaning and efficacy. Placed between the anaphora (the Eucharistic prayer) and the communion, the Lord's Prayer sums up on the one hand all the petitions and intercessions expressed in the movement of the epiclesis and, on the other, knocks at the door of the Banquet of the kingdom which sacramental communion anticipates."}]},{"elements":[{"type":"ref-ccc","ref_number":2771},{"type":"text","text":"In the Eucharist, the Lord's Prayer also reveals the eschatological character of its petitions. It is the proper prayer of \"the end-time,\" the time of salvation that began with the outpouring of the Holy Spirit and will be fulfilled with the Lord's return. the petitions addressed to our Father, as distinct from the prayers of the old covenant, rely on the mystery of salvation already accomplished, once for all, in Christ crucified and risen."}]},{"elements":[{"type":"ref-ccc","ref_number":2772},{"type":"text","text":"From this unshakeable faith springs forth the hope that sustains each of the seven petitions, which express the groanings of the present age, this time of patience and expectation during which \"it does not yet appear what we shall be.\""},{"type":"ref","number":22},{"type":"text","text":" The Eucharist and the Lord's Prayer look eagerly for the Lord's return, \"until he comes.\""},{"type":"ref","number":23}]}],"footnotes":{"18":{"number":18,"refs":[{"text":"Cf. Didache 8, 3: SCh 248, 174.","link":null}]},"19":{"number":19,"refs":[{"text":"St. John Chrysostom, Hom. in Mt. 19, 4: PG 57, 278.","link":null}]},"20":{"number":20,"refs":[{"text":"⇒ 1 Pet 1:23.","link":"http://www.vatican.va/archive/ENG0839/_P121.HTM#CATHL.1PET.1.23"}]},"21":{"number":21,"refs":[{"text":"Cf. ⇒ 1 Pet 2:1-10.","link":"http://www.vatican.va/archive/ENG0839/_P122.HTM#CATHL.1PET.2.1"}]},"22":{"number":22,"refs":[{"text":"1 ⇒ Jn 3:2","link":"http://www.vatican.va/archive/ENG0839/_PXB.HTM#GOSP.JOH.3.2"},{"text":"Cf. ⇒ Col 3:4.","link":"http://www.vatican.va/archive/ENG0839/_P10M.HTM#NTLET.COL.3.4"}]},"23":{"number":23,"refs":[{"text":"⇒ 1 Cor 11:26.","link":"http://www.vatican.va/archive/ENG0839/_PZG.HTM#NTLET.1COR.11.26"}]}}}