{"id":"toc-387","paragraphs":[{"elements":[{"type":"text","text":"Article 3","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"text","text":"THE SEVEN PETITIONS ","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2803},{"type":"text","text":"After we have placed ourselves in the presence of God our Father to adore and to love and to bless him, the Spirit of adoption stirs up in our hearts seven petitions, seven blessings. the first three, more theological, draw us toward the glory of the Father; the last four, as ways toward him, commend our wretchedness to his grace. \"Deep calls to deep.\"","attrs":{}},{"type":"ref","number":63}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2804},{"type":"text","text":"The first series of petitions carries us toward him, for his own sake: thy name, thy kingdom, thy will! It is characteristic of love to think first of the one whom we love. In none of the three petitions do we mention ourselves; the burning desire, even anguish, of the beloved Son for his Father's glory seizes us:","attrs":{}},{"type":"ref","number":64},{"type":"text","text":" \"hallowed be thy name, thy kingdom come, thy will be done....\" These three supplications were already answered in the saving sacrifice of Christ, but they are henceforth directed in hope toward their final fulfillment, for God is not yet all in all.","attrs":{}},{"type":"ref","number":65}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2805},{"type":"text","text":"The second series of petitions unfolds with the same movement as certain Eucharistic epicleses: as an offering up of our expectations, that draws down upon itself the eyes of the Father of mercies. They go up from us and concern us from this very moment, in our present world: \"give us . . . forgive us . . . lead us not ... deliver us....\" the fourth and fifth petitions concern our life as such - to be fed and to be healed of sin; the last two concern our battle for the victory of life - that battle of prayer.","attrs":{}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2806},{"type":"text","text":"By the three first petitions, we are strengthened in faith, filled with hope, and set aflame by charity. Being creatures and still sinners, we have to petition for us, for that \"us\" bound by the world and history, which we offer to the boundless love of God. For through the name of his Christ and the reign of his Holy Spirit, our Father accomplishes his plan of salvation, for us and for the whole world.","attrs":{}}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}},{"elements":[{"type":"spacer"}],"attrs":{}}],"footnotes":{"63":{"number":63,"refs":[{"text":"⇒ Ps 42:7.","link":"http://www.vatican.va/archive/ENG0839/_PGY.HTM#WISDB.PSA.42.7"}]},"64":{"number":64,"refs":[{"text":"Cf. ⇒ Lk 22:14","link":"http://www.vatican.va/archive/ENG0839/_PX5.HTM#GOSP.LUK.22.14"},{"text":"⇒ 12:50.","link":"http://www.vatican.va/archive/ENG0839/_PWV.HTM#GOSP.LUK.12.50"}]},"65":{"number":65,"refs":[{"text":"Cf. ⇒ 1 Cor 15:28.","link":"http://www.vatican.va/archive/ENG0839/_PZK.HTM#NTLET.1COR.15.28"}]}}}