{"id":"toc-395","paragraphs":[{"elements":[{"type":"text","text":"IN BRIEF","attrs":{"b":true,"heavy_header":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2857},{"type":"text","text":"In the Our Father, the object of the first three petitions is the glory of the Father: the sanctification of his name, the coming of the kingdom, and the fulfillment of his will. the four others present our wants to him: they ask that our lives be nourished, healed of sin, and made victorious in the struggle of good over evil.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2858},{"type":"text","text":"By asking \"hallowed be thy name\" we enter into God's plan, the sanctification of his name - revealed first to Moses and then in Jesus - by us and in us, in every nation and in each man.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2859},{"type":"text","text":"By the second petition, the Church looks first to Christ's return and the final coming of the Reign of God. It also prays for the growth of the Kingdom of God in the \"today\" of our own lives.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2860},{"type":"text","text":"In the third petition, we ask our Father to unite our will to that of his Son, so as to fulfill his plan of salvation in the life of the world.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2861},{"type":"text","text":"In the fourth petition, by saying \"give us,\" we express in communion with our brethren our filial trust in our heavenly Father. \"Our daily bread\" refers to the earthly nourishment necessary to everyone for subsistence, and also to the Bread of Life: the Word of God and the Body of Christ. It is received in God's \"today,\" as the indispensable, (super - ) essential nourishment of the feast of the coming Kingdom anticipated in the Eucharist.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2862},{"type":"text","text":"The fifth petition begs God's mercy for our offences, mercy which can penetrate our hearts only if we have learned to forgive our enemies, with the example and help of Christ.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2863},{"type":"text","text":"When we say \"lead us not into temptation\" we are asking God not to allow us to take the path that leads to sin. This petition implores the Spirit of discernment and strength; it requests the grace of vigilance and final perseverance.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2864},{"type":"text","text":"In the last petition, \"but deliver us from evil,\" Christians pray to God with the Church to show forth the victory, already won by Christ, over the \"ruler of this world,\" Satan, the angel personally opposed to God and to his plan of salvation.","attrs":{"i":true}}],"attrs":{}},{"elements":[{"type":"ref-ccc","ref_number":2865},{"type":"text","text":"By the final \"Amen,\" we express our \"fiat\" concerning the seven petitions: \"So be it\".","attrs":{"i":true}}],"attrs":{}}],"footnotes":{}}